{
  "created_at": "2011-08-19T16:42:00",
  "creator": "eric_h",
  "link": "scp-795",
  "rating": 322,
  "references": [
    "o5-command-dossier",
    "scp-794",
    "scp-796",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 795,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "animal",
    "euclid",
    "feline",
    "mind-affecting",
    "scp",
    "telepathic",
    "transfiguration"
  ],
  "title": "SCP-795",
  "url": "https://scp-wiki.wikidot.com/scp-795",
  "content": "Item #: SCP-795\nObject Class: Euclid\nSpecial Containment Procedures: SCP-795 is to be contained in a 75 m x 5 m area divided and secured with clear Plexiglas walls containing locked doors as follows:\n(a) One wall/door at 5 m from the far end of the room. SCP-795 lives in the 5 m x 5 m space thus created.\n(b) One wall/door at 35 m. This defines the outer limit of the area that SCP-795 can affect while contained in Area (a).\n(c) One wall/door at 65 m. Area (c) may be used safely for observation while SCP-795 is contained in Area (a), but must be cleared if an interaction is taking place in Area (b).\n(d) A standard containment door at 75 m. This creates a 10 x 5 m area where SCP-795 can be safely observed while released into Area (b).\nTwo Level 1 guards are to be posted in Area (c); they should move to Area (d) if SCP-795 is in Area (b) for an experiment. Due to injury potential, non-D-Class personnel are not permitted to interact directly with SCP-795. An automated food and water dispenser, and litter changer have been installed in Area (a) to limit unnecessary contact with SCP-795.\nIf necessary, SCP-795 may be tranquilized from a distance and then safely handled.\nAdditional cats exposed to SCP-795 must be contained in an identical manner for a period of three hours.\nDescription: SCP-795 is a large (8.2 kg) black long-haired domestic cat (Felis catus) of indeterminate breed, exhibiting two major anomalous abilities:\n• SCP-795 can change the physical form of any living creature it is able to observe, within a range of 30 m.\n• SCP-795 can make telepathic suggestions to humans within the above range of effect.\nSCP-795 can transfer its abilities to other cats within its range of effect, but this effect on the other cat is temporary and dissipates within three hours of separation from SCP-795.\nSCP-795 does not otherwise exhibit any unusual physical or mental abilities. Typically, it will transform anything it considers friendly into another cat (in order to play with it). Anything considered unfriendly or dangerous is transformed into a prey animal and then killed and eaten.\n[Use of SCP-795 to terminate recalcitrant D-Class personnel approved. – O5-4]\nTelepathic suggestions have consisted of desires typical of cats – more/better food, softer bedding, toys, and to be let out of its enclosure. [Staff may purchase appropriate items for SCP-795 at their own expense. – Dr. ██████]\nSCP-795’s transformations revert after a period of one hour, after removal from SCP-795’s presence. SCP-795 has proven unable to transform itself, inanimate objects, or objects that it cannot see.\nAddendum: SCP-795 was originally contained on █/█/20██ at the ███████ Animal Control Center in ██████, ██. According to records found there, SCP-795 is named “Junior,” was approximately two years old upon containment, and had been surrendered by a relative of a deceased prior owner.\n[Note from Dr. ██████: We have no idea how she got Junior into the cat carrier and down to ███████.]\nA number of unusual conditions were found at the Animal Control Center:\n(a) All dogs had been euthanized.\n(b) Cats were roaming the facility freely.\n(c) The Center was $██████ over budget for cat care and supplies.\n(d) Three Center staff were missing and presumed victims of SCP-795.\nThe cats were contained by use of tranquilizing gas.\nInitially, all of the cats in the Center exhibited the abilities of SCP-795, but lost their anomalous powers within three hours of being contained and separated.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-795\" by eric_h, from the SCP Wiki. Source: https://scpwiki.com/scp-795. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}