{
  "created_at": "2008-07-26T14:17:00",
  "creator": "far2",
  "link": "scp-579",
  "rating": 351,
  "references": [
    "scp-004",
    "scp-578",
    "scp-580",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 579,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "infohazard",
    "keter",
    "rewrite",
    "scp"
  ],
  "title": "SCP-579",
  "url": "https://scp-wiki.wikidot.com/scp-579",
  "content": "Item #: SCP-579\nObject Class: Keter\nSpecial Containment Procedures: SCP-579 is currently in Site-62C, a compound located approximately 80 km from Site-██, the main site. Knowledge of the existence of this site has been deemed unnecessary for all non-essential personnel who are not involved in SCP-579's containment. Site consists of building housing SCP-579 and living quarters for containment staff. SCP-579 is encased in a 30 m x 30 m x 30 m unit made of [DATA EXPUNGED], in which SCP-579 is kept in permanent suspension through use of electromagnets. Site-██ is equipped with hardline to High Command through which all reports and notifications are to be made. Staff consists of two teams (each composed of 17 Level 1 Personnel, three level 2 Personnel, and one Level 4 Personnel) which are rotated bi-weekly.\nAll instruments are to be checked each half-hour to ensure their continued function. Changes in any measured attribute are to be immediately reported to High Command. Any instrument or electronic device registering more than 0.2% from its median range of function or displaying any errors or lapses in functioning will result in automatic execution of Action 10-Israfil. Routine reports to High Command are to be made hourly. If a report is not received within seven minutes of its scheduled time, Action 10-Israfil-A is to be executed.\nAbsolutely no action regarding SCP-579 other than those strictly outlined above is to be taken.\nDescription: [DATA EXPUNGED]\nAddendum [579-001]:\nAction 10-Israfil-A: Doors, windows, and other possible exits from Site-██ are to be sealed, preventing the transfer of personnel into or out of the site. Teams and resources required for Action 10-Israfil-B are to be readied and moved into position.\nIf reports are received by High Command at the correct time, or if instruments or electronic devices return to their normal state, High Command will issue an “All-Clear” statement. If such a statement is not received within seven minutes of the commencement of Action 10-Israfil-A, execute Action 10-Israfil-B. If at any time any instruments or electronic devices near SCP-579 begin to display significant errors or deviations from normal functioning, Action 10-Israfil-B must be executed immediately.\nIf an “All-Clear” statement is issued, at least 72 hours without further anomalies must pass before site can be unsealed and Action 10-Israfil-B teams may stand down.\nAction 10-Israfil-B: Gateway of Site-62 (SCP-004) is to be destroyed. This must be done regardless of personnel or facilities remaining within the site. Remnants of the Gateway — or the gateway itself if destruction proves impossible — are to be contained in the same manner as SCP-579. High Command will then issue further instruction.\nAddendum [579-002]:\nIn the event of a successful Action 10-Israfil-B, all sealed documents regarding SCP-579 are to be released to all personnel involved with the Action. Procedures as outlined within the documents are to be followed (along with contingency plans if necessary). Be aware that even with the successful execution of Action 10-Israfil-B, estimates place the occurrence of [DATA EXPUNGED] at 1 year or less.\nIf SCP-579 is mentioned, in any capacity, by SCP-███, any anti-Foundation or public groups, or [DATA EXPUNGED], it is recommended that Action 10-Israfil-A be executed as planned immediately.\nIn the event of an unsuccessful Action 10-Israfil-B, no further action will be necessary. [DATA EXPUNGED]\nAddendum [579-TIMELINE]:\nEvent 0: SCP-579 is discovered. Point of Origin is [DATA EXPUNGED]\nEvent 1: Initial assessment of SCP-579 is undertaken. [DATA EXPUNGED]\nEvent 2: SCP-579 is inadvertently removed from its point of origin. [DATA EXPUNGED]\nEvent 3: [DATA EXPUNGED]\nEvent 4: [DATA EXPUNGED]\nEvent 5: [DATA EXPUNGED]\nEvent 6: [DATA EXPUNGED]\nEvent 7: [DATA EXPUNGED]\nEvent 8: SCP-579 is successfully contained. [DATA EXPUNGED]\nEvent 9: SCP-579 is moved to Site-04. [DATA EXPUNGED]\nEvent 10: Containment failed. Loss of Site-04. [DATA EXPUNGED]\nEvent 11: SCP-579 is successfully contained. [DATA EXPUNGED]\nEvent 12: SCP-579 is moved to Site-31. [DATA EXPUNGED]\nEvent 13: Containment failed. Loss of Site-31. [DATA EXPUNGED]\nEvent 14: SCP-579 is successfully contained. [DATA EXPUNGED]\nEvent 15: SCP-579 is moved to Site-26. [DATA EXPUNGED]\nEvent 16: Containment failed. Loss of Site-26. [DATA EXPUNGED]\nEvent 17: SCP-579 is successfully contained. [DATA EXPUNGED]\nEvent 18: Attempt is made to destroy SCP-579. Attempt failed. [DATA EXPUNGED]\nEvent 19: Attempt is made to destroy SCP-579. Attempt failed. [DATA EXPUNGED]\nEvent 20: Attempt is made to destroy SCP-579. Attempt failed. [DATA EXPUNGED]\nEvent 21: Attempt is made to destroy SCP-579. Attempt failed. [DATA EXPUNGED]\nEvent 22: Containment failed. [DATA EXPUNGED]\nEvent 23: [DATA EXPUNGED]\nEvent 24: [DATA EXPUNGED]\nEvent 25: SCP-579 is successfully contained. [DATA EXPUNGED]\nEvent 26: SCP-579 is transported to vicinity of Point of Origin. [DATA EXPUNGED]\nEvent 27: Attempted to return SCP-579 to point of origin. Attempt failed. [DATA EXPUNGED]\nEvent 28: Attempted to return SCP-579 to point of origin. Attempt failed. [DATA EXPUNGED]\nEvent 29: Attempted to return SCP-579 to point of origin. Attempt failed. [DATA EXPUNGED]\nEvent 30: Attempted to return SCP-579 to point of origin. Attempt failed, resulting in the loss of Point of Origin. [DATA EXPUNGED]\nEvent 31: Containment failed. [DATA EXPUNGED]\nEvent 32: [DATA EXPUNGED]\nEvent 33: [DATA EXPUNGED]\nEvent 34: [DATA EXPUNGED]\nEvent 35: [DATA EXPUNGED]\nEvent 36: SCP-579 is successfully contained. [DATA EXPUNGED]\nEvent 37: SCP-579 is moved to Site-██. [DATA EXPUNGED]\nEvent 38: SCP-579 undergoes previously unobserved changes, believed to involve [DATA EXPUNGED]. Containment holds, though this is determined not to be attributable to containment procedure. [DATA EXPUNGED]\nEvent 39: High Command issues lockdown on Site-██. [DATA EXPUNGED]\nEvent 40: Agent ███-█ formulates current containment plan. [DATA EXPUNGED]\nEvent 41: Site-62C is constructed. [DATA EXPUNGED]\nEvent 42: SCP-579 is moved to Site-██ [DATA EXPUNGED]\nEvent 43: High Command seals all data not needed for containment of SCP-579. Termination of agents to prevent data leakage regarding SCP-579 is deemed unnecessary, as only 7 such agents remain. Said agents are retained as advisors should future events concerning SCP-579 occur. [DATA EXPUNGED]\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-579\" by scroton, rewritten by Sophia Light, from the SCP Wiki. Source: https://scpwiki.com/scp-579. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}