{
  "created_at": "2010-05-23T18:14:00",
  "creator": "Josef Kald",
  "link": "scp-363",
  "rating": 327,
  "references": [
    "scp-362",
    "scp-364",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 363,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "arthropod",
    "keter",
    "predatory",
    "scp"
  ],
  "title": "SCP-363",
  "url": "https://scp-wiki.wikidot.com/scp-363",
  "content": "Item #: SCP-363\nObject Class: Keter\nSpecial Containment Procedures: SCP-363 specimens are contained in a 2 m x 2 m x 2 m room that is to be constantly illuminated by high-powered lighting. This lighting must be connected to multiple redundant power sources, and in case of total system failure, Mobile Task Force Eta-Seven is to be dispatched to assess the threat.\nSCP-363 is to be fed twenty (20) lab mice, administered once every forty-eight (48) hours.\nDescription: Ostensibly, SCP-363 are identical to Scolopendra gigantea, or the Amazonian giant centipede. Dietary needs are identical, and DNA inspection has proven no dissimilarities to normal S. gigantea.\nSCP-363 is, under normal circumstances, the appropriate size for S. gigantea. In darkness, (darkness defined here as any level of light under 2 lux) which it actively seeks out, however, SCP-363 will grow rapidly and erratically, to sizes up to and exceeding 10 m x 2 m. SCP-363 does not retain the form of a centipede under these conditions. So far, reports have documented: proboscises, tentacles, highly elongated mandibles, an inconsistent number of eyes and legs, and, in one case, [DATA EXPUNGED]. SCP-363 will revert back to normal size and appearance after 2-3 hours of illumination of a level of at least 50 lux.\nSCP-363 will attack any animal emitting body heat, and appears to be able to detect and hunt in total darkness. It is assumed it uses other senses to hunt, with vision in a secondary position.\nReproductive cycle of SCP-363 is similar to that of normal S. gigantea, with one difference. Rather than in a cluster of leaves and dirt, eggs are laid and fertilized in the █████ cavity of paralyzed [DATA EXPUNGED], followed by death.\nAddendum 1: Note from Dr. Skalder: We've determined that fire seems to scare or ward off SCP-363. In light of this, we have equipped three of the members of MTF Eta-Seven, \"Creepy Crawlies\", with military-issue M2A1-7 flamethrowers.\nAddendum 2: Incident report of breach.\n\nDocument# 363-Alpha: Breach 1\nPersonnel involved: MTF-Eta-7\nDate: 21-5-2003\nLocation: Site-██\nDescription: Attempted retrieval of SCP-363 specimen during power failure/containment breach.\n<Start of audio log>\nMTF Eta-7 Commander Johnson: Perts, any word from Technical on (distortion) cameras?\nContactsman Perts: No dice, commander. Complete equipment failure throughout the sector.\nC. Johnson: Alright. Night-vision on, motion-sensors go. Fredmann, McShaugn, Aidelare, report to rendezvous point.\nLieutenant McShaugn: Copy that, commander. Sub-team Hornet coming in, over.\nC. Johnson: Sub-team Wasp, come in.\n(Radio silence)\nC. Johnson: Wasp, do you copy? Over.\nUnknown: (Shouting) Jesus Christ almighty, torch that ███████- (signal cuts out)\nC. Johnson: Damn it. O'Denn? O'Denn, can you hear me? What is your position? Over.\nLieutenant O'Denn: Outside of Lab 8. We found it, sir. It's holed up in there. It got De Aunaign. Over.\nC. Johnson: Casualty?\nL. O'Denn: Mangled leg, sir. We scared the ██████ in there with the flamethrower, don't think it's coming out. Are they fixing the power yet? Over.\nC. Johnson: Forget about that, O'Denn. Tell Von Hower to keep his flamer trained on the door. Hornet, can you hear me? Over.\nL. McShaugn: Loud and clear, sir.\nC. Johnson: Forget the rendezvous. Relocate to Lab 8, don't engage yet. Copy?\nL. McShaugn: Going (interrupted by loud noise) ████ my grandmother! What was that?! Aidelare, do you see anything?! Over!\nFlamer Aidelare: (Extensive swearing) There's another one of those ███████ in here! Second containment breach, commander!\nC. Johnson: Has it seen you? Over.\nF. Aidelare: I don't reckon, sir.\nC. Johnson: Good. Try to keep it that way. Perts, how many of those things did they keep in here?\nC.M Perts: (Relays question to contact.) Eight, sir.\nC. Johnson: Good God. Okay, tell 'em \"████ the preservation and detonate the gas charges\".\nC.M Perts: They uh, they can't, sir.\nC. Johnson: Why the ████ not, Perts?\n[DATA EXPUNGED]\nL. O'Denn: So we're all ██████ three days from Sunday. Good to know. Orders, commander?\nC. Johnson: ████ 'em all and burn it down, O'Denn. Tell Von Hower and Aidelare to set fire to Lab 8, then split up and do a sweep of the area. Neutralize all hostile centipede █████████████.\nL. O'Denn: Copy that.\nC. Johnson: Perts, still no contact with Blackfly?\nC.M Perts: Blackfly, report in.\n(Radio silence)\nC.M Perts: No Blackfly.\nC. Johnson: I gathered, Perts. Alright, O'Denn, status repo-\nUnknown: (Gasping, groaning)\nC. Johnson: The…who's that? Identify.\nUnknown: Flamer Tell, sir.\nC. Johnson: What is your status, Tell? What of Blackfly? Over.\nF. Tell: …dead. Everyone.\nC. Johnson: Repeat that, Tell?\nF. Tell: (screaming) We're all ███████ dead down here, commander! I saw one of them…one of them pulled Doug apart…just…just in half. It laid all these eggs, and another one squirted this jizz over them. They hatched…they hatched so fast…more of those things…ate him so fast…dozens of them…eating Howard now…I liked Howard, commander…eating him…eating him…\nC. Johnson: Calm down, Tell, for God's sake. What's your personal status?\nF. Tell: They're on my legs…I can see 'em…but I can't feel it…biting me…\n(Radio silence)\nF. Tell: I feel something…burning…like bubbling…\nC. Johnson: Tell. Self-terminate. That's an order. I'm sorry.\nF. Tell: (Unintelligible)\nC. Johnson: God damn it, Tell! Do you copy?! Immediate self-termination!\nF. Tell: (Warped voice) The flesh is like milk to us.\nC. Johnson: What the hell are you saying, Tell?\nF. Tell: We are one.\nC. Johnson: I think he's gone crazy.\nF. Tell: One is all. (Cracking noises)\nC. Johnson: Wasp, Hornet. Come in.\n(Radio Silence)\nC. Johnson: Wasp, Hornet. Come in, damn it.\nL. O’Denn: (Same warped voice as documented with Flamer Tell) We are here. There are many.\nC. Johnson: Perts? Tell command we’re evacuating the premises. Mission failure.\nC.M Perts: Sir, yes sir.\nC. Johnson: Air strike and full bombardment once we’re out. No - (interrupted by crashing sound) Jesus Christ, what-\n(tearing sounds)\n(Five minutes of radio silence, C. Johnson presumed dead)\nUnknown individual, presumed C.M Perts: Hear, o Israel. Y-H-W-H is our God, Y-H-W-H alone.\n(Gunshot)\n<End of audio log>\nPost-script: Site-██ fire-bombed. Several undamaged and fertilized SCP-363 eggs retrieved. Contained. All members of MTF Eta-7 presumed dead. New team established. - O5-█\n\nAddendum 3: Interview\n\nInterviewed: Janitor ███ █████\nInterviewer: [DATA EXPUNGED], referred to as “I.”\nForeword: Interview conducted after █████ professed to a possible SCP-sighting after firebombing of Site-██.\n<Begin Log>\nI.: Hello, ███. Please sit down. Thank you, now, you said you saw “something” after the firebombing. Care to expand on that?\n███: It was…well, one of those guys from the MTF you had stationed there. Eta-7. One of those guys, yeah.\nI.: Do you know his name, perchance?\n███: Yeah, yeah, I talked to him once. That guy, ███████ Tell. One of the flamers.\nI.: Are you sure it was him?\n███: (Short silence) No. No, I ain’t sure. It…it looked like him, for sure. But there were all these things…growing out of him. Like insect legs, but, all in random places…from his chest, his arms, and…one of ‘em was pokin’ out of of his eyeball. His eye was just gone. And his mouth…there were these, like, these pinchers. Mandibles. All black. And there were these things…\nI.: Continue.\n███: These things…centipedes…crawling in and outta holes in his flesh. He looked at me – his one eye’d gone all…it looked all like a bug’s eye, with facets, and stuff, and…he laughed. I think he did, anyway.\nI.: And then?\n███: He…he ran away.\nI.: Thank you.\n<End Log>\n\nAddendum 4\n\nSecurity Level 4\n\nAnnouncement: Signal of standard MTF anti-defection tracker located [DATA EXPUNGED], eighteen miles away from Site-██. Signal associated with ███████ Tell. Tracking procedure initialized. Infection risk to be negated at all costs. -O5-█\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-363\" by Josef Kald, from the SCP Wiki. Source: https://scpwiki.com/scp-363. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}