{
  "created_at": "2024-05-11T20:15:00",
  "creator": "Djoric",
  "link": "scp-924",
  "rating": 35,
  "references": [
    "scp-923",
    "scp-925",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 924,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "esoteric-class",
    "fifthist",
    "gru-division-p",
    "hostile",
    "humanoid",
    "ritual",
    "scp"
  ],
  "title": "SCP-924",
  "url": "https://scp-wiki.wikidot.com/scp-924",
  "content": "\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\nThe following documentation was recovered from a previously-undiscovered material cache linked to an Alpha Command field cell active in Newfoundland from 1973-1975. It is presented here decrypted but otherwise unedited.\nThe entity's remains have not been located.\n\n\n\n\nDESIGNATION GLACIER RAMPANT\nSANGUINE CANTO PALACE\n\n\nALPHA MU EPSILON\n9-3-5-1-1-1-3-4-9-2-4\n\n\n\nBEGIN\nEmaciated macrocephalic humanoid. Blue-black coloration due to full-body frostbite. Skull trepanned repeatedly in spiral pattern centered on left parietal eminence. Exudes luminous smoke (gold-orange to orange-red in coloration) from trepanation sites and mouth. Eyes removed; unclear if injury was self-inflicted.\nInterviews with Inuit population indicate no pre-existing cultural knowledge of subject. Air Force contact at Thule Base believes Soviets involved (unlikely), provided radio transmissions of heavily distorted voice received three hours before disappearance of Specialist Lewis.\nContact made 04.JAN 35 km northeast of Qaanaaq. Remains of all three known victims found at contact site. All victims flensed and gutted via stone knife; skulls smashed by blunt force trauma. Victims laid on their backs, facing up. Eyes removed from all. No sign of consumption, ruling out predatory behavior.\nTriangular arrangement of bodies at contact site indicates potential ritual intent. Repeated vocalizations during encounter potential sign of mimicry of human speech. State of sapience unclear: Presence of ideological motivation unconfirmed.\nSubject terminated at contact site by GAWAIN and PERCIVAL. GALAHAD injured by subject, stabilized on-site.\nVictims' bodies disposed of on-site. Cover story of diseased bear provided to Thule Base personnel. Knife, tapes, and remains of subject recovered for processing and storage.\nEND\n\nReview Board Memo 10.JUN.1992 924-AD-029G\n\n\nDr. Eli Langstrom, auditor\n\nSUBJECT: Research audit of Non-Anomalous Item of Interest 13429 for purposes of potential reclassification.\nSUMMARY: The contents of this report align with the following material evidence:\nNon-Anomalous Item-of-Interest 12877\nThe description of the GLACIER RAMPANT entity is similar to the skeletal remains of three humans discovered on Svalbard in July of 1989.These remains have been dated to approximately 1100 CE, predating the first known human habitation of Svalbard by 500 years. , all of whom bore signs of macrocephaly and had been repeatedly trepanned. No grave goods were present at the site, save the following:\n\nStone knife engraved with seven-pointed star\nSlate tablet etched with seven-pointed star, surrounded by spiral dot pattern.\n\nIn both star icons, five of the seven arms were filled in. Significance unknown.\nNon-Anomalous Item-of-Interest 12005\nWhile the document-writer claims connections between GLACIER RAMPANT to GRU-P are unlikely, partial records confiscated during Operation REDSKY describe experiments carried out upon thaumaturgically-sensitive members of the Chukchi people wherein the subjects were forced to participate in a specific thaumaturgic ritual. The ritual is described as a communicative trance with unknown non-corporeal entities, during which the practitioner's breath will be rendered as glowing orange fog for the course of the channeling.\nThe GRU-P documentation includes neither the precis nor the conclusion of the experiments, and so it is unknown how much GRU-P understood of the phenomenon or if there was any awareness of connections to other anomalies. Likewise, it is unknown if meaningful communication was made with the target entities, if any exist.\nNon-Anomalous Item-of-Interest 13430\nFinally, the reel-to-reel tape recovered alongside document GLACIER RAMPANT is likely the recording described in the report. Degradation of the tape from improper storage has rendered all but a total of 1 minute 36 seconds unusable. The usable tape is dominated by a voice repeating words and sentence fragments with no apparent pattern. These fragments have been compiled into the following statement, translated from Danish:\n\n<Let’s get you out of that flesh, brother. You can’t reach the stars without flying too close to the sun.>\n\nCONCLUSION: Viewed as a whole, there is sufficient cause among the aforementioned material evidence to presume linkage between them. As such, the Review Board hereby authorizes the usage of designation SCP-924 for the entity described, all additional specimens of the type, related material evidence, and any further related discoveries.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-924\" by Djoric, from the SCP Wiki. Source: https://scpwiki.com/scp-924. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}