{
  "created_at": "2009-03-28T03:06:00",
  "creator": "Unlucky Scarecrow",
  "link": "scp-564",
  "rating": 102,
  "references": [
    "scp-563",
    "scp-565",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 564,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "humanoid",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-564",
  "url": "https://scp-wiki.wikidot.com/scp-564",
  "content": "Item #: SCP-564\nObject Class: Safe\nSpecial Containment Procedures: SCP-564 is to remain on the assigned bedding at all times. Due to the fragility of SCP-564-1, contact with SCP-564 requires special clearance for testing purposes only, for its own safety. Access to its point of origin is to be restricted to those with approval for testing. Anything removed from the area is to be kept in the same container as SCP-564. Communication with SCP-564 requires Level 3 or higher clearance. Communication is to be recorded via audio recording devices. Addendum: Communication now required to be recorded visually as well. Communication with SCP-564 is now restricted to written notes with its available hand. (See Test Log 564-04)\nDescription: SCP-564 was located in [DATA EXPUNGED] which appeared to have been abandoned for at least ██ years. Several commonplace tools were contained within the room, along with a few objects of unknown purpose or identity.\nSCP-564 appears to be a construction assembled of various materials, resembling an adult female human of exactly 1.5 meters in height. The outer shell of its form, making up most of the body, is primarily compressed sandstone, with traces of an unknown material. Inside the limbs, chest, and head runs a network of poorly insulated copper wire and rubber tubes, which carry a golden-brown fluid of unknown composition. Eyes, resembling those of a normal person, are large pearls. There is also a small gap where a mouth would be, but aside from a rough shape no other external body parts of normal humans have been replicated on the construction.\nSCP-564-1 resides in a cavity accessed by a panel on the chest region of SCP-564. It appears to be a large, transparent and slightly luminescent blob, surrounded by an iron ring with numerous holes in the edges. It is assumed to be highly elastic, as portions are stretched through holes in the iron ring and held in place with large, orange nails of an unknown alloy. Currently, SCP-564-1 contacts the ring in such a way in nine (9) different locations around the ring. A network of wire appears to connect to each location and run to various points within the structure of SCP-564.\nSCP-564 is sentient. It appears to have severely limited control over the constructed 'body', and unless otherwise noted is completely immobile. The following observations have been recorded to date:\n•It can move the right arm freely.\n•Small movements of the left index and ring digits have been noticed.\n•It can move the left leg freely at any point below the kneecap.\n•Structures resembling eyes are active, however only the right 'eye' can move freely.\n•It can speak. [Addendum: See Test Log 564-04]\nSCP-564 claims to have been human at one point. Its identity before its current form is assumed to be [DATA EXPUNGED], who was recorded missing in 19██, however there is currently no evidence to support this.\nAddendum: Testing of SCP-564 is restricted until speech can be regained. (See Test Log 564-04)\n\nTest Log 564-01:\nTest approved by O5-█ and carried out by Dr. █████████.\nTools used: Forceps and a nail recovered from the site of discovery of SCP-564.\nSubject: SCP-564\nSCP-564-1 was manipulated with forceps. SCP-564 noted feeling pains in the left leg below the hip. Nail was then brought into contact in the same area, and the level of pain reportedly intensified. Forceps was used to manipulate, without removing, other nails in the iron ring surrounding SCP-564-1. A number of sensations occurred in various locations around the body, seemingly associated with a specific nail.\nTest Log 564-02:\nTest approved by O5-█ and carried out by Dr. █████████.\nTools used: Forceps and a nail recovered from the site of discovery of SCP-564.\nSubject: SCP-564\nA portion of SCP-564-1 was extended away from the central mass with forceps. Subject complained of pain in the left wrist. It was manipulated into a hole in the iron ring, where Dr. █████████ inserted a nail in a fashion that resembled the others. Subject experienced intensified pain in the wrist area, and the right leg began to move erratically.\nTest was forcibly ended after SCP-564 refused to cooperate.\nTest Log 564-03:\nTest approved by O5-█ and carried out by Dr. █████████.\nTools used: X-Ray Machine, Drill, Hammer, Forceps and a nail recovered from the site of discovery of SCP-564.\nSubject: SCP-564\nA portion of SCP-564-1 was extended away from the central mass with forceps. Subject complained of pain in the right hip. Dr. █████████ attempts to find an opening to the corresponding part of the body, to no success. Drill used to create a hole into corresponding part, to no success. Hammer used to shatter the outer sandstone layer, to no success.\nX-Ray Machine brought in, and corresponding part was viewed. Wires running through the area were noted, and one that connected to that area was traced back to the iron ring of SCP-564-1. Portion of SCP-564-1 manipulated through the corresponding hole, and a nail was inserted in a fashion that resembled the others. Subject complained of slightly increased pain. Movement of the hip was noted when subject was asked to attempt to move the leg.\nNail removed and test was ended.\nTest Log 564-04:\nTest approved by O5-█ and carried out by Dr. █████████.\nTools used: X-Ray Machine and Forceps.\nSubject: SCP-564\nA nail on the ring of SCP-564-1 was chosen at random. X-Ray Machine brought in, and wires extending from the ring of SCP-564-1 were traced a short distance away to the right of the base of the neck. Forceps used to hold portion of SCP-564-1 held by the nail, and the nail was removed.\nSubject started moving erratically with available body parts. Internal liquids suddenly vomited, and subject lashed out at Dr. █████████. Attempts at communication with subject were met with silence. Due to the reaction of SCP-564 towards Dr. █████████, portion of SCP-564-1 being manipulated was lost to the central mass.\nTest was forcibly ended after SCP-564 refused to cooperate. Loss of speech was noted.\n\nConversation Log 564-014\n\nDr. █████████: Please tell me anything you remember between now and [EXPUNGED].\nSCP-564: I was returning home from [EXPUNGED]… A man approached me. He assaulted me, and covered my mouth with something until I fell unconcious…\nDr. █████████: Do you know who he was?\nSCP-564: No.\nDr. █████████: Continue.\nSCP-564: When I came to, I couldn't see or hear or feel anything except for a faint, throbbing pain all over my body… I don't know how long I remained like that. Eventually, I heard a terrible static noise that lasted minutes, until the sound became the voice of a man muttering to himself. I can't remember what he said…\nAfter that point, occasionally a point on my body would hurt intensely for a moment before returning to normal. Sometimes I'd be able to feel normally with a arm or a leg shortly afterwards, but most of the time it didn't last long.\nEventually, my vision came back too… I was in the room that you people found me in.\nDr. █████████: Did you ever leave that room?\nSCP-564: No…\nDr. █████████: Was there anybody else there?\nSCP-564: Yes. I think it was that man I saw before I blacked out.\nDr. █████████: How about any others like yourself?\nSCP-564: I… don't know. There were other things that looked like people, some of them laying on tables, but none of them moved.\nDr. █████████: Continue.\nSCP-564: I don't remember much else… The man looked like he was working on something on my chest, but after a few days he didn't come back. I was laying there for… a very long time… Until eventually you people found me.\nDr. █████████: How long?\nSCP-564: I don't know… It felt like an eternity. Maybe years… I was unable to sleep the entire time.\n\nEnd of recording.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-564\" by Unlucky Scarecrow, from the SCP Wiki. Source: https://scpwiki.com/scp-564. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}