{
  "created_at": "2022-06-12T02:37:00",
  "creator": "Fishish",
  "link": "scp-570",
  "rating": 147,
  "references": [
    "war-on-all-fronts-hub",
    "scp-140",
    "scp-6542",
    "scp-2317",
    "scp-4661",
    "scp-569",
    "fishishpage",
    "scp-571",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 570,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "archon",
    "concept",
    "corporate",
    "daevite",
    "global-occult-coalition",
    "historical",
    "reality-bending",
    "ritual",
    "scarlet-king",
    "scp"
  ],
  "title": "SCP-570",
  "url": "https://scp-wiki.wikidot.com/scp-570",
  "content": "Item #: SCP-570\nObject Class: Archon\nSpecial Containment Procedures: In the event that the components of SCP-570 unexpectedly fail, Foundation assets are to coordinate a recall of all Coca-Cola and PepsiCo branded beverages. Additionally, Foundation Agents embedded in PepsiCo's \"Department of Esoteric Affluence\" or The Coca-Cola Company's \"Department of Consumer Satisfaction\" are to periodically report any initiatives undertaken by their respective departments.\nDescription: SCP-570 is the collective designation for the densest concentration of thaumaturgical residue currently known to the Foundation. SCP-570 is theorized to have formed at some point around 1999, although its origins can be traced back to 1975 at the earliest. It is currently believed that SCP-570 is the result of an unsustainable number of rituals conducted by The Coca-Cola Company and PepsiCo over the span of a decade.\nCurrent Noospheric models infer that SCP-570 has coalesced in such a way that total extrication of the anomaly from the Noosphere would result in the conceptual annihilation of the concept of soft drinks; due to both companies' status as members of the Global Occult Coalition's Council of 108, this course of action has been deemed unfavorable.\nAddendum-570-1: SCP-570 Extranormal Events Log\nThe following is a list of notable incidents directly responsible for the creation of SCP-570. A full list is available upon request. For ease of reading, each incident has been color-coded to identify the party responsible for the event, with red indicating an action initiated by The Coca-Cola Company's Department of Customer Satisfaction and blue indicating an action initiated by PepsiCo's Department of Esoteric Affluence.\n\n\nSummary: On 23/04/1985, a PepsiCo transmutation ritual resulted in the sudden chemical reconstitution of all Coca-Cola products. This change was concealed by The Coca-Cola Company as part of a formula change, unofficially termed \"New Coke\". Over the next 79 days, Coca-Cola alchemists were able to reverse the effects of the ritual using an appropriate counterspell.\n\n\nSummary: On 02/07/1990, practicing thaumaturges aided by The Coca-Cola Company influenced regional weather patterns throughout rural Mexico to force an extranormal event in which Coca-Cola rained down on certain municipalities for a period of 14 days.\n\n\nSummary: On 30/09/1992, PepsiCo's Department of Esoteric Affluence published a series of parascientific research papers entitled \"Thaumaturgical Affluence and Business Management: A Comprehensive Analysis\". The report laid out the specifications of an eigenweapon designed to implant a memetic agent of indeterminate pervasiveness1 throughout the entirety of the Noosphere. Foundation Agents were dispatched to retrieve the data, resulting in the neutralization of the threat.\n\n\nSummary: On 24/03/1995, Foundation agents embedded in PepsiCo's Naval Command reported that approximately 3/4 of the company's naval fleet had been decimated overnight via a concentrated explosion of unknown origin. Upon further investigation, it was revealed that an unidentified organism had been lured towards the fleet by Coca-Cola thaumaturges.\n\n\nSummary: On 05/04/1997, The Japanese Branch of the Foundation intercepted an Anderson Robotics shipment of 500 combat-modified androids resembling an anthropomorphized can of Pepsi-Cola. Although no additional shipments between Anderson Robotics and PepsiCo were intercepted, reports of a 2.5-meter tall humanoid android would be received in the following months.\n\n\nSummary: On 29/05/1998, it was discovered that the text of SCP-140 had been altered, with an additional 15 pages detailing the Daevite Empire's tradition of consuming Coca-Cola products. An investigation into the method by which the pages were added revealed a copy of SCP-140 in the hands of The Coca-Cola Company; recovery efforts were abandoned due to the concentration of demonic entities guarding the plant.\n\n\nSummary: On 07/06/1999, PepsiCo's Department of Esoteric Affluence successfully altered the gravitational pull of Earth for a period of 48 hours, in accordance with the company's theoretical \"Pepsi Gravitational Field\". This resulted in the total deconceptualization of all beverages other than those sold by PepsiCo, which necessitated Foundation intervention as the concept of water was no longer properly understood.\n\n\nSummary: On 10/06/1999, A ritual was conducted from Coca-Cola's headquarters, which resulted in the development of lactose intolerance in all PepsiCo employees simultaneously. Although the motivation behind the event was poorly-understood at the time, it is believed that a significant number of PepsiCo employees were greatly affected by the development of the condition, most commonly for religious reasons.\n\n\nSummary: On 21/06/1999, Foundation assets embedded in Coca-Cola's Arctic Fortress went dark. An unmanned exploration into the territory revealed a series of directed thaumaturgical charges had encased the entirety of the compound in a block of ice; the act was attributed to the remaining ships in PepsiCo's Naval Fleet. An estimated 15,000 casualties were recorded.\n\n\nSummary: On 25/06/1999, a dossier addressed to the Foundation was left outside a Foundation-operated front company, inside a crate of Pepsi-Cola. Said envelope contained evidence linking The Coca-Cola Company to the cult known as \"The Children of the Scarlet King\". The dossier contained multiple pieces of evidence of thaumaturgical interference throughout the plant, with photographs of machinery leaking blood, a persistent \"howling\" sound throughout the plant, and files for 7 employees that had gone missing in the past month. Over the following week, several PepsiCo bottling plants would disappear entirely, resulting in an estimated 30,000 casualties.\n\n\nAddendum-570-2: Initial Discovery of SCP-570.\nOn 04/07/1999, the mass thaumaturgical residue left behind by both companies reached its breaking point, leading to the biggest wave of thaumaturgical backlash recorded since the Seventh Occult War. The incident plunged anomalous ecosystems into disarray, with an estimated 7,000 anomalous beings being directly affected by SCP-570's effects. The creation of the Great Pepsi Seal and the destruction of one of the [REDACTED] chains would stabilize the anomaly, and at the behest of the Global Occult Coalition, the Foundation agreed to act as an intermediary for both companies to hold peace talks in the aftermath.\n\n\nAttending Parties\n\n\nFoundation Researcher Anna Sylva\nPepsiCo Grand Thaumaturge Iblis Berith\nCoca-Cola Customer Satisfaction Representative Ra'zethim Sallos\n\n\nBegin Log\n\n\nRsr. Sylva enters the conference room. Sitting on opposite sides of the room are Representatives Sallos and Berith.\nRsr. Sylva: Thank you both for agreeing to meet with —\nThe room is briefly illuminated by a series of flashes from an integrated Doe Reality Stabilizer, signifying a spike in anomalous activity throughout the room. The machinery emits a series of sounds as it neutralizes the thaumaturgical activity pulsating around it.\nRep. Sallos: Ow, fuck! What the hell was that?\nRsr. Sylva: Please refrain from trying to cast a spell on Ms. Berith.\nRep. Sallos: I didn't cast shit, it was her!\nRep. Sallos points at Grand Thaumaturge Berith, who is whispering something under her breath. After a brief pause, she stops.\nGrand Thaumaturge Berith: It seems magic refuses to work here. Very well.\nRsr. Sylva: I didn't expect you guys' rivalry to run this deep, you work for soda companies. Next person — or entity, I guess, sorry Mx. Sallos — to try and kill the other will be formally contained. Understood?\nGrand Thaumaturge Berith and Representative Sallos begrudgingly express agreement with the terms.\nRsr. Sylva: Right. So, the reason we brought you here today is that we believe you — that's you as in you and your employers — have successfully caused a frankly ridiculous amount of thaumaturgical energy to collapse into a single point.\nGrand Thaumaturge Berith: The Divination Department at the plant has foreseen this. We have prepared for such an eventuality.\nRep. Sallos: Right right right, this about the flavor thing? Could've sent this in to the guys at Production. They're going nuts over it.\nRsr. Sylva: Wait. So you both know about the fact that your beverages now taste exactly the same?\nGrand Thaumaturge Berith: Any thaumaturge worth their salt would've seen it coming. The amount of sustained energy directed at both beverages would've done something like this sooner or later.\nRep. Sallos: A notice went out a few weeks back. Bought a Coke while visiting some family in Vegas — we can only drink Coke there, you know? Something about Akiva radiation, dunno, didn't really pay attention to the guys at production. — and noticed that the flavor had gone to shit.\nRsr. Sylva: So… Both companies are already aware of this? Then why did you let it happen? Why not stop while you were ahead?\nGrand Thaumaturge Berith: The day of ascension draws near. All will revel in the glory of a refreshing can of Pepsi Cola.\nRep. Sallos: We don't really care. Can't let the nutjobs get ahead of us.\nRsr. Sylva: But can't you see that you're advertising the exact same product now?\nGrand Thaumaturge Berith: Irrelevant. Pepsi reigns supreme in the realm of beverages.\nRep. Sallos: What, you think this has ever been about the actual soda? It's about sending a message.\nRsr. Sylva: The message being?\nRep. Sallos: …\nRep. Sallos: Fine, you called my bluff. We just really fucking hate each other's guts.\nGrand Thaumaturge Berith: Agreed.\nRep. Sallos: Sure Berith, act all wise and solemn. Not like the guys at the plant saw you at that horrid milk fiasco you tried to pull in '91.\nGrand Thaumaturge Berith: Bastard.\nGrand Thaumaturge Berith stands up and leaves the room. As she exceeds the range of the Reality Stabilizer, she disappears in a flash of light.\nRep. Sallos: Well, pretty productive meeting. You didn't tell us shit we didn't already know, and I pissed off a wizard. I'll be leaving now.\nRsr. Sylva: …Fine. You know what? Fine.\n\n\nEnd Log\n\n\n \n \n\nFootnotes\n1. Based on recovered data, it is believed that if activated, the memetic construct would've closely matched a Type-VIII Pluripotent Memetic Construct by Foundation guidelines.\n\n \n \n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-570\" by Fishish, from the SCP Wiki. Source: https://scpwiki.com/scp-570. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}