{
  "created_at": "2008-07-26T12:33:00",
  "creator": "far2",
  "link": "scp-134",
  "rating": 398,
  "references": [
    "scp-133",
    "scp-135",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 134,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "alive",
    "humanoid",
    "ocular",
    "portal",
    "rewrite",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-134",
  "url": "https://scp-wiki.wikidot.com/scp-134",
  "content": "Item #: SCP-134\nObject Class: Safe\nSpecial Containment Procedures: SCP-134 is currently contained within a specially outfitted humanoid-containment cell, measuring six (6) meters by eight (8) meters. Since SCP-134 is completely blind, special safety precautions must be taken with the room's furnishings. SCP-134 is reasonably accustomed to the position of all objects in the cell and navigates mostly from memory. SCP-134's room currently contains:\n\nOne (1) single bed with additional mattress padding.\nOne (1) pink bed set including sheets, comforter, and pillow with \"Hello Kitty\" mascot print. (Note: though blind, SCP-134 is able to feel the printed pattern and prefers it.)\nOne (1) wardrobe and one (1) chest of drawers containing clothes in Youth Extra-Small. All drawers are to be labeled in Braille and raised-print English.\nOne (1) dollhouse with dolls and interior furnishings.\nEight (8) stuffed animals (three cats, two dogs, a giraffe, a dolphin, and a panda)\nA selection of children's literature in Braille.\nOne (1) chair and one (1) table.\nA craft station with modeling clay and building blocks.\n\nSCP-134 may request additional items, all of which must be approved by a staff member with Level 3 clearance or higher. If any items are added to the room, SCP-134's handlers must be informed ahead of time to prepare her for the addition of something new to the environment. SCP-134 is to be tutored on a regular basis both in general education appropriate for the subject's age and in Braille.\nDescription: SCP-134 seems to be an Asian girl between the ages of █ and █, with short black hair and a slight build. The subject seems normal in most respects and has all the biological requirements of a human child (food, sleep, etc). However, where SCP-134's eyes should be are two black pits, covered by a transparent membrane similar in appearance to a human eye's membrane; ophthalmological testing has shown that the membranes are between 150 and 200 times more resilient than those of a normal, non-anomalous human. SCP-134 lacks eyelids and thus does not blink, nor can SCP-134 see anything through these black areas. Attempts to examine the back of SCP-134's eyeball have failed, as no retina can be seen. In normal lighting conditions, they appear completely black, but in darkness, very faint lights have been seen within them. Further study with long-exposure photography and light amplification revealed that the lights are actually stars and galaxies, visible as though SCP-134's eye sockets are somehow looking out into deep space. To date, no astronomical formations have been recognized, though research by staff astronomer Dr. ███████ is ongoing.\nSonar examination has revealed no unusual cavities within SCP-134's skull; however, [DATA EXPUNGED], confirming the presence of [DATA EXPUNGED] eye sockets being the local termini and intergalactic space being the remote termini. Parallax measurements indicate that the remote termini are between twenty (20) and two thousand (2000) meters apart, and are moving at between twenty (20) and forty (40) times the speed of light; this does not appear to be linked to SCP-134's position, movement, or metabolism.\nSpectrographic analysis indicates that the remote termini periodically [DATA EXPUNGED] new location; the cause of this is not yet known. The shortest interval measured between shifts was six days, while the longest was five weeks. As of yet, no termini shifts have been observed in progress.\nSCP-134 has not shown any hostile behavior, and seems unaware of any unnatural condition. SCP-134 shows behavioral symptoms similar to those seen in high-functioning autistic children, including patterned behavior and resistance to change. As such, SCP-134 has been assigned a childhood development specialist to help work with these issues; the specialist has suggested that proper childhood development requires a personal name, and has nicknamed SCP-134 \"Stella\". SCP-134 has learned to associate being referred to by her SCP number with being subjected to physical tests, and becomes upset and less cooperative when this is done by individuals who have previously referred to her as \"Stella\"; consequently, personnel are urged to not refer to her by name unless they wish their interactions with SCP-134 to be limited to interview sessions.\nWhen questioned about her eyes, SCP-134 claims no knowledge of any deformation, even when allowed to feel normal human eyes for comparison.\nSCP-134 has to date volunteered no information about parentage or identity, though when acquired by the Foundation, SCP-134 was called \"████\". SCP-134 has proven docile and cooperative, and as such staff should display all the normal courtesy they would to any other guest. SCP-134 was taken into Foundation custody based on reports of a deformed child left at the ██████████ orphanage in ███████, Yokohama, Japan. SCP-134 has been in Foundation custody since 20██, at which time orphanage staff claimed SCP-134 was █ years old. Since then, SCP-134 has learned conversational English, in addition to the Japanese already known, and has demonstrated facility with Braille, though instruction is ongoing.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-134\" by Skali Sharpnose, Voct, and Unknown Author, from the SCP Wiki. Source: https://scpwiki.com/scp-134. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: SCP-134.jpg\nName: Shy Chinese girl.jpg\nAuthor: Romain Guy\nLicense: CC BY-SA 2.0\nSource Link: Wikimedia\n\n\n\n\n\n"
}