{
  "created_at": "2009-04-22T19:14:00",
  "creator": "Le Blue Dude",
  "link": "scp-010",
  "rating": 243,
  "references": [
    "scp-009",
    "scp-011",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 10,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "artifact",
    "compulsion",
    "electronic",
    "mind-affecting",
    "safe",
    "scp"
  ],
  "title": "SCP-010",
  "url": "https://scp-wiki.wikidot.com/scp-010",
  "content": "Item #: SCP-010\nObject Class: Safe\nSpecial Containment Procedures: The objects comprising SCP-010 are to be kept in numbered locked boxes at Site-19. They are not to be worn except by test subjects.\nSCP-010 are only to be removed from storage for testing.\nDescription: SCP-010 consists of a series of six (6) apparently identical cast iron collars with numbered metal tags and one (1) remote control. The control is SCP-010-1. The collars are SCP-010-2 through 010-7. The collars contain intricate electronic components and are powered by small (5 mm diameter, 2 mm thick) 100 V batteries. These batteries are rechargeable.\nThe remote is a heavy black box resembling an old style hand-held radio transmitter/receiver with a primitive blue/white cathode ray screen and a series of more than 100 unlabeled buttons, as well as a frequency tuner. Through trial and error, the frequencies of all six (6) currently found collars have been discovered. A label in Russian is stamped into the metal along with a logo consisting of workers building a pyramid. No official Russian corporation or government agency uses this logo or matches the words stamped into the metal.\nPlacing the collar around the neck of a person and securing it allows one to control their every movement with the remote. It is also capable of producing an adrenal response and activating or deactivating the sympathetic nervous system. The most abnormal feature of the collars is the effect they have on the body morphology. They allow the user of the remote to reconfigure the shape of the victim to an extent that is apparently only limited by the knowledge of the programming language of the remote.\nAddendum 010-1: History\nSCP-010 was discovered in the basement of a lone man in the Midwestern United States after a local disappearance was connected to him. When the police raided the man's house they found SCP-010 as well as several dead bodies. One of the bodies was identified to be the man. The others were several other missing persons. Cause of death seemed to be mass suicide; however, there were signs of significant struggle first.\nAddendum 010-2: Disassemble experiment\nTest 1: SCP-010-2 taken apart piecewise, the parts labeled and several photographs taken, then reassembled.\nResult: After reassembly SCP-010-2 continues to function.\nTest 2: SCP-010-8 constructed identically to SCP-010-2 but with the closest approximations available to the unreplicable components.\nResult: SCP-010-8 fails to function.\nTest 3: Unreplicable components from SCP-010-2 placed into proper locations on SCP-010-8.\nResult: SCP-010-2 ceases functioning with removal of components. SCP-010-8 begins functioning.\nTest 4: Components returned to SCP-010-2. Replicable components in SCP-010-2 replaced randomly with replicas\nResult: SCP-010-2 begins functioning with return of components. Changing replicable components for replicas does not significantly reduce functionality. Replacement of a damaged transistor decreased time from transmission to effect of SCP-010-2 response to commands entered in the remote by 12%.\nAddendum 010-3:\nSCP-010 has been demonstrated to work more effectively in creating unskilled labor than for any other task. The logo is apt. ~ Dr. █████\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-010\" by Le Blue Dude, from the SCP Wiki. Source: https://scpwiki.com/scp-010. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}