{
  "created_at": "2011-08-30T20:34:00",
  "creator": "Aelanna",
  "link": "scp-788",
  "rating": 105,
  "references": [
    "scp-787",
    "scp-789",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 788,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "animal",
    "euclid",
    "fish",
    "scp",
    "subterranean"
  ],
  "title": "SCP-788",
  "url": "https://scp-wiki.wikidot.com/scp-788",
  "content": "Item #: SCP-788\nObject Class: Euclid\nSpecial Containment Procedures: SCP-788 is contained at Site ██ in a high-temperature ceramic lined chamber 25 m in diameter, filled with molten lead kept at a temperature of 900 degrees Centigrade. If SCP-788 becomes active or attempts to break containment, its containment chamber is to be cooled until SCP-788 ceases movement. SCP-788 is to be fed 500g pellets of iron and magnesium on a daily basis.\nDescription: SCP-788 is a creature resembling an African carp (Labeo coubie), approximately 3.2 m in length and composed entirely of ultramafic magma with a 'skin' of cracked picritic basalt. It is currently estimated to have a core temperature of approximately 1475 degrees Centigrade, though its skin temperature is typically much lower. Samples obtained from SCP-788 have shown no differentiation or internal structure.\nSCP-788 has been observed with simple behavior identical to that of a typical water-dwelling fish. It does not exhibit unusual strength for a creature of its size, though its sheer size and mass can result in damage to its containment cell if it becomes agitated. SCP-788 consumes several types of ore and minerals, with a preference for iron and magnesium, though it has not been observed excreting any material. Since its containment, SCP-788 has grown approximately 22 cm in length.\nSCP-788 was discovered following the 19██ eruption of [REDACTED]. It is currently theorized that multiple instances of SCP-788 may exist in the mantle layer of the earth, and the eruption of [REDACTED] may have brought SCP-788 to the surface. Contingencies are currently in place if another instance of SCP-788 is discovered by Foundation or civilian assets.\nAddendum 788-01: Incident 788-01\nOn █/██/██, SCP-788 became slow and apathetic for a period of approximately twenty four (24) days, during which its abdomen swelled considerably. At the end of this period, SCP-788 produced over ███ spherical objects, presumably eggs, with an average diameter of approximately 3 cm. Analysis shows that these are composed of the same type of magma as SCP-788, and all specimens have been separated into another containment cell and placed under observation.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-788\" by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-788. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}