{
  "created_at": "2010-08-08T03:38:00",
  "creator": "comwilson",
  "link": "scp-382",
  "rating": 100,
  "references": [
    "scp-381",
    "scp-383",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 382,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "cognitohazard",
    "compulsion",
    "euclid",
    "humanoid",
    "predatory",
    "scp",
    "vehicle",
    "visual"
  ],
  "title": "SCP-382",
  "url": "https://scp-wiki.wikidot.com/scp-382",
  "content": "Item #: SCP-382\nObject Class: Euclid\nSpecial Containment Procedures: SCP-382-1 is to be stored in a standard Site-██ containment room, inside a 1.5 x 1.5 x 1.5 meter plexiglass box of 5 centimeter thickness, at minimum. A video camera is to be kept trained on it at all times, though this is merely for observational purposes. Due to the area of influence and deleterious nature of SCP-382's effect, it should only be removed from its enclosure for testing purposes, with staff observing from a remote location.\nThe manifestation of SCP-382-2 has so far been confined to SCP-382-1, and therefore requires no special containment procedures beyond those already in place for SCP-382-1. See addendum 382-A. No personnel (Class-D or otherwise) should interact with SCP-382-1 for more than 2 hours, unless accompanied by at least one armed Agent.\nDescription: In its inactive state, SCP-382-1 is a large baby carriage, manufactured in 19██ by █████, ██████████ & ██████ of ██████████, England. Its age shows; metal components are heavily rusted, the rubber of the tires is brittle, and the cushion is missing.\nSCP-382-2 appears to be an infant, between █ and ██ months old, extremely emaciated, with several injuries that seem to vary with each manifestation. On different occasions, SCP-382-2 has shown heavy bruising, broken bones, and sometimes [DATA EXPUNGED] despite which 382-2 could still make vocalizations, although it is unknown how this was possible. When SCP-382-1 is not being interacted with, SCP-382-2 manifests every ██ to ██ minutes, staying between █ and █ minutes. However, when a person places their hands on the handlebars of the carriage, 382-2 will instantly manifest, and the period of time of both disappearance and reappearance will decrease to approximately 1 second.\nAny person who makes visual contact with SCP-382-1 (from now on referred to as \"the subject\") is compelled to approach it and place their hands on its handlebar. While manifesting only intermittently, SCP-382-2 appears to compound the effect when the subject sees it. This effect does not transmit through video feeds, transparent objects, or anything else that would separate SCP-382-1 and its \"victim\", and once the subject is in contact with SCP-382-1, no one else will be influenced until the subject has died and SCP-382 has reset. As soon as the subject comes into physical contact with SCP-382-1 and SCP-382-2 has manifested, they appear to enter a trance, in which they will propel SCP-382-1 in a small circle and make noises directed at SCP-382-2, apparently intended to be soothing. As time passes, the subject will begin to weaken and their body will begin to degrade, while SCP-382-1 slowly begins to take on a new, shinier appearance; rust will begin to flake off, revealing shiny metal underneath, the rubber wheels will become more supple, and a velvet cushion will appear inside. At the same time, each successive manifestation of SCP-382-2 will appear with fewer and fewer injuries, while looking less and less emaciated. The subject will continue to interact with SCP-382 up until just under two hours, at which point they will perish due to massive, widespread organ failure. As of yet, no subject has lasted for more than two hours See addendum 382-A\nOnce the subject has perished, SCP-382-2 will disappear and SCP-382-1 will return to its former, derelict appearance within 30 minutes.\nAddendum 382-A:\nOn ██/██/20██, my research team and I began testing to determine whether a person of sufficient youth and physical fitness could sustain interaction with SCP-382 past the two hour mark. D-382-gtf87i was chosen for his age (only ██ years) and because he had been a physical trainer prior to [DATA EXPUNGED], and kept in shape throughout his incarceration at [REDACTED]. His exposure to SCP-382 proceeded as normal, though the physical degradation appeared to progress at a slower rate than previous test subjects. After the 2 hour mark, with D-382-gtf87i still living, though in extremely poor condition, SCP-382-2 manifested as usual, but did not disappear 1 second later. SCP-382-2 then [DATA EXPUNGED], consuming the then mummified corpse of D-382-gtf87i, and proceeded to [DATA EXPUNGED]. Fortunately, only one other Class-D was killed before SCP-382-2 was terminated by Agent ████████, but the event has necessitated the amending of the SCP-382-2's special containment procedures somewhat. I don't feel that this warrants a change in classification level.\n- Dr. ██████\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-382\" by comwilson, from the SCP Wiki. Source: https://scpwiki.com/scp-382. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}