{
  "created_at": "2009-12-11T20:59:00",
  "creator": "Zaeyde",
  "link": "scp-099",
  "rating": 379,
  "references": [
    "scp-098",
    "scp-100",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 99,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "artistic",
    "cognitohazard",
    "mind-affecting",
    "rewrite",
    "safe",
    "scp",
    "visual"
  ],
  "title": "SCP-099",
  "url": "https://scp-wiki.wikidot.com/scp-099",
  "content": "Item #: SCP-099\nObject Class: Safe\nSpecial Containment Procedures: SCP-099 is kept in a 1 m x 75 cm wall-mounted, fireproof case in Gallery 27. Standard climate and humidity controls apply to this section of the Gallery. Due to its properties, SCP-099 can only be viewed within the gallery by Level 2 staff or higher, and only from a distance greater than five meters and for a period not to exceed five minutes per day. When not being viewed, the case is to remain shut and electronically locked.\nDescription: SCP-099 is a 73 x 50 cm painting titled \"The Portrait.\" Created in 1935 by surrealist painter René Magritte, the original painting possesses memetic properties that trigger acute paranoia and lingering psychological effects when viewed for too long or from a distance of approximately three meters or less. The painting depicts a simple still life, with the addition of a single eye staring back at the viewer.\nA reproduction of the work currently hangs in the Museum of Modern Art in New York, with critical elements removed to prevent the paranoia trigger. For a detailed description of the changes, refer to Document 099b. Detailed reproductions and photographs of the original work retain its memetic properties.\nThose who have viewed the painting for too long or from too close of a distance become subject to the delusion that any being or depiction of a being with eyes is staring at them. In extreme cases, subjects report that inanimate objects are making eye contact.\nThe condition is so severe that subjects will even report making eye contact with individuals whose heads are completely turned away. Depending on the length of the original exposure to the painting, subjects may suffer from this condition until death, resulting in severe paranoia and enochlophobia.\nAddendum: SCP-099 was recovered from the private collection of Kay Sage, another surrealist painter. Recovery was performed by MTF Theta-6 \"Pink Panther.\" Mrs. Sage was unaware of the recovery and replacement of SCP-099, although pre-recovery investigation suggests she was aware of its properties and was either immune or careful not to look too closely.\nMagritte was still alive at the time SCP-099 was stored in Gallery 27. He remained under Foundation surveillance until his death in 1967. Research suggests that the painting's memetic trigger was intentionally created, although the effect and power of the trigger was likely unintentional. The Foundation has studied the rest of Magritte's work and found no anomalous memetic properties to this date.\nWeaponized Replication: [DATA EXPUNGED]\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-099\" by Zaeyde, rewritten by Sorts, from the SCP Wiki. Source: https://scpwiki.com/scp-099. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}