{
  "created_at": "2008-07-26T20:14:00",
  "creator": "far2",
  "link": "scp-114",
  "rating": 151,
  "references": [
    "experiment-log-114-a",
    "scp-113",
    "scp-115",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 114,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "euclid",
    "humanoid",
    "mind-affecting",
    "rewrite",
    "sapient",
    "scp"
  ],
  "title": "SCP-114",
  "url": "https://scp-wiki.wikidot.com/scp-114",
  "content": "Item #: SCP-114\nObject Class: Euclid\nSpecial Containment Procedures: SCP-114 is kept in a 10 m3 standard concrete humanoid containment cell at Site-17. The cell is positioned at the bottom of a 40 m shaft to prevent staff members from coming into the proximity of SCP-114. The cell is accessible by a staircase restricted to emergency use only. Daily rations are provided to SCP-114 three times a day by means of a dumbwaiter. SCP-114 is also permitted to submit written requests to attending staff by the same means. To date, SCP-114 has been granted one Qur’an (Arabic), one prayer rug, and one blank journal with pens.\nResearch on SCP-114 is suspended until further notice. Elimination of SCP-114 is acceptable in the event of a multiple containment-breach crisis.\nDescription: SCP-114 is a Pashtun woman of Afghani origin, approximately 40 years old and 160 cm tall. SCP-114 has the involuntary effect of fostering and escalating violent conflict between all individuals in her proximity. Subjects within ten to fifteen meters of SCP-114 become inconsolably aggressive at trivialities or points of little consequence, often to the degree of projecting hostile motives on others. Arguments generally arise between individuals after one to three minutes of exposure to SCP-114. The resulting arguments turn to violence in all cases.\nNotably, persons affected by the presence of SCP-114 will never exhibit hostility towards SCP-114 or attempt to inflict harm upon her. Subjects ordered to deliberately injure SCP-114 find themselves unable to do so. For relevant information, see Experiment Log 114-A.\nCommunication with SCP-114 has only been possible through written notes or electronic means. Researchers have gleaned that SCP-114 is unaware of her effect on other people. She shows little to no response to exposure to violence, and seems to be under the impression that human beings are naturally aggressively hostile to each other.\nSCP-114 is consistently unresponsive and uncooperative with researchers, and appears to be acutely wary of human interaction. Due to the difficulty of communication with SCP-114, psychological evaluations have been speculative at best. Rudimentary assessments strongly suggest psychological trauma – combat stress reaction and/or compassion fatigue have been tentatively proposed.\nDocument 114-a-898-12:\nAbridged eyewitness report from ████████ ██████████, a former soldier in the 40th Red Army, interviewed March 23, 1991. Translated and transcribed by █████████ ██████.\n\n“…We took ████ on February the first, 1980. It was a shit little village, but the Mujahideen put up a damn good fight. Eight of our men killed, fifteen wounded. One tank destroyed. It was dead cold, too. You think the Middle East is warm, but you go to the mountains in February, it is not so. Anyway, we were mopping up the area, going through the huts, looking for weapons caches and the like. It seemed like every doorstep had some old babushka weeping and tearing at her hair and clutching our knees. But at the end of the street was this one big hut, no babushka outside. Only there were trays of food left out, like an offering before the door. (████████ pauses for several seconds) So six of us go in to search. It was big and empty inside, dusty, and practically bare. Didn’t look like anyone had been in there in a long time. But soon, we hear this soft whimpering, though, and look! – over in the corner there’s a little girl, must be eight or nine, curled up and all alone. Piotyr… he was a big softie… he goes over, he bends down, puts out his hands, says – ‘Come on, little one, it is okay, we won’t hurt you.’ But the girl won’t budge. Then Piotyr stands up, all stiffly, and looks back at us funny. Konstantin walks over and puts a hand on his shoulder, tells him to leave the girl alone, laughing good naturedly. Piotyr gets all red-faced, like he’s had a full bottle, and shouts ‘Get your damn hand off my shoulder!’ or something of the sort. He looks like a wild animal. We are all in surprise. And suddenly they are on the ground, and he’s bashing Konstantin’s face in with the butt of his rifle, screaming. It took three of us to pull him off, and by then Konstantin was dead….”\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-114\" by Unknown author, rewritten by bleggs, from the SCP Wiki. Source: https://scpwiki.com/scp-114. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}