{
  "created_at": "2008-12-30T00:59:00",
  "creator": "agatharights",
  "link": "scp-457",
  "rating": 673,
  "references": [
    "scp-1689",
    "scp-124",
    "scp-456",
    "scp-458",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 457,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "autonomous",
    "euclid",
    "featured",
    "fire",
    "humanoid",
    "predatory",
    "scp"
  ],
  "title": "SCP-457",
  "url": "https://scp-wiki.wikidot.com/scp-457",
  "content": "Item #: SCP-457\nObject Class: Euclid/Potential Keter\nSpecial Containment Procedures: SCP-457 is to be kept in a 5m x 5m chamber with no less than 22.9cm (9in) of cumulative fireproofing via various materials (asbestos cement, perlite boards) upon all surfaces and a blast-proof observation window with emergency blast shielding installed. The opening to the chamber must consist of at least two temperature-controlled and airtight chambers that may be sealed in case of emergency. SCP-457's chamber should be kept at high humidity with a drainage system installed in the floor, as well as a misting sprinkler system installed and running constantly, and emergency hoses capable of at least 2.1 MPa (300 psi) of water pressure. SCP-457 is allowed a small structure upon the wall of its chamber that remains water-free, but only allows for minimal protection and preservation of form.\nAll personnel entering SCP-457's chamber should be wearing at least Class-A temperature-controlled, flame-retardant sealed suits, and enter in groups of three, with two members equipped with high-grade blast shields and emergency fire extinguishers. Personnel should only enter SCP-457's chamber in order to supply SCP-457 with its daily allotment of fuel material, or to examine and repair any damage to the chamber or sprinkler systems.\nShould SCP-457 engage personnel in a hostile manner, it is to be controlled via emergency extinguishers and hoses until it retreats back to its safe chamber.\nIn the event that SCP-457 breaks containment, emergency sprinkler systems will be triggered and personnel will be supplied with extinguishers and blast shielding.\nDescription: For all points and purposes, SCP-457 appears to be a sentient being composed of flame. SCP-457's actual composition is unknown, and has proven to be invisible and undetectable by any known means, but is shaped out by the flames it produces, often assuming a human-like form if given sufficient fuel to assume that size. SCP-457's most rudimentary form appears to be that of a single flame, comparable in size to that of a matchstick. In this form, SCP-457 possesses only the simplest of directives and shows no signs of being unusual compared to any other flame beyond a penchant for suddenly flickering to burn human hands, and the ability to 'jump' to more flammable materials or other flames, which it then assimilates into its total form.\nAs SCP-457 grows larger, it is able to assume more complex shapes, and its intelligence grows with size and fuel sources. SCP-457's method of intelligence is unknown, but upon reaching an approximately human size, SCP-457 almost always assumes a human-like form surrounded by and composed of flames. SCP-457 has been observed to communicate through writing letters out of its own flames, charring them onto the wall or other surfaces, and more rarely through speech, created via high-pressure, superheated air and the crackling and pops of flames. Once SCP-457 reaches an unknown threshold of size and fuel source, SCP-457 splits into two beings, and so on so forth. However, multiple beings of SCP-457 are aggressive towards each other, and will either attempt to consume or extinguish their doubles, especially if there is only a limited amount of fuel at hand.\nSCP-457's behavior is largely predictable, as its goals are simply to acquire larger sources of fuel and to spread. The danger of SCP-457 comes from its ability to increase intelligence with size, and apparent ability to learn and mimic behaviors. This has led to it purposely damaging and sabotaging sprinkler systems and, in rare circumstances, set up relatively complex traps. It has also attempted to trick or reason with personnel to be released or have access to more fuel. Due to SCP-457's unique composition, variable intelligence, and uncooperative nature, its psychology may not be accurately determined in accordance with any human analogy.\nSCP-457 was recovered in ██████, █████ in the summer of 2007, after multiple wildfires were attributed to it. It is unknown where or how SCP-457 initially formed. Investigation into the potential of SCP-457 being responsible for other major fires is underway.\n\n\nSCP-457 attacking a forest prior to capture, note increased size. Photo taken just before splitting threshold met.\n\n\nAddendum:\n\nAn Interview between Doctor ████ and SCP-457\nDr. ████: Can you speak, currently?\nSCP-457: Yes.\nDr. ████: Good. Would you mind answering some questions?\nSCP-457: [[No reply]]\nDr. ████: I'll take that as a no. How do you feel about being confined?\nSCP-457: [[Crackling]] Dislike. No fuel. No air.\nDr. ████: We have provided you with adequate air and fuel to survive.\nSCP-457: Can not burn. No fuel.\nDr. ████: Are you saying that you cannot grow?\nSCP-457: Grow. Need. Must grow. [[457 moves about containment area as if searching]]\nDr. ████: How do you feel?\nSCP-457: Hungry.\nDr. ████: Do you feel anything besides hunger?\nSCP-457: [[No answer, 457 approaches blast shielding separating it from Dr. ████]]\nDr. ████: How do you feel about humans?\nSCP-457: They burn. [[457 moves closer to blast shielding, appearing to examine the window and Dr. ████]]\nDr. ████: How do you feel about fuel?\nSCP-457: It burns. [[457 places a 'hand' upon the blast shielding to no effect]]\nDr. ████: Please move away from the window. Or we will be forced to reduce your size considerably.\nSCP-457: [[No reply or signs of understanding. Does not move.]]\nDr. ████: …How do you feel about water?\nSCP-457: [[Emits a high-pitched scream of superheated air and presses body against blast shielding.]]\nDr. ████: Please move away from the window, or we will be forced to turn the sprinklers back on.\nSCP-457: [[Backs away from the window, still screaming, hissing, and snapping.]]\nDr. ████: Do you understand that? Stay away from the window, and you will not be doused.\nSCP-457: [[Quiets and remains still for several seconds before approaching window again, stopping several feet away.]]\nDr. ████: Do you understand?\nSCP-457: Want fuel. Want air. Want burn. Want to burn. Want to burn. Want to burn. [[Repeats self, growing louder and beginning to move about containment area rapidly, apparently searching walls and ceiling for a way out]]\nDr. ████: There is not a way out, if you would please…what is it doing? Is it looking for a way ou-\n[[At this point in the interview, SCP-457 managed to severely damage much of the sprinkler system and destroy a portion of the fuel injector that had been sustaining its intelligent form, giving it free access to several gallons of gasoline. The interview transcript was recovered via security footage from before the blast. SCP-457's temporary breach of containment came from an exploitation of the sealant used to attach the blast shielding to the rest of the chamber. How SCP-457 managed to learn of and exploit this weakness is unknown, and it has since been moved to a higher-security chamber.]]\n\nAddendum 2: Due to the excessive resource requirements in keeping SCP-457 contained, locating a permanent renewable fuel source is currently a high priority. Proposals so far include, but are not limited to:\n\nUse of starch dust obtained from SCP-1689 potatoes.\nUse of SCP-124 to rapidly produce sources of bio-fuel.\n\nApproval of one or more of these proposals pending review.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-457\" by agatharights, from the SCP Wiki. Source: https://scpwiki.com/scp-457. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: scp-457-new.png\nAuthor: Jadeitor\nLicense: CC BY-SA 3.0\nSource Link: SCP Foundation Wiki\n\n\nFilename: fire.jpg\nAuthor: DSC_7139\nLicense: CC-BY-SA 2.0\nSource Link: https://commons.m.wikimedia.org/wiki/File:Fire-Forest.jpg\n\n\n\n\n\n"
}