{
  "created_at": "2015-04-26T01:22:00",
  "creator": "Anaxagoras",
  "link": "scp-449",
  "rating": 182,
  "references": [
    "scp-448",
    "scp-450",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 449,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "addictive",
    "artifact",
    "cognitohazard",
    "ectoentropic",
    "euclid",
    "factory",
    "gustatory",
    "inscription",
    "scp",
    "telepathic"
  ],
  "title": "SCP-449",
  "url": "https://scp-wiki.wikidot.com/scp-449",
  "content": "Item #: SCP-449\nObject Class: Euclid\nSpecial Containment Procedures: All instances of SCP-449 are to be stored in a standard containment vault outside of testing. To minimize additional production, between 3 and 5 kilograms of SCP-449-A will be available for testing in a low-risk chemical storage container. Excess SCP-449-A generated in testing of SCP-449 must be incinerated.\nA network of D-Class spaced no closer than 1500 kilometers apart are to consume one grain of SCP-449-A per day to monitor for use of SCP-449. Should use by parties other than the Foundation be detected, agents are to follow the dragnet procedure outlined in Document 449-5 to locate and confiscate the SCP-449 instance.\nDescription: Each instance of SCP-449 is a twisting aluminium cone, loosely resembling a cornucopia. Each is 40 centimetres long with a mouth approximately 15 centimetres in diameter, weighing slightly more than a kilogram. On the side of each is stamped the word “JOY”. For unknown reasons, all instances tarnish very easily.\nWhen squeezed by a human, SCP-449 instances produces SCP-449-A. The user may control the rate of production by thought, ranging from a single grain to about 6 litres per second. SCP-449-A is a clear, crystalline substance resembling sand in texture. It may be shaped, crushed, or dissolved in water or alcohol, though not in bodily fluids other than blood. It is odorless and tasteless. Eating large quantities of SCP-449-A may cause erosion of tooth enamel, damage to the alimentary lining, and diarrhoea or vomiting consistent with the consumption of other abrasive substances.\nIf consumed in any quantity, it causes the consumer to enter a state of extreme pleasure and euphoria for up to a day as long as it remains within the digestive tract. This effect is not modulated by dosage and takes effect immediately. SCP-449-A is neither digested nor externally damaged by its passage through the alimentary canal, though when excreted or removed through other means, it no longer exhibits anomalous properties.\nThe euphoric effects of SCP-449-A cease immediately if any person within approximately 1300 kilometres has more SCP-449-A by mass within their digestive tract. To date, all individuals SCP-449 instances have been recovered from had gone to extreme lengths to retain the effects of SCP-449-A, including:\n\nKilling at least four other users of SCP-449.\nPermanently residing in a boat far away from any population centres.\nUndergoing radical gastric surgery to add an additional estimated 3 cubic meters to their digestive tract.\n\nIn almost all cases, the SCP-449 users had abandoned activities other than producing and consuming SCP-449-A. To date, 83 instances have been recovered, out of an estimated 100.\nAddendum 449-2: Several SCP-449 instances were accompanied by the following note:\n\nJOY from the factory\nany will let you have JOY\ninterferes within 761 miles very unfortunate regrettable apologies etc\nhappy way for you to be one to feel JOY\nJOY JOY JOY better than JOY\nas much JOY as you like\nhow much JOY to have joy how much to have sorrow without JOY\nyou cooperate you defect you organize you destroy\nyou use\nfactory only provides\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-449\" by Anaxagoras, from the SCP Wiki. Source: https://scpwiki.com/scp-449. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}