{
  "created_at": "2009-02-05T01:40:00",
  "creator": "BlastYoBoots",
  "link": "scp-504",
  "rating": 1281,
  "references": [
    "scp-904",
    "scp-503",
    "scp-505",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 504,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "alive",
    "auditory",
    "mobile",
    "plant",
    "safe",
    "scp",
    "species"
  ],
  "title": "SCP-504",
  "url": "https://scp-wiki.wikidot.com/scp-504",
  "content": "Item #: SCP-504\nObject Class: Safe\nSpecial Containment Procedures: All seeds, plants, fruit, crossbreeds, and other products of SCP-504 are to be classified as SCP-504. SCP-504 seeds need no special containment, other than to prevent misuse by unauthorized personnel. Grown SCP-504 plants and their fruit should be kept in soundproof rooms. Guards and researchers assigned to maturing or growing SCP-504 are to be equipped with radio-enabled masks which insulate non-transmitted sound, and are to be instructed to avoid attempts at humor.\nDescription: SCP-504 is a species of tomato physically and genetically identical to that of the typical commercially-grown tomato. It was recovered in [REDACTED], Kentucky after a woman reported to the police that her farmer husband had been \"murdered by his lunch\". The Foundation is currently working to identify and destroy loose strains of SCP-504 in the surrounding commercial farming areas.\nWhen a poor attempt at humor is made verbally within human hearing range of SCP-504's tomatoes, they instantly accelerate to a speed of at least 100 miles per hour (approx. 160 kilometers per hour, 45 meters per second) in the direction of the sound's source. Only mature tomatoes, separated from their vines and less than 10% rotted or chemically compromised, exhibit this effect once each. Tomatoes do not have to be physically intact, though ingested tomatoes are usually insulated enough from sound to prevent their effects before neutralization by stomach acid.\nSCP-504 tomatoes seem to reach speeds relative to the inciting attempt at humor (see experiment log). Relevant variables seem to include corniness, humor-to-length ratio, and use of puns. Language appears irrelevant.\nNote: Whoever snuck SCP-504 into the cafeteria kitchen is getting terminated. Those tomato slices are like fucking shurikens. - Dr. Blast\n\nLog of tests with SCP-504:\nItem: One mature SCP-504 tomato\nSubject: D-504-1\nSpoken: \"Is a hippopotamus a hippopotamus or just a really cool opotamous?\"\nResult: No change in velocity.\nItem: One mature SCP-504 tomato\nSubject: D-504-1\nSpoken: \"What's an archeologist? Someone whose career is in ruins.\"\nResult: Tomato clocked at 124 mph. Subject suffered a broken nose.\nNotes: It appears that SCP-504 has a certain \"taste\" in jokes. This might indicate sapience. I hope not. - Dr. Blast\nItem: One mature SCP-504 tomato\nSubject: D-504-2\nSpoken: \"Three tomatoes are walking down the street- a poppa tomato, a momma tomato, and a little baby tomato. Baby tomato starts lagging behind. Poppa tomato gets angry, goes over to the baby tomato, and smooshes him… and says, Catch up.\"\nResult: Tomato clocked at 264 mph. Subject rendered unconscious.\nItem: One mature SCP-504 tomato\nSubject: D-504-3\nSpoken: \"So, I was going to bed, and my brother told me, 'Goodnight! Don't let the bedbugs stick their proboscis in your skin and suck your blood!'\" *pause* \"Good luck on a healthy dermis!\"\nResult: Two-second pause before activity. Tomato clocked at [REDACTED]. Sound barrier broken. Subject killed.\nItem: Three mature SCP-504 tomatoes, each from a different crossbreed\nSubject: D-504-4\nSpoken: \"If you have dentures, don't use artificial sweetener, cause you'll get a fake cavity.\"\nResult: All three tomatoes clocked at exactly 145 mph. Subject injured, two teeth dislodged.\nItem: One mature SCP-504 tomato, split into quarters\nSubject: D-504-5\nSpoken: \"I tried to walk into Target, but I missed.\"\nResult: All 4 pieces clocked at 212 mph. Subject severely injured, right eye destroyed by piece of tomato.\nItem: One mature SCP-504 tomato\nSubject: CD player playing \"Harmful If Swallowed\" (2003, Dane Cook)\nResult: At [REDACTED], tomato clocked 167 mph. CD player destroyed.\nNotes: It works with recordings? Dammit. Didn't even have to deal with Class-Ds in the first place. - Dr. Blast\nItem: Three mature SCP-504 tomatoes, one for each test subject.\nSubject: After the introduction to the following news item, Bomb blows hole in Lenin statue, the three following jokes were made.\nTest Subject 1: Ooh, that's gonna leave a Marx.\nResult: Tomato number one 'twitched', but did not displace from its original location.\nTest Subject 2: BBC is just Stalin the good news.\nResult: Tomato clocked at 152 mph. Chipped tooth and hairline jaw fracture.\nTest Subject 3: That blows.\nResult: Tomato clocked at [REDACTED]. Subject is hospitalized with a massive skull fracture.\nNotes: I thought we'd just established that recordings work in place of live subjects! I know how much you guys hate the Class-Ds, especially D-504-012 (poor guy might not even recover before termination rolls around), but I'm making it clear that whoever oversaw this round of testing is getting a serious reprimand. The same goes for whoever leaked its video logs to the staff. - Dr. Blast\nItem: One mature SCP-504 tomato\nSubject: Television playing the SNL Sarah Palin and Hillary Clinton skit.\nResult: Tomato reacted as if 'confused': slow-motion video shows three separate bursts of speeds in excess of 200mph, two incidences of motion at normal throwing speeds, and one unprecedented instance of backward motion, all in the one trajectory. Dr. King hypothesises that the tomato was unsure whether or not to 'take it seriously'.\nItem: One mature SCP-504 tomato\nSubject: A portable computer playing a pre-recorded engineering joke.\nTranscript: \"2009 is going to be a complex year. We already know the real part; we still have to find the imaginary part\".\nResult: Supersonic blast detected; computer was completely vaporized by the tomato's kinetic energy. Sensor readings indicate an approximate speed of 3500 km/h (2174 mph).\nItem: One mature SCP-504 tomato\nSubject: A portable computer playing a partial audio recording of the Monty Python sketch \"The Funniest Joke in the World\".\nTranscript: \"Wenn ist das Nunstruck git und Slotermeyer? Ja! Beiherhund das Oder die Flipperwaldt gersput!\"\nResult: Tomato explodes. Debris clocked at 137 mph. Computer heavily coated by debris. Keyboard ruined by exposure to liquid matter - all other components proved functional after cleanup.\nItem: One mature SCP-504 tomato\nSubject: A portable computer playing the text of SCP-904\nResult: [DATA EXPUNGED]\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-504\" by BlastYoBoots, from the SCP Wiki. Source: https://scpwiki.com/scp-504. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: SCP-504.jpg\nName: Tomatoes\nAuthor: Luke Addison\nLicense: CC BY-SA 2.0\nSource: https://flickr.com/photos/1uk3/3913311844/in/photolist-dbon4z-5KdEsA-2ouo4R-dcTjg-7dCKQ6-drtcnh-nJc3Qu-5qzZGw-8JeSZ1-8arrwS-8ztV2e-9BYzPq-oSxVL9-as23tS-q6Bf2-oLSNKw-omexhf-8JeSj7-fvYGaA-az2irR-5ouJ9k-gKwfNy-nTcKwH-6z3J4u-2NKDbH-4ovjyU-dGZL9y-a8kQhu-fZCT4-6UrDvo-a8kQhs-biWRMH-8XjcKL-8artFG-6XNKgS-a6qFJX-bVMmQ5-4KxkWn-d1ZvS7-5oSQsd-PE7L8-8uxe3R-cm1fEb-6g6vmo-ocarP3-6uZbUJ-dCUmwr-eiKyCQ-ahpYF5-4CLLDi\n\n\n\n\n\n"
}