{
  "created_at": "2010-02-25T16:03:00",
  "creator": "SimpleCadence",
  "link": "scp-725",
  "rating": 54,
  "references": [
    "scp-724",
    "scp-726",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 725,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "alive",
    "cetacean",
    "euclid",
    "scp",
    "species"
  ],
  "title": "SCP-725",
  "url": "https://scp-wiki.wikidot.com/scp-725",
  "content": "Item #: SCP-725\nObject Class: Euclid\nSpecial Containment Procedures: Subject is confined to a small coastal inlet adjacent to Sector-07. SCP-725 shows all biological requirements of its wild analogues, and is to be fed and its enclosure maintained according to on-site biologists. Because of the subject’s excitable nature, all watercraft are prohibited from operating within a 20 km radius of the enclosure, except as a measure to deter other marine mammals from lingering in the vicinity. Audio recordings are to be played on the hydrophone in the subject’s enclosure according to the current project director.\nDescription: Subject is a 13.7 m long, 34,800 kg female cetacean with gross anatomical similarities to Megaptera novaeangliae, or the Humpback whale. It was recovered after causing maritime disruptions in ██████████ Bay. Physically the animal is similar to other humpback whales. Small anatomical differences may indicate it is a subspecies of that organism, or [DATA EXPUNGED].\nInitial hypotheses of increased intelligence or self-awareness proved false. SCP-725 has demonstrated no mental capabilities beyond standard aptitudes of its parent species. What it does have are remarkable abilities of audio retention and mimicry; in effect, it remembers precisely every sound it hears and is able to repeat them at will. This includes unnatural sounds like high frequency vibrations, which other whales cannot duplicate.\nIn captivity the subject exhibits a compulsive need to seek out and repeat new sounds. This may be adaptive mimicry, a reproductive strategy, or [DATA EXPUNGED] Once Foundation personnel began playing audio recordings regularly in the enclosure, these behaviors subsided. The subject exhibits preferences for some sounds which it will repeat for weeks, months, or longer, while others it will simply ignore. If recordings are repeated or withheld, the subject may become agitated and attempt to break containment. This compulsion is theorized to be responsible for the subject’s aggressiveness in the wild, as it often repeats the noises of a ship breaking up or its crew’s cries for help but seems physically unable to derive nourishment from attacks on humans.\nCapture Summary 725: A rash of unexplained maritime disappearances triggered the preliminary investigation. Local authorities were responding to alleged attacks on watercraft, research and communication buoys, and eventually people at sea. These culminated in an attack on the US Navy submarine █████████████ which resulted in superficial and structural damage, but no loss of life. A further 23 incidents and 19 individuals lost at sea may be attributable to the subject.\nIn the same time period, fishermen had been reporting odd noises echoing across the ocean in the early morning, suggestive of crashing waves (even during calm conditions), crushing and grinding like ships colliding, mournful wails, or disembodied cries for help. In all cases the noises were clear and could be heard for miles, but no source was observed. The reports have since been definitively linked to SCP-725 (and possibly other wild individuals).\nDoctor ████████ did a preliminary on-site examination of the reports and the organism, before classifying it SCP-725 and remanding it to Foundation custody.\nAddendum 725-01: In a few instances, SCP-725 has been observed to cease motion and produce a sound reminiscent of other whales’ songs. Due to water conditions at these times, the noise can be detected up to ████ km away. On █ occasions, answering songs have been recorded from an indeterminate source. Analyses of the songs indicate separate individuals and apparent ████████████████████████ but have failed to shed light on their purpose or meaning.\nAddendum Incident 725-03: At ████ hrs, ██-██-████, a pod of Right whales passed near the containment enclosure. Upon reaching a point 34 km away, they suddenly altered course and began heading directly for it. Boats were dispatched to halt their advance using acoustic deterrents, which were ignored. The whales then dove to the bottom of the ocean, resurfacing at the seawall and beaching themselves forcefully. The animals continued thrashing violently, inflicting deep wounds on themselves until they expired. [DATA EXPUNGED]\nAnalysis of acoustic recordings revealed that SCP-725 was emitting a subsonic signal for the duration of the incident.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-725\" by SimpleCadence, from the SCP Wiki. Source: https://scpwiki.com/scp-725. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: Humpback whale - Ballena jorobada (Megaptera novaeangliae).jpg\nAuthor: ferjflores\nLicense: CC-BY-SA 2.0\nSource Link: https://commons.m.wikimedia.org/wiki/File:Humpback_whale_-_Ballena_jorobada_(Megaptera_novaeangliae).jpg\n\n\n\n\n\n"
}