{
  "created_at": "2011-06-19T13:51:00",
  "creator": "Phelan Velvel",
  "link": "scp-772",
  "rating": 202,
  "references": [
    "scp-771",
    "scp-773"
  ],
  "scp_number": 772,
  "series": "series-1",
  "tags": [
    "_cc",
    "airborne",
    "alive",
    "euclid",
    "insect",
    "parasitic",
    "scp",
    "species"
  ],
  "title": "SCP-772",
  "url": "https://scp-wiki.wikidot.com/scp-772",
  "content": "Item #: SCP-772\nObject Class: Euclid\nSpecial Containment Procedures: All SCP-772 specimens are to be contained in their 18 m x 18 m x 9 m enclosure, which is contained within a 20 m x 20 m x 10 m hermetically sealed chamber located at Sector-07. A maximum capacity of fifteen (15) specimens per this enclosure is advised, as exceeding this number could result in heightened levels of SCP-772 aggression. This chamber is fitted with a pneumatic fluoridated aluminum dispenser that may be activated remotely if an emergency euthanisation of SCP-772 is necessary, resulting in the suffocation and incineration of all SCP-772 specimens. This emergency euthanisation mechanism and all related equipment must undergo routine maintenance checks to ensure adequate performance. The interval between maintenance checks is not to exceed seven (7) days. SCP-772 eggs are to be stored in a well-lit freezer at a temperature no higher than -10º C (14º F). Surplus/unwanted eggs are to be incinerated immediately and the resulting debris must be examined for any signs of life. If signs of life are present a second round of incineration is authorised. The same procedure should be applied to all expired/unneeded subjects who are, or could possibly be, SCP-772 hosts.\nNOTE: Personnel intending to use SCP-772 for purposes not qualifying as research-oriented must obtain O5 authorisation. – Dr. Woodside\nDescription: SCP-772 is a wasp of unknown species, superficially resembling members of the Megarhyssa genus. A mature adult is typically 60 cm in length, from head to abdomen, excluding antennae and ovipositor. This barbed ovipositor, reaching a length of up to 70 cm, is used to penetrate its host and deposit anywhere from 5 to 20 eggs. Eggs are typically 6 cm long and 2.5 cm in diameter. SCP-772 is meticulous and almost surgical during oviposition: it makes an incision no longer than 3 cm, and the host is paralysed and/or comatose for several hours until the wound can heal sufficiently. Injected along with the eggs is a polydnavirus uniquely adapted to suppress the immune system of mammals, analogous to the smaller parasitoid wasps which do the same to their caterpillar hosts.\nFemale specimens of SCP-772 pose a significant safety hazard, as the ovipositor is extremely sharp and manoeuvrable. When threatened, females will use this organ as a weapon and stab the offender repeatedly. While these wounds are not always fatal, they have been reported to be acutely painful, and cases of bone penetration have been documented. Although caution should be exercised around all specimens of SCP-772, males lack the ovipositor which serves as the female’s weapon and method of host infiltration.\nFemales are capable of reproducing asexually via thelytokous parthenogenesis and will do so in the absence of males. SCP-772 requires a warm, dark, nutrient-rich cavity in which to lay its eggs. It habitually deposits eggs in the abdominal subcutaneous fat of large mammals, but has been known to utilise subcutaneous fat in other regions, including the shoulder, back, hip, thigh, and [DATA EXPUNGED]. See extensive testing conducted on D-class personnel in Document [ADDITIONAL CLEARANCE REQUIRED]. SCP-772 eggs have an incubation period of 4 to 12 days, and length of incubation period is speculated to share an inversely proportional relationship with levels of host stress hormone. Upon hatching, SCP-772 larvae begin their consumption of host tissue, gradually working their way into the depths of the host's body. The larvae may be easily mistaken for abscesses/tumors, but as SCP-772 progresses away from the hypodermis, it appears to the observer that said abscesses/tumors are diminishing of their own accord.\nSCP-772 was discovered on the fourth of ████, 19██, when Professor ████████, a noted entomologist of ███████ University, was found disemboweled and partially devoured on his bathroom floor. Several adult SCP-772's were found feeding on his remains and that of his two cats, indicating that SCP-772 is carnivorous even after pupation. Interviews with his colleagues revealed that Professor ████████ had apparently returned from the Azores islands about two weeks before his death. He did not contact anyone following his arrival in the U.K. and did not return to the university. Professor ████████ had been conducting research in remote areas of the Azores for months at a time and had little contact with anyone during his absence. He recorded data and personal reflections in a series of journals, two of which were found on-site. Relevant and/or noteworthy excerpts have been transcribed and included for post-mortem analysis.\nJournal 772-B:\nPage 52\n\n12/██/19██\n\nFinally, after months of fruitless searching and conducting the same mundane tests on local vegetation and perfectly ordinary insect life, I have found something. And it could be a discovery the likes of which I have sought after all my life. Something undocumented, something unheard of. That rare moment which I’m sure Steller and Darwin and all the rest took for granted, the feeling that you might actually be witnessing something new. Well, not new. Something ancient, really, but new to human eyes, looking back in time, or into the future of natural selection. It’s like what Arthur Conan Doyle or Jules Verne wrote about in their stories, only it’s bloody real. Lord, I know I’m a scientist, but even George would be excited about this. You see this George? I hope by the time you read this lovely little memento I’ve won an award I can wave in your face. Passion and dedication matter, it’s not just about lab work! It’s about risking malaria and dysentery and sleep deprivation and even death. I daresay it's all worth it now. Those larvae are at least ten centimetres long!\n\nPage 58\n\n13/██/19██\nI’ve taken the carcass back to my campsite. It may not be entirely hygienic to keep about, but this will allow me full-time observation of the larvae. I almost feel guilty dragging the thing back here, but there’s nothing for it. Reminds me a bit of how I felt back in my undergraduate studies, when I didn’t want to drown those helpless rats. Ah well. This fellow was already dead, and must have been for some time without anyone going to look for him.\n\nPage 60\n\n15/██/19██\nI’ve examined it all very closely, and it seems I’m fortunate to have stumbled upon the larvae at all. They’ve all retreated as deep as they can within the body, seeking the darkest, tightest nooks and crannies, as if prematurely exposed. And I’ve folded the skin back into place, at least what’s left of it, and now I see he’s split open by a very even, clean-cut slash. The larvae weren’t the ones responsible for the wound, a knife was, or some sort of blade. I’m going to be well pissed off if this corpse is a piece of murder evidence. I don’t think they bother with that sort of thing as much out here, but I’m going to make certain no one finds this body. Not about to lose my discovery.\n\nPage 75\n\n21/██/19██\nThey’re in cocoons now, and I think my original suspicion is correct, they’re some sort of ichneumonoid. [Text scribbled and illegible.] Although this is fairly uncharacteristic of me, I’m spending more energy on worrying than data collection. I returned to the place I found the body originally, and what do you know, the murder weapon sitting right there. I hadn’t noticed it before. It’s a big machete, still has dried blood on it. I’m frightened because if anyone finds me, they might think I killed him, and then I might not be the one awarded all the recognition. Definitely not contacting the authorities. Well, can you blame me? One murder investigation is nothing compared to the implications this wasp has for science.\n\nPage 82\n\n7/██/19██\nIt’s been a fortnight already, I’m dying of anticipation, and it’s not exactly smelling like roses in camp with this corpse lying about. When will the buggers pupate?\n\nPage 85\n\n15/██/19██\nGood lord I’m thrilled! I feel like a proud father, they’ve finally emerged. Luckily I’d constructed an enclosure around the carcass a week ago, because they’re bloody ENORMOUS. This is of truly prehistoric calibre. They’re colourful, yellow and red, positively stunning. Their exoskeleton is unlike any I’ve ever encountered. When they fly against the walls of their enclosure, the wire actually bends, and it’s really thick wire, too. They use such force and don’t seem to suffer any injuries, the exoskeleton must be extraordinarily tough. And the ovipositor of the females is incredible. 60-70 cm, if you can believe it. But I can’t record all this in two places, consult my data notebook.\n\nPage 89\n\n18/██/19██\nRather worried, nights have been particularly windy as of late, and they have finished off the corpse. Confound it, I don’t know how it’s possible, but they’ve eaten the hair and bones. They act with extreme aggression toward anything that moves, including myself, and the thudding as they bang against the walls is becoming rather unnerving. [This portion of text stricken out] I don’t honestly know how much longer the enclosure will hold [End portion of stricken text] I’m surprised the enclosure has held up this long, especially with the wind blowing like this. I don’t know what to do. I can’t risk losing them, but if I leave to get help in town, they could break free while I’m gone and they’ll be gone forever and [Text scribbled and illegible.]\n\nPage 91\n\n11/██/19██\nFuck. Bloody fuck, [Erratic scribbling across several pages, at times so forceful the pages are torn.] Well damn it all, I have some written data and some photographs, sketches and things, but it’s all rubbish compared to the real thing, isn’t it? I suppose I’m lucky I survived, but the devil can take me for all I care, because I’ve lost my evidence and now no one will believe me, they’ll say I’m mad, tampered with a photo of an ordinary wasp. I feel ill just writing this, and not only because I’ve lost the discovery of a lifetime, I seem to have contracted some wretched disease there, either from the water or from contamination from the bloody corpse, or from mosquitoes, or parasites, or who knows what the devil [Text scribbled and illegible.] Vomiting, stomach pains and chest pains the likes of which you cannot imagine, I suppose whatever I’ve come down with has only exacerbated my acid reflux.\nIt would have been better if I could have killed them all, so no one else could find them, but can you believe my pistol wasn’t enough? Thud, bloody thud, I heard the bullets flatten as they struck, completely useless. I woke up in the middle of the night and my side was aching and the enclosure was just a pile of wood and wire and the air was alive with humming. I grabbed this journal and jumped into my truck, but I don’t know how I managed to escape. I just remember shooting as I ran, and even inside the truck they punctured the glass. I saw stingers, huge and thick at one end, fine and sharp as needles at the other, jabbing just inches from my face, wings beating wildly against the windows as the glass weakened and cracked. I nearly crashed into a dozen trees trying to find the path leading to the road, but I found it. To think I cleared that path because I was too lazy to walk to the road. It saved my life. At some point I heard a sickening noise and my stomach churned, but I managed to duck my head below the steering wheel. I was showered with glass and was stabbed a few times on my back and arms, by both shards and stingers, but I put the pedal to the floor and I managed to outpace the wasps. Bloody poetic. Now I can be a fiction writer instead of a God-damned world-renowned scientist [Text is scribbled manically; illegible.]\n\nPage 95\n\n20/██/19██\nI don’t want to believe it, but I can’t sleep at night and I know why I feel this way. How could I not know? It should have been obvious earlier on, and I considered the possibility, but I didn’t want to write it down and admit it might be happening. If it truly is happening, and I go to hospital, I could die on the table, and someone else might take the credit for discovering them. I think it is happening, though, I’m taking loads of painkillers each day now and drinking myself silly. [Text scribbled and illegible.] It is happening, you dim-witted sod. Lord, the pain, the pain, remember me as a weeping child but know that humans are not meant to endure this pain.\n\nPage 97\n\n22/██/19██\nI discovered them, they are MINE, I will DIE for science but not in OBSCURITY. Name them after ME, YOU did not bear them like children you pathetic, spineless [DATA EXPUNGED].\n\nPage 144\n\n27/██/19██\nWasn’t murdered, cut himself open. Me too.\n\nAddendum 772-01: After conducting numerous tests on SCP-772's larval stage, we have concluded the following:\n\nLarvae are sensitive to bright light and temperatures lower than 21º C (70º F). When confronted with either for a prolonged period of time, the organism retreats into a state of deep hibernation and near-death. It is able to live for months at a time in this manner, possibly indefinitely, until conditions once again prove favourable for its development.\n\n\nLarvae saliva contains a digestive enzyme which aids in the decomposition and consumption of host tissue.\n\n\nLarvae respond positively to host stress hormone, exhibiting increased energy levels, accelerated consumption rate, and expedited growth.\n\nAddendum 772-02: After conducting numerous tests on SCP-772's adult stage, we have concluded the following:\n\nWhen given the choice between a live cow and a human corpse, SCP-772 deposits its eggs in the live cow 100% of the time. Whether the larvae require living tissue to survive or the choice is merely preferential on the part of the mother is not yet known.\n\n\nWhen given the choice between a live cow and a live human, SCP-772 deposits its eggs in the live human 84% of the time, tapping its antennae vigorously against both subjects' skin before making a decision.\n\n\nSCP-772 will do the same when confronted with several human subjects, sometimes performing its \"tapping ritual\" up to five times on each individual. The criteria for which subject SCP-772 selects are not yet known, but there seems to be a correlation between its preference and [CLEARANCE LEVEL 3/772 REQUIRED]. Further research is planned. NOTE: Spheksophobic D-class personnel may prove instrumental in SCP-772 data collection. – Dr. Woodside\n\n\nSCP-772 appears to be carnivorous, and in resource-deficient environments, cannibalistic. Males will attack and kill small mammals (e.g., rabbits, cats) but mainly scavenge whatever remains they can find, including larger prey items killed by females. SCP-772 males can be seen \"swarming\" to the location of a female's kill, and she may tolerate their presence (in limited numbers). When a critical threshold has been reached, she will attack the males until they retreat, sometimes killing and eating individuals too slow to escape. Consult Document 772-11W for more information and hypotheses concerning SCP-772 intraspecies interaction.\n\n\nBoth sexes are highly resilient to firearms, incendiary devices, and insecticides. Asphyxiation by oxygen-deficient air has proven uniformly successful.\n\n\nMicroscopic analysis has revealed that the exoskeleton is not primarily chitin, as with other insects, but a complex matrix of chitin, hydroxyapatite, and a fullerene hitherto undocumented. Further research is planned.\n\n"
}