{
  "created_at": "2013-05-28T04:36:00",
  "creator": "RJB_R",
  "link": "scp-935",
  "rating": 120,
  "references": [
    "personnel-and-character-dossier",
    "scp-934",
    "scp-936",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 935,
  "series": "series-1",
  "tags": [
    "_cc",
    "euclid",
    "game",
    "general-bowe",
    "genetic",
    "in-rewrite",
    "inscription",
    "probability",
    "rewrite",
    "scp",
    "self-repairing",
    "teleportation"
  ],
  "title": "SCP-935",
  "url": "https://scp-wiki.wikidot.com/scp-935",
  "content": "Item #: SCP-935\nObject Class: Euclid\nSpecial Containment Procedures: SCP-935 is kept within a standard containment chamber, located in Site 19. It is to be monitored at all times, and in the event of a demanifestation agents are to begin monitoring all subjects known to carry Genetic Marker Bowe-1A. Genetic testing is to be done on all personnel applying for positions in the Foundation, and those who test positive for Genetic Marker Bowe-1A are to be placed under supervision by Foundation agents. If SCP-935 de-materializes, agents are instructed first to begin surveillance of all subjects carrying Genetic Marker Bowe-1A. Agents will be briefed on how to identify these individuals prior to being assigned to SCP-935's containment. When SCP-935 reappears, it is to be retrieved and returned to containment, with containment procedures being updated.\nDescription: SCP-935 is a box of playing cards, appearing to date from pre-1700 Germany, specifically Brandenburg. All cards composing SCP-935 are well worn, but in playable condition. On the box, the words \"Know this: that I have faith in your life, and not in your death\" have been written.\nIf any card is displaced 3m or more from the box, the entire set will instantly be teleported into SCP-935. Analysis produces no evidence of vapor or residue, and high-speed camera footage of the cards vanishing has been inconclusive. If the cards themselves are damaged or altered in any way, they will remain in the same condition until a relocation event, after which they will be restored to their original condition. In addition, any damage to SCP-935 itself will be regenerated over time. For example, tearing open SCP-935's lid resulted in the fibrous tissue of the paper becoming animated and reached out to the torn area, pulling each edge closer and intertwining, eventually reconstituting the damaged area 3 minutes and 43 seconds after the test initiated.\nWhen a subject carrying Genetic Marker Bowe-1A reaches the age of 41, SCP-935 will teleport itself into their possession. Attempting to take it from the subject in the first 78 hours following its manifestation will result in its immediate return to the subject. All subjects who have possessed SCP-935 have gone missing within 78 hours of coming into possession of it, with one exception. During its time in containment, approximately 6 subjects have been lost after coming into possession of SCP-935, and it is estimated that an additional 67 subjects were lost prior to initial containment.\nAfter appearing within the subjects possession, a card within SCP-935 will have detailed instructions on a specific card game to be played by the subject. These are always listed with the caveat that cheating will result in their demise. However, research into SCP-935 affected subjects show that they have all died within 78 hours of obtaining it, whether or not they completed the task. SCP-935 appears to make moves on its own, with cards being teleported into their positions as the game is played.\nAddendum:\n\nIncident Log 935\n\nAccess Granted\n\n\n\nIncident\nDescription\n\n\n4 May 1645\nA letter from a wealthy Italian trader to his wife describes SCP-935 in great detail.\n\n\n23 December 1889.\nJohn Rawl is reported missing in Boston, shortly after completing a card game with SCP-935. First confirmed report of SCP-935 in North America, however SCP-935 is not recovered at the scene.\n\n\n19 June 1890.\nJohn Rawl Jr. commits suicide with SCP-935 in his presence. SCP-935 is later noted to have disappeared from police possession.\n\n\n30 August 1895.\nEliza Duke and Jacob Rawl vanish after leaving home in a stagecoach. SCP-935 not recovered.\n\n\n3 December 1924.\nSCP-935 is photographed at the murder scene of MacDouglas \"Little Bigsy\" Bowe III.\n\n\n4 June 1953.\nSuzanna Carlito goes missing from her home, and SCP-935 is recovered from the interior, set up for solitaire. Foundation Agents discover and retrieve SCP-935. Suzanna Carlito is a direct descendant of MacDouglas Bowe.\n\n\n3 February 1956.\nFoundation Colonel Adrian Bowe is killed in a high-speed collision north of San Francisco. His son, Lieutenant Stan Bowe, a research scientist stationed within Site-19, retrieves SCP-935 from the crash site, and begins studying it. Anomalous properties confirmed shortly afterwards.\n\n\n8 January 1962.\nFollowing the death of Emory Bowe, the Bowe Commission is formed to investigate all possible carriers of Genetic Marker Bowe-1A. General Bowe1 is placed in command of the commission.\n\n\n10 December 1962.\nM██████ ██████ died after being pulled out to sea by a riptide while vacationing in Malibu, California. Her body washed up onto shore in Port Angeles, Washington fourteen months later. SCP-935 found within her stomach contents. As M██████ ██████ had not previously been listed as an SCP-935 candidate by the Bowe Commission, containment procedures are currently being revised, and ancestral research being done to determine the connection M██████ ██████ had to the Bowe family.\n\n\n30 August 1964.\nBowe Commission completes the genetic mapping of all subjects who could potentially be affected by SCP-935. The total list contains approximately 6 subjects, all of which are between the ages of 29 and 40. General Bowe is determined to be the most likely candidate for the next SCP-935 event, and relieved of command.\n\n\n9 July 1970.\nGeneral Stan Bowe is killed during a containment breach within Site-19. Analysis following the breach determines that General Bowe had instructed personnel formerly under his command to deliberately instigate a containment breach of SCP-███, in order to destroy SCP-935 and prevent his death. During the course of the breach, six additional anomalies had also breached, and severely damaged SCP-935's containment area. Following recontainment operations, the deceased Stan Bowe was found in a bunker, filled with cards identical to those found in SCP-935 with the word \"CHEAT\" \"CHECKED\" and \"THIEF\" written on each one. Death determined to be the result of a playing card severing the brain stem. SCP-935 not re-contained following the incident.\n\n\n\n\n\nAddendum: Document recovered from the quarters of Stan Bowe, following the July 9th Incident.\n\nIf you're reading this, it's probably all over. I'm dead, since I'm cheatin' the damned cards or whatever they are have won, and it's moved on to whoever else it wants dead. It's petty. That's all those things have ever been. Through all the work in the commission, research and following up on every second cousin three times removed, it never added up to anything more than that. It's not supposed to let us cheat, that's why we get both options. If we go honest, it's supposed to let us go. That's how the old time artifacts like that are supposed to go, anyways.\nBut this one, it's tied to something else. Some other family, somewhere in the world, that someone stole this damned thing from. It has to be played with them, or given to them at the end, or something. But we can't find 'em. It's pointless.\nWhen it's taking people, they're good as dead. It probably thinks we're being rewarded or something for being good, honest folks who play by their rules. It has \"faith\" in us. I don't want any part of that.\nI do have a plan, which won't work for more than a couple minutes. A little petty, yeah, but two can play at this game. Maybe it'll finally learn to leave us alone, find someone else to pick on.\n\nAddendum: On 7/19/2000, Fred Bowe was determined to be the final subject carrying Genetic Marker Bowe-1A. During the SCP-935 manifestation event, Bowe won against SCP-935 in a game of War. Notably, following this event, all figures depicted on SCP-935's cards were altered to resemble subjects who had disappeared after being affected by SCP-935. In addition, the text found on SCP-935 was altered. Fred Bowe was not affected following the conclusion of the game.\n\nTHANK YOU for ending the game and CONGRATULATIONS on peace. We are all very happy and proud of you Fred. Mommy and Daddy and all the brothers sisters clap for your victory. You were able to win without even needing to be fraudulent or to bend all of the rules in winning. We are happy for you to be free and all times are over. Your reward is not to be rewarded.\nThis is a happy end.\n\nSCP-935 has retained its regenerative properties, and as such containment procedures for a Safe reclassification are ongoing.\n\nFootnotes\n1. For more information regarding General Bowe, see Personnel Dossier.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-935\" by Bijhan, rewritten by Anonymous, from the SCP Wiki. Source: https://scpwiki.com/scp-935. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}