{
  "created_at": "2008-07-26T12:32:00",
  "creator": "far2",
  "link": "scp-133",
  "rating": 220,
  "references": [
    "scp-132",
    "scp-134",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 133,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "artifact",
    "ectoentropic",
    "factory",
    "rewrite",
    "safe",
    "scp"
  ],
  "title": "SCP-133",
  "url": "https://scp-wiki.wikidot.com/scp-133",
  "content": "Item #: SCP-133\nObject Class: Safe\nSpecial Containment Procedures: All instances of SCP-133 are stored in their original shipping crates, which are to be stored within a standard Safe-class storage container at Site 19. Experimentation with SCP-133 may only be performed with prior written permission from at least two (2) Level 4 Personnel.\nDescription: SCP-133 are a set of six hundred and thirteen (613) black, circular pieces of a waxy, paper-like material 5 cm in diameter. When placed against a solid surface and rubbed, SCP-133 will instantaneously \"transfer\" to the surface and create a circular hole. Testing has shown that SCP-133 is capable of penetrating up to 61 cm of structural grade steel, though the exact degree of penetration is reduced by extremely smooth or highly dense materials. Examination of holes created by SCP-133 show that they are superficially smooth, but exhibit tool marks consistent with that of extremely fine boring implements at a microscopic level. The exact mechanism by which SCP-133 operates is still under investigation.\nSCP-133 came to the Foundation's attention following a string of high-profile burglaries in the city of ████ ████ ████, ██. Suppressed surveillance footage and forensic evidence were brought to the attention of embedded Foundation agents in local law enforcement agencies, and upon attempting to apprehend the culprit, subject placed an instance of SCP-133 over his chest and [DATA EXPUNGED]. Local law enforcement officers [REDACTED] and [REDACTED] were administered Class A amnestics and released.\nThe original shipping crate in which SCP-133 was found has been shown to be immune to SCP-133's effect despite being composed of ordinary wood, and has been incorporated into the containment procedures for SCP-133.\nAddendum 133-01: Shipping Label Found With SCP-133\n\nInstant Holes™\na product of The Factory\n800 Units\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-133\" by Unknown author, rewritten by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-133. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}