{
  "created_at": "2011-10-16T21:39:00",
  "creator": "Tanhony",
  "link": "scp-949",
  "rating": 236,
  "references": [
    "scp-948",
    "scp-950"
  ],
  "scp_number": 949,
  "series": "series-1",
  "tags": [
    "_cc",
    "dr-wondertainment",
    "game",
    "safe",
    "scp",
    "structure",
    "teleportation"
  ],
  "title": "SCP-949",
  "url": "https://scp-wiki.wikidot.com/scp-949",
  "content": "Item #: SCP-949\nObject Class: Safe\nSpecial Containment Procedures: The area in which SCP-949 manifests itself is to be surrounded by two (2) meter tall electrical fencing. The perimeter of the containment area is to be patrolled by guards at all times, operating in groups of four (4). Due to the size of SCP-949, use of vehicles is authorized during security patrol.\nAny civilians approaching SCP-949 are to be taken into Foundation custody and dosed with a Class-A amnestic. Exploration of SCP-949 is to be carried out using D-class personnel. Exploration of SCP-949 must be authorised by three (3) members of Level 4 personnel.\nDescription: SCP-949 is a large amusement park located in the state of ███████ which, according to the entrance gate and several documents within the park, is designated 'Wondertainment Land®'. SCP-949 has been observed to periodically disappear from its location on several occasions, often reappearing several days after with new facilities.\nFacilities inside SCP-949 demonstrate highly anomalous properties, more information on which is available in Facility Log 949-1. These anomalous facilities do not appear to intentionally cause harm to humans, and no casualties have occurred during exploration of SCP-949 as-of-yet. All of SCP-949's facilities are staffed and maintained by instances of SCP-949-1.\nInstances of SCP-949-1 appear similar to typical amusement park mascots, and their costumes depict a variety of animals. All instances of SCP-949-1 seem to wear a unique costume, and no duplicates have been sighted to date. Autopsy of recovered SCP-949-1 instances show that their interior is composed entirely of wool, confirming a lack of human presence. SCP-949-1 instances consistently maintain a cheerful attitude despite the situation, even when being dissected or otherwise injured.\nSeveral advertisements for SCP's currently in containment are present in the form of posters or souvenirs. SCP's depicted in these advertisements include, but are not limited to, [DATA EXPUNGED]. All SCP's depicted appear to be related to the individual or organisation known as 'Dr. Wondertainment'. This, together, with the name of the amusement park, suggests that it is the creation of this entity.\n\nInterview 949-1-1\n\nClose\n\nInterviewer: D-94923 (Reading questions from Dr. █████)\nInterviewee: Instance of SCP-949-1: 'Sammy the Salamander'\nNotes: Interview took place during exploration of SCP-949-1 by D-94923.\n\n<Begin Interview>\nD-94923: Um, hello, SCP-949-1 -\nSCP-949-1: Hiya, ███ ██████!\nD-94923: Wha - how do you know my name?\n(SCP-949-1 appears uneasy at this point.)\nSCP-949-1: Welcome to Wondertainment Land! Haha!\nD-94923: Nevermind, I guess…can you identify yourself?\nSCP-949-1: I'm Sammy the Salamander!\nD-94923: Where does SCP-949 go when it disappears?\nSCP-949-1: The park isn't ready yet, friend!\nD-94923: What do you mean, it's not ready?\nSCP-949-1: Sorry kids, Sammy has to go now! Goodbye!\n<End Log>\n\nClosing Statement: After the interview, SCP-949-1 fled at a remarkable speed.\n\n\n\n\nFacility Log 949-1\n\nClose\n\nFacility Name: 'Hook a Duck!'\nMaintaining SCP-949-1 Instance: 'Frank the Fox'\nFacility Details: Facility contains several animate duck toys which the subject must retrieve from a central pool area using a hook. Duck toys demonstrate panic and pain when 'hooked'. When subject succeeded in retrieving three animate duck toys, the maintaining SCP-949-1 rewarded them with a large teddy bear.\nFacility Name: 'Spooky Manor'\nMaintaining SCP-949-1 Instance: 'Bertie the Bat'\nFacility Details: Facility resembles a 'haunted house' attraction present in many regular amusement parks. Upon emerging from the facility, the subject appeared to have several limbs and a human head stitched to it. Subject was not aware of these additions until they were brought to its attention. The human head attached appeared to give the subject information on rides as they explored the park.\nFacility Name: 'Random River Rapids'\nMaintaining SCP-949-1 Instance: 'Terry the Trout'\nFacility Details: Facility appears to be a river ride similar to those used in regular amusement parks. Subject remained in the facility for thirty (30) minutes before emerging. The subject reported no abnormalities other than the presence of several sea creatures with seemingly randomly positioned limbs, eyes and gills.\nFacility Name: 'Bumper Cars!'\nMaintaining SCP-949-1 Instance: 'Billy the Badger'\nFacility Details: Facility is a bumper cars attraction identical to those used in regular amusement parks. Upon entering a bumper car, all bumper cars in the facility began moving independently and attempting to consume each other using rudimentary 'jaws' formed from splits in the metal. When subject fell out of their bumper car, they were ignored and the other bumper cars continued to consume each other until a loud buzzer sounded. Cars immediately ceased movement and began to regrow missing sections, which displayed different coloration than the original portions.\n\n\n\n\nDocument 949-1\n\nClose\n\nDocument was delivered to Overseer HQ by an unknown entity on ██/██/████.\n\nGreetings!\nDue to their continued support of our products, Dr. Wondertainment would like to cordially invite his valued customers to the grand opening of Wondertainment Land®! The grand opening will take place on ██/██/████ and Dr. Wondertainment hopes it will be a fun-filled night for the whole family! Guests will have access to all of the parks facilities, and will be invited to watch the soon to be released Fiery Fireworks®!\nAs Dr. Wondertainment is sure the O5 council will attend, representatives of Dr. Wondertainment will arrive to escort them to Wondertainment Land® on the morning before the grand opening!\nHope to see you soon,\nDr. Wondertainment!\n\n\n\n\n"
}