{
  "created_at": "2010-04-30T22:31:00",
  "creator": "GwenWinterheart",
  "link": "scp-223",
  "rating": 117,
  "references": [
    "scp-222",
    "scp-224",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 223,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "cognitohazard",
    "document",
    "euclid",
    "mind-affecting",
    "photographic",
    "scp",
    "visual"
  ],
  "title": "SCP-223",
  "url": "https://scp-wiki.wikidot.com/scp-223",
  "content": "Item #: SCP-223\nObject Class: Euclid\nSpecial Containment Procedures: SCP-223 is kept in a locked containment vault in Site-19. If the two (2) photos missing from SCP-223 are recovered, they should be stored in two separate, specially prepared vaults at Site-17.\nAny personnel who see any anomalies appear anywhere in SCP-223 must be reassigned to another project immediately. Such personnel must be kept under observation for mental instability (including tri-weekly examination by a site psychiatrist) and are advised to minimize their exposure to photographs of any kind.\nDescription: SCP-223 is a photo album, capable of holding thirty (30) photos, bound like a small hardcover book. The photos are attached to the pages with an unknown adhesive. It matches the appearance of a product made by ██████████ but lacks any brand label. “From danny with love” has been written on the back in blue ink.\nSCP-223 contains twenty-eight (28) photos, which chronicle an engaged couple’s vacation to ██████ Beach. The final two (2) pages of the album have been ripped out.\nThe couple in the photos has been positively identified as E███ ██████ and L███ ██████, who went on the vacation depicted June of 19██. E███ and L███ died on June ██ in a murder-suicide by E███. E███’s suicide note claimed he found his fiancée in bed with another man and killed her, however no evidence of such an affair was ever found.\nThere is one other person who frequently appears in the photos of SCP-223, a Caucasian male with attractive and somewhat androgynous features, designation SCP-223-1. Based on his behaviour in the photos he seems to be a friend of the couple. All attempts to determine the identity of SCP-223-1 have proven fruitless.\nSCP-223-1 does not appear in photos and recorded footage of SCP-223, although careful comparative analysis of the photos and [DATA EXPUNGED].\nOccasionally, persons reading SCP-223 will see the likeness of their romantic interest in one or more of SCP-223’s photos, replacing an incidental bystander. Independent observers can verify that the photos do in fact change, however these anomalies are always discovered by the individual they most concern. SCP-223 seems to target readers who are in a stable, happy romantic relationship with these anomalies. SCP-223 apparently can only target one person at a time in this way.\nIf the discoverer of the anomaly (hereafter the target) continues to read SCP-223, their perceptions of the album's contents will change radically. While any other reader continues to see the original photos, the target will see an album of photos of their romantic partner interacting with an androgynous but attractive member of the target’s sex. The target invariably reacts with jealousy and suspicion, and if allowed will search for the final two pages, believing that the contents will prove whether or not the target’s partner is cheating.\nThe effects of SCP-223 on a given target wear off completely within one (1) week unless the target is exposed to new photos or SCP-223. At this point the current target’s love interest’s likeness will vanish from the album and the target can safely view ordinary photographs. A former target attempting to view SCP-223’s photographs will see [REDACTED].\nIf not allowed contact with SCP-223 following the initial discovery, the target’s perceptions of other photographs will also be altered. The nature of these alterations varies depending on the content of the photos, but the majority involve the inclusion of a humanoid similar to SCP-223-1. Pictures including both the target and the target’s romantic partner seem to be the most psychologically damaging to view. Exposure to a sufficiently large number of photographs seems to cause a ‘brainwashing’ effect in the target, creating a strong delusion of great danger that can only be resolved by returning the missing photos to SCP-223. This appears to be caused by a long succession of subliminal signals and traumatising images rather than by any actual psychic influence.\nPsych. Report 223-6 (Dr. Morris) ██/██/19██ Interview Log\n\nExaminer: Please be seated. How long has it been since your first exposure?\nMorris: Um, about a week? Yeah, that‘s right, seven days. It’s all kind of blurred.\nExaminer: How do you feel?\nMorris: Sort of paranoid. Edgy. Like he’s watching me from somewhere, somehow. Um, any update on the missing photos?\nExaminer: Who do you mean by ‘he?’\nMorris: The man we called 223-1. From the photos. He’s…\nExaminer: Yes?\nMorris: (silence)\nExaminer: Have you been exposed to any photos since your last visit?\nMorris: No.\nExaminer: Good. What do you see here? (photo is of a grizzly bear drinking from a pool)\nMorris: Um, it seems to be a photo of two bears mating.\nExaminer: Very well. And this? (photo is of a bed, no figures present)\nMorris: A naked man, seated on a bed. Look, it’s been a week, right? You can let me go? I’ve got to find those photos…\nExaminer: You seem extremely interested in SCP-223’s missing photographs. Why?\nMorris: I’ve got to prove Lily’s innocence.\nExaminer: Dr. Morris, your wife is in no danger. We discovered nearly twenty photographs hidden in and around your quarters, Dr. Morris. Whatever you saw in those photos is not real.\nMorris: (lunging at the examiner, restrained by guards) Liar! You’re working for them aren’t you!\nExaminer: (to guards) Take him away for now.\nMorris: Wait! Wait! When can I see Lily aga—\n[LOG ENDS]\n\nNote: Morris was given a Class-A amnestic and has now returned to his full duties. Mrs. Morris has been informed that her husband is dead.\nAddendum 223-1: Further analysis of E███’s autopsy report indicates that several of the wounds found on his body could not have been self inflicted, therefore suicide has been ruled out as cause of death. There is no evidence of anyone other than E███ entering or leaving the scene of the crime for at least twenty four (24) hours before and after his death, although [REDACTED] one of the walls.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-223\" by Alias Pseudonym, from the SCP Wiki. Source: https://scpwiki.com/scp-223. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}