{
  "created_at": "2012-12-23T20:56:00",
  "creator": "Drewbear",
  "link": "scp-540",
  "rating": 210,
  "references": [
    "scp-539",
    "scp-541",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 540,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "ectoentropic",
    "k-class-scenario",
    "plant",
    "safe",
    "scp",
    "tree",
    "weapon"
  ],
  "title": "SCP-540",
  "url": "https://scp-wiki.wikidot.com/scp-540",
  "content": "Item #: SCP-540\nObject Class: Safe\nSpecial Containment Procedures: All instances of SCP-540 are to be handled and stored according to standard protocols for similar non-anomalous live munitions, with the exception that all locations housing SCP-540 are to be equipped with a secondary overhead sprinkler system capable of dousing any given room with herbicidal compound H-540-IB9-4LM to a depth of 10 cm in less than 90 seconds.\nAll armories that contain SCP-540 are to be located a minimum of 15 meters below ground, with monitoring and testing facilities located above ground, as part of Site 74-A. A secondary site, designated Site 74-B, is located 117 km away and is to maintain a fleet of firefighting aircraft, including no fewer than 10 airtankers. In the event of a partial or full containment breach of SCP-540 affecting more than 0.5 km² of above-ground land, this fleet is to be loaded with a variety of defoliants and herbicides, including Agent Orange and solutions of sodium chlorate, and proceed to inundate all areas affected by SCP-540.\nDescription: SCP-540 denotes a collection of Soviet-era explosive ordnance of various makes. All instances can be detonated in the same manner as non-anomalous examples, and explode with a similar yield and blast effect. However, approximately 35-37 seconds following the detonation, a mass of plant life will rapidly grow to cover the majority of the damaged area1. The initial growth rate of the plant life is positively correlated to the yield of the originating explosive, but returns to normal for the plant species after approximately 90 seconds. There are currently █████ instances of SCP-540 in Foundation possession and an unknown number outside of Foundation control.\nSCP-540 was discovered in an abandoned munitions depot near █████, Ukraine on ██/██/1999 following investigation of reports of an unusual amount of non-native plant life appearing in the surrounding areas within a short period of time. At time of discovery, the depot had suffered significant looting, with only one portion of the armory undisturbed. Initial testing of munitions recovered from the depot indicate that only approximately 30% of munitions were actually instances of SCP-540. However, instances of SCP-540 are indistinguishable from non-anomalous ordnance, and were randomly dispersed among the non-anomalous munitions found in the originating depot. As such, all munitions recovered have been designated SCP-540 as a precaution. Instances in containment range from hand grenades to a single nuclear device resembling a modified version of the Tsar Bomba, with an estimated minimum yield of 75 megatons. Based on current analysis, it is predicted that should this nuclear device possess anomalous properties, its detonation would result in a GK-class hostile-greenhouse scenario over a minimum of one third of habitable land worldwide.\nAttempts to disassemble low-yield instances of SCP-540 for analysis have resulted in premature detonation and resultant plant growth in approximately 50% of all such attempts. Instances that were successfully disassembled, then reassembled and detonated, did not display any anomalous properties.\nTesting Log Excerpts:\n\n\nOrdnance Tested\nResulting Plant Life\n\n\nRGO hand grenade\n3.1 m² of dandelions (Taraxacum officinale) in full bloom\n\n\nPFM-1 land mine (buried)\n12.8 m² of sawtooth sedge (Cladium mariscus) averaging 2.2 m in height\n\n\n9K115-2 Metis-M anti-tank missile\nsingle black oak tree (Quercus kelloggii), height 17 m, diameter 0.96 m\n\n\nOTR-23 Oka 9M714K tactical ballistic missile (detonated without launch)\nforest of Douglas fir (Pseudotsuga menziesii), covering 19.3 ha (193000 m²)\n\n\n\nFootnotes\n1. All testing to date has resulted in plant life covering a minimum of 90% of damaged areas.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-540\" by Drewbear, from the SCP Wiki. Source: https://scpwiki.com/scp-540. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}