{
  "created_at": "2013-09-13T06:21:00",
  "creator": "Aelanna",
  "link": "scp-706",
  "rating": 311,
  "references": [
    "scp-705",
    "scp-707",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 706,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "euclid",
    "humanoid",
    "sapient",
    "scp"
  ],
  "title": "SCP-706",
  "url": "https://scp-wiki.wikidot.com/scp-706",
  "content": "Item #: SCP-706\nObject Class: Euclid\nSpecial Containment Procedures: SCP-706 is to be housed in a humanoid containment cell at Humanoid Containment Site-06-3 which has been modified with padded walls and minimal sharp edges. SCP-706 is to be provided with 1.2 kg of kaolin and ceramic glaze daily in addition to its regular diet.\nHandling personnel are allowed to provide SCP-706 with non-standard items such as vanity mirrors, extra clothing as outlined in Document 706-E, and a paintbrush set with ceramic enamel paint as an incentive or reward for good behavior.\nSCP-706 is currently contained under suicide watch procedures and is to be restrained at all times except when undergoing testing. SCP-706 is to be given daily therapy sessions until further notice.\nDescription: SCP-706 is an adolescent European-American female identified as ███████ ████████, twelve years of age according to local records at time of initial containment. Records also indicate that SCP-706 had been home-schooled throughout its life and that neighbors rarely saw SCP-706 outdoors.\nSCP-706 is physiologically normal with the exception of an abnormally high resting body temperature of approximately 38.5°C and that its entire epidermis is composed of porcelain, with the exception of small areas around its joints. This layer is extremely fragile due to its thickness and can crack or break when subjected to impacts or even with excessive movement, a process that is reportedly extremely painful. SCP-706 is capable of regenerating this skin layer at a rate consistent with normal skin growth when provided with and allowed to consume appropriate raw materials. Unfinished materials such as kaolin are acceptable and preferred; SCP-706 has no particular resistance to tissue damage resulting from the ingestion of hardened porcelain.\nUnless otherwise directed, SCP-706 will compulsively maintain its appearance, typically involving looking at itself in mirrors and using any available makeup or paint to apply, remove, or adjust its features. SCP-706 will become distressed and uncooperative if not provided appropriate materials with which to maintain its materials or if denied the ability to inspect its own appearance.\nSCP-706 was recovered from ████, Texas following a police report involving a violent domestic dispute at a suburban residence. SCP-706 was discovered in a back room of the residence surrounded by a large pile of destroyed remains from several dozen porcelain dolls and multiple sets of fine china dinnerware, with most of the porcelain mass having been consumed. Class A amnestics were administered to responding law enforcement personnel and a cover story given to local media.\nAddendum 706-1: Recording Transcript\nThe following audio recording was taken from a damaged digital camcorder found within the ████████ residence.\n\n(Irrelevant content redacted for brevity.)\nMrs. ████████: Okay, sweetie, one more time, okay?\n(slamming sound, presumed to be a door)\nMr. ████████: (slurred) I have had enough of your goddamn caterwauling. Will you two just shut the fuck up?\nSCP-706: Daddy?\nMrs. ████████: Honey?\nMr. ████████: (slurred) You and your fucking princess shit and your fucking awful music—\nMrs. ████████: Honey, you're drunk—\nSCP-706: Daddy, please stop—\nMr. ████████: (slurred) —and all your goddamn girly bullshit can go to fucking hell.\nMrs. ████████: Honey, please—\n(camera is knocked over as the sound of a struggle ensue, no further video is recorded)\nMrs. ████████: Well, what more do you want? (sobbing) You know I can't have—\n(sounds of an altercation)\nSCP-706: Mommy, daddy, please!\nMr. ████████: (slurred) Oh, is that it, huh? You're finally gonna do it, is that it?\nMrs. ████████: (sobbing) Please… please stop…\nMr. ████████: (slurred) You can't give me a fucking son and you're going to pull a fucking gun on me, is that it?\nMrs. ████████: (sobbing) Please, just go away!\nMr. ████████: (slurred) Well do it! Pull the fucking trigger!\n(sounds of struggling)\n(two gunshots are heard)\nSCP-706: (screaming) [indecipherable]\n(single gunshot)\nSCP-706: (more screaming, sobbing)\n(end of recording)\n\nAddendum 706-2: Interview Transcript\nNote: This interview was taken shortly after initial containment, and prior to current containment procedures.\n\nInterviewer: Dr. █████████\nSubject: SCP-706\nDate: ██/██/██\nNote: Interview conducted within SCP-706's containment cell. SCP-706 is seated at a table, brushing its hair while examining itself in a vanity mirror.\nTranscript:\nDr. █████████: Do you have any idea how this happened?\nSCP-706: Because I wanted to be a doll.\nDr. █████████: Why is that?\nSCP-706: My mom had dolls. Lots of dolls, old dolls.\nDr. █████████: Tell me about them.\nSCP-706: She kept them in a glass case. She showed me them when I was little, told me how much they meant to her. How much she loved them.\nDr. █████████: But you wouldn't want to be locked in a glass case, would you? Why did you want to be a doll?\nSCP-706: Because she loved them. Because mommy loved them, and daddy loved her, and if I could be like a doll then she would love me too…\nSCP-706: …dolls don't cry… they don't need to be fed or cleaned after or taken care of… they just sit, beautiful and perfect…\nSCP-706: …if I was perfect and beautiful, then everything would be okay… if I were like a doll then they wouldn't have to fight any more, and we could be a normal family and we would be happy…\nSCP-706: …I just want to go home… mommy… please, just let me go home…\n(interview terminated)\n\nAddendum 706-3: Researcher Note\n\nSCP-706 has become increasingly detached and unresponsive to personnel since initial containment. She has also taken to intentionally breaking off pieces of her skin in order to remove undesired features, a practice that is beginning to seriously threaten her health.\nA revision to containment procedures to reflect this self-destructive behavior has been filed with site administration and is currently under review.\nDr. █████████\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-706\" by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-706. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}