{
  "created_at": "2008-10-11T08:24:00",
  "creator": "Anonymous (66.176.230.x)",
  "link": "scp-388",
  "rating": 81,
  "references": [
    "scp-387",
    "scp-389",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 388,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "ectoentropic",
    "euclid",
    "indestructible",
    "scp",
    "toy"
  ],
  "title": "SCP-388",
  "url": "https://scp-wiki.wikidot.com/scp-388",
  "content": "Item #: SCP-388\nObject Class: Euclid\nSpecial Containment Procedures: SCP-388 is to be kept in a locked safe in a room guarded by at least two (2) armed guards instructed to refuse access to any unauthorized personnel; use of lethal force is permitted to this end.\nUnless undergoing experimentation, SCP-388 is to remain outside the influence of any other SCPs demonstrating properties capable of modifying physical laws or drawing energy from unknown sources.\nDescription: SCP-388 consists of a foldable nylon frisbee of the type commonly given away as promotional material, in this case bearing the logo of the Banana Boat Suntan Lotion corporation. SCP-388 appears to be immune to damage; during testing, it has been able to withstand high caliber rifle shots, immersion in high acidity baths, and sustained temperatures of 3500 °C. In all cases, it would spring back, unharmed, to its original shape. X-ray crystallography reveals the molecular structure of SCP-388 to be completely normal nylon supported by a ring of metal appearing to be aluminum.\nSCP-388 was discovered after witnesses in a local news report in the town of █ █████, ███ claimed a power line was downed by a UFO. Agents embedded with maintenance crews investigated, and found the concrete pole was sliced cleanly with no tool marks, prompting full investigation status. Aerial records obtained from NORAD and ███████ revealed no abnormalities such as [DATA EXPUNGED] typically associated with [DATA EXPUNGED]. The investigation was nearly terminated until agents posing as reporters interviewed the ████ family, originally questioned in the news report, and their child ████ mentioned the entire incident as being caused by a frisbee. Initially skeptical, efforts were nonetheless taken to verify this claim, with initial confirmation made on ██/██/██. A full week of helicopter searches of the neighboring city of █████ and numerous retrievals of unremarkable frisbees from rooftops eventually yielded results. Unfortunately, Agent ███ was fatally dismembered by SCP-388 when Agent ████ threw the object down from the roof. Under the guise of replacing a septic tank SCP-388 was dug up from its resting place 5.5 m below the yard, and carefully brought in for containment.\nSCP-388 when thrown by a human appears to travel as a normal frisbee would for a distance of approximately 3 m. After this distance, SCP-388 immediately begins glowing bright white, and accelerates until its velocity reaches approximately ███ m/s. SCP-388 will proceed to cleanly slice through all intervening matter, regardless of consistency, until eventually coming to rest. Current theory holds that it loses speed due to friction between its top and bottom surfaces and the weight of material pressing down on it as it passes through objects. SCP-388 does not differentiate between matter and test subjects assigned to catch it.\nAddendum: Inquiries into the potential use of SCP-388 as a weapon have been declined by ████ in light of the obvious difficulty of retrieving it after its first throw.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-388\" by Unknown Author, from the SCP Wiki. Source: https://scpwiki.com/scp-388. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}