{
  "created_at": "2010-01-11T02:54:00",
  "creator": "Pig_catapult",
  "link": "scp-023",
  "rating": 589,
  "references": [
    "incident-023-27",
    "mothers-love",
    "incident-report-023-26",
    "scp-1111",
    "scp-022",
    "scp-024",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 23,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "animal",
    "canine",
    "cognitohazard",
    "euclid",
    "fire",
    "intangible",
    "scp",
    "sun",
    "teleportation",
    "visual"
  ],
  "title": "SCP-023",
  "url": "https://scp-wiki.wikidot.com/scp-023",
  "content": "Item #: SCP-023\nObject Class: Euclid\nSpecial Containment Procedures: SCP-023 is to be contained in a standard 5 x 5 m Containment Unit. SCP-023 is to be contained in a walled-off intersection of two (2) corridors at Site ██, with at least three (3) meters of space in each direction, and false doors at three (3) of the four (4) ends, in addition to the real door. Security cameras will be placed and maintained above all four (4) doors.\nAt all times, SCP-023's eye sockets are to be filled with spherical inserts made of hard rubber. Eye inserts must be replaced as they degrade. Degradation can be monitored by measuring the brightness of the \"burning\" effect as observed by security footage. Brightness greater than twelve (12) candela requires that the inserts be replaced within twelve (12) hours. Eye inserts are only to be replaced individually, and only after the sun has completely set. Personnel are not to look directly into eye sockets of SCP-023 at any time.\nFollowing Incident 023-27 all reflective surfaces, including displays, monitors, and eye-wear of any sort are not permitted within 30 meters of SCP-023's cell. This includes monitors linked to security cameras within its enclosure. Security personnel posted at checkpoints outside both corridors will enforce and adhere to this measure.\nExperimentation involving SCP-023 has been suspended indefinitely.\nDescription: SCP-023 is a large, sexless shaggy canine (1.5 meters at the shoulder) with black fur. It has bright orange-red eyes and prominent teeth (see Incident Report 023-26). Any time an individual makes eye contact with SCP-023, either that person or a member of their immediate family will die exactly one (1) year after eye contact is broken. Research into the method of selection is incomplete due to a moratorium on experiments, but the available data suggests that having a larger immediate family lessens the chance of the individual making eye contact themselves dying, and neither a pattern nor a preference in victim types have been found. This may indicate that SCP-023's victim is designated entirely at random, but it is unknown whether this selection occurs at the beginning or at the end of the one-year time period. Attempts to terminate an individual who has made eye contact with SCP-023 and their entire immediate family before the one-year time period has ended [DATA EXPUNGED].\nAutopsies of individuals killed by SCP-023's effect show that, while outwardly appearing unharmed, their remains have been 'filled in' with highly compacted ash, including but not limited to all organ systems and the circulatory system. Muscle tissue, bones, and brain tissue universally show signs of exposure to temperatures above ██°C.\nIf not contained in a setting that at least superficially resembles a \"crossroads\", SCP-023 will phase through walls to get to the nearest suitable location, incinerating all materials it passes through.\nSCP-023 was first brought to the Foundation's attention when it attacked a church in ███████ while it was in session, killing █ civilians directly and [REDACTED] as a result of eye contact. Following retrieval of SCP-023, Class-B amnestics were administered to all witnesses and surviving victims. The incident was covered up as a case of arson.\nAddendum 023-001\nSCP-023 broke containment on ██/██/████ by passing through its cell wall (Incident 023-01). SCP-023 was later discovered at the intersection of two (2) corridors elsewhere on Site-███. Agent █████ noted SCP-023's similarity to a [REDACTED]. Special Containment Procedures for SCP-023 updated. Assistant Researcher ███████ issued a reprimand for negligence.\nAddendum 023-002\nSCP-023 has been responsible for the deaths of ███ personnel and ██ civilians since it was first brought into containment on 10/12/██94.\nAddendum 023-003:\nRequest for reclassification to Keter pending.\nAddendum 023-004:\nDue to both anomalies focusing on specific geographic spaces, their destructive capabilities, and canine appearance, it is possible that SCP-1111-1 may be a variant of the same phenomenon observed in SCP-023, or vice versa. Investigation into the origin of both anomalies is ongoing. Due to the inability to capture SCP-1111-1 for study, investigations are currently focused on SCP-023.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-023\" by Pig_catapult, from the SCP Wiki. Source: https://scpwiki.com/scp-023. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: scp-023.png\nAuthor: Escape from Site 19, edits by JackalRelated\nLicense: CC BY-SA 3.0\nSource Link: https://escapefromsite19.com/\n\n\n\n\n\n"
}