{
  "created_at": "2009-02-28T22:03:00",
  "creator": "Multimoog",
  "link": "scp-735",
  "rating": 313,
  "references": [
    "scp-1331",
    "scp-734",
    "scp-736",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 735,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "artifact",
    "electromagnetic",
    "euclid",
    "sapient",
    "scp",
    "tactile",
    "telepathic"
  ],
  "title": "SCP-735",
  "url": "https://scp-wiki.wikidot.com/scp-735",
  "content": "Item #: SCP-735\nObject Class: Euclid\nSpecial Containment Procedures: SCP-735 is to be stored in a locked cell at Research Site-14, with access granted to Level 2 personnel or higher after having undergone a session of preparatory therapy to interact with the device.\nDescription: SCP-735 was discovered in ███████, ████████ among the personal possessions of ████ █████ after said individual's body had been found, having committed suicide. The SCP in question is, in appearance, a small box constructed of a brushed-aluminum-like alloy of unknown composition featuring a slot on one side. Sound is capable of being heard through this slot. When measurements are taken, the object is found to emit low-level magnetic pulses that intensify in the presence of humans. No external power source is required, and indeed the surface of the item contains no input points.\nUpon contact with skin, SCP-735 will \"awaken\" and begin discussion with the person who touched it. This discussion is immediately and intensely hostile and personal in nature. The device apparently has one goal, and that is to incite the person in question to rage, as quickly as possible. It does this primarily through profanity and verbal abuse, in a matter seemingly tailored to be the most discomforting to the subject. For example, during the conversation related in Addendum 735a, the vocal patterns of the device were recorded as sounding like an angry, late middle-aged man with a New Jersey accent. SCP-735 is capable of speaking to a subject in any known language and dialect, but has a tendency to use one that will be the most upsetting to the person interacting with it.\nA notable side effect of interaction with the box is a sharp increase of adrenaline in the subject, far more so than would normally be produced in a similar situation (a control was created by subjecting several D class subjects to two similar devices; one was SCP-735, the other, an identically appearing box with an internal transmitter broadcasting a conversation between an actual human and the subject). In addition, the device seems to possess some kind of psychic ability, as it is able to reference experiences and personality/appearance aspects of the subject in question, despite having no prior contact or, in fact, any kind of visual receptors.\nThe most typical results of interacting with the object are the reduction of the subject to incoherent rage, followed by the attempted immediate destruction of the SCP. While this is occurring, the device will goad the subject on, calling attention to the futility of the actions the subject is taking. Due to the resilience of the alloy, no attempt by a subject to destroy the device has, as yet, been successful.\nThe reasons for this behavior are entirely unknown, though there are a few theories. Dr. █████, the last researcher associated with SCP-735, opined that it may be testing its subject. Another thought is that SCP-735 contains an artificial intelligence that is self-aware, and is attempting to commit \"suicide\" by seeking assistance.\nAddendum 735a: The following is the transcript of an interview with SCP-735 by Dr. █████.\n\nDr. █████ (touching SCP-735 awake): Hello, 735.\n735: Oh, it's you, █████, you fat [expletive]. What the [expletive] do you want?\nDr.: I'm coming to pick up where Dr. ██████ left off with you.\n735: Ha, that [expletive] [expletive], I hope he's having fun in that cell, the [expletive]. You wanna go join him so you can [expletive] his [expletive]?\nDr.: No, I'm here to talk about you, today.\n735: Oh yeah, [expletive] for brains? What about? The fact that ████████'s (Dr. █████'s coworker) been screwing your wife for the past two months?\nDr.: That's not true, and you know it. Anyway, as I said, I'm here to talk about you, not me.\n735: Yeah, you're right. Like how you couldn't get it up last night, even though that fat [expletive] (Dr. █████'s wife) was pounding your [expletive] with a [expletive] while that [expletive] [expletive] [expletive] porn was on, huh? See, I knew you were a [expletive] [expletive].\nDr.: (becoming visibly agitated): Alright, now you know that's really uncalled for.\n735: You mean like the stink that's coming off of you? God, no wonder your [expletive] [expletive] wife is fooling around, you look and smell like a [expletive] rotting buffalo, you eunuch. You know she has her tongue in ████████'s [expletive] right now? She loves doing that. She would never do it to you, you hairy, bloated [expletive]. But that's okay, you like getting that from men, anyway.\nDr.: Shut up! Shut up! I can't help it! I work in this hole all day just to afford that house she made me buy! I can't help it if I never have time to go to the gym!\n735: Ha, you miserable [expletive], you haven't seen your [expletive] in five years anyway, it's too late for the gym. And you're still not making enough money to satisfy that [expletive], that's why ████████ bought your [expletive] wife that new blouse last week.\nDr.: She said it was on sale!\n735: She would. She's a [expletive] liar and you're a pathetic [expletive] moron to believe her.\nDr.: YOU PIECE OF [expletive]! YOU TAKE THAT BACK!\n735: Like you took back that car you bought because the [expletive] wife made you? Jesus, she's got the whip wrapped around your neck, you [expletive] dog.\nDr.: YOU [expletive] PILE OF [expletive], I'LL KILL YOU!\nDr. █████ proceeds to pick up SCP-735 and slam it against the wall repeatedly, before throwing it on the floor and kicking it across the room.\n735: HA HAAAAA! YOU PANSY-[expletive] [expletive], HIT ME! DO IT HARDER, [expletive]! You're a [expletive] weak human, just like the rest of them! I wouldn't want to be one of you dirty [expletive] when the Reavers finally get here!\nDr.: (still physically assaulting SCP-735): [expletive] YOU! [expletive] YOU!\n(At this point in the recording, security personnel enter the room and forcibly remove Dr. █████.)\n735: You pussy.\n(Recording ends.)\n\nAddendum 735b: After this incident, Dr. █████ is removed from the 735 project.\nAddendum 735c: A proposal has been requested by Dr. █████████ to apply SCP-1331 to SCP-735 in attempts at reducing or neutralizing its effect. This proposal is currently being reviewed by the Ethics Committee and Site-14 administration.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-735\" by Multimoog, from the SCP Wiki. Source: https://scpwiki.com/scp-735. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}