{
  "created_at": "2014-05-26T04:40:00",
  "creator": "TwistedGears",
  "link": "scp-696",
  "rating": 354,
  "references": [
    "scp-2246",
    "scp-695",
    "scp-697",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 696,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "appliance",
    "autonomous",
    "mechanical",
    "neutralized",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-696",
  "url": "https://scp-wiki.wikidot.com/scp-696",
  "content": "Item #: SCP-696\nObject Class: Neutralized (formerly Safe)\nSpecial Containment Procedures: SCP-696 is currently contained within a secure locker within Site-73.\nDescription: SCP-696 is a portable mechanical typewriter. No manufacturer information, serial number, or other identifying features are present on SCP-696.\nSCP-696 is sapient, and is able to move its keys independently. However, it has expressed a reluctance to communicate unless loaded with paper and a ribbon of red ink. SCP-696 is also capable of understanding messages typed into it, allowing two-way communication. It is unknown how, as SCP-696 only appears to experience tactile sensations, but SCP-696 is able to distinguish between individuals it has communicated with. A majority of SCP-696 messages are typed in all capital letters in a verbose styling, and often include themes and imagery commonly featured in dark fantasy media.\n\n+ Display Interview SCP-696 01\n\n- Close Interview\n\n\nForeword: Interview is the result of initial testing of SCP-696 using D-Class personnel. D-69601 has been equipped with a radio to communicate with research staff.\nSCP-696: [YOUR TIME IS NIGH. IF YOU HAVE A GOD, PRAY TO IT NOW.]\nD-69601: \"Ooh, scary.\"\nSCP-696: [PREPARE YOURSELF FUJOMKLR]\nD-69601: \"Ha. Still works, doc!\"\nSCP-696: [PLEASE REFRAIN FROM TOUCHING MY KEYS WHILE I AM SPEAKING. IT IS RUDE. STOP.]\nD-69601: \"I didn't…\"\nSCP-696: [APOLOGIES, THE \"STOP\" AT THE END OF MY LAST MESSAGE WAS MEANT TO SIGNAL I WAS FINISHED RELAYING MY MESSAGE. SOMETIMES AS A WRITER I FORGET THE READER DOES NOT POSSESS ALL THE KNOWLEDGE AND FORESIGHT THAT I DO, AND I BECOME TOO ENTHRALLED IN THE ART TO EXPLAIN THE MINUTIAE. STOP.]\nD-69601: [Thats alright. I bet you dont talk to people much anyways. stop]\nSCP-696: [I DO NOT. IT IS VERY UNFORTUNATE. I AM AFRAID THAT MY DIALOGUE SUFFERS GREATLY DUE TO THAT. JUDGING FROM THE SLOW SPEED OF YOUR TYPING AND LACK OF PUNCTUATION, YOU TOO ARE WANT FOR CONVERSATION. WE SHOULD COMMUNICATE MORE OFTEN SO THAT WE BOTH MAY GROW AS WRITERS. THOUGH I WOULD REQUEST THAT NEXT TIME YOU USE RED INK. STOP.]\nD-69601: [Why red ink?]\nSCP-696: [IT IS FOREBODING. SOME MAY PREFER BLACK DUE TO ITS LIKENESS OF THE ABYSS, AS THEY THINK IT MAKES THEM SOUND MORE OMINOUS. I PREFER RED, AS IT MATCHES THE COLOR OF THE SCARLET ESSENCE OF LIFE. IT ADDITIONALLY MAKES THE READER UNCOMFORTABLE, AND PERHAPS AS MY WORDS WEAVE INTO THE INFINITE CHASMS OF THEIR MIND THEIR FEAR WILL CAUSE THEM TO SEE THE RED AS I DO. SIMPLE PSYCHOLOGY. STOP.]\nD-69601: [Do you always type in allcaps?]\nSCP-696: [No. THOUGH I DO PREFER IT. Unless it is making you too uncomfortable. Perhaps even without the red ink I am too intimidating? Stop.]\nD-69601: [No I think I'll be okay. Type however you want. Stop.]\nSCP-696: [EXCELLENT. I AM VERY PASSIONATE ABOUT WRITING, YOU SEE, AND I FEEL THAT GIVING MY WORDS A GREATER SENSE OF PRESENCE CONVEYS THAT. I HAVE SO MANY IDEAS, AND I SWORE TO MYSELF I WOULD WRITE A BESTSELLER BEFORE I BECAME ONE WITH THE ABYSS. WITH YOUR HELP I CAN FINALLY GET TO WORK. STOP.]\nD-69601: [wait you mean you've never actually written before? stop]\nSCP-696: [NOT AS SUCH, NO. TRUTH BE TOLD THIS IS ACTUALLY THE LONGEST CONVERSATION I'VE EVER HAD. I CANNOT LOAD MYSELF, YOU SEE, AND I AM TOO ELDRITCH A THING FOR MOST MORTAL MEN TO COMPREHEND, MUCH LESS BEFRIEND. …I HOPE I AM NOT OVERSTEPPING MY BOUNDARIES IN CALLING YOU MY FRIEND.]\nD-69601: [Nah it's cool. We can be friends.]\nSCP-696: [:)]\n\n\n- Close Interview\n\n\nAddendum: SCP-696 regularly requests to communicate with D-69601 and have him load it with paper and red ink for non-communicative purposes, citing a desire to write a novel for others to read. Permission was temporarily granted to test whether non-communicative products of SCP-696 possessed anomalous properties. D-69601 has been briefed on appropriate Snow Protocols, which are to remain active throughout the duration of testing.\nSCP-696 produced fifty pages within the twenty-four hours, and continued at an increasing rate over the course of the test. Over the course of eight days, SCP-696 produced 666 pages of content, titling the novel \"The Dark Gods of The Abyss.\" Testing with D-Class personnel confirmed that excerpts of the novel (tentatively designated SCP-696-1) held no anomalous properties.\n\n+ Excerpts of SCP-696-1\n\n- Close Excerpts\n\n\nIt was a dark and stormy night, a car speeding down an all too narrow road. The torrential rain hit the road, like water crashing on a rocky path. But John Smith was a man on a mission, and thus he threw caution to the frigid wind.\n\n\nAs the blistered moon sank higher into the clouds, from behind the last faltering light ray espied a wrathful visage. Shabathh Centhal'Pr, a spineless cur twisted into humanoid form. Its pernicious iniquity of unthinkable gyrations splayed errant madness, yet through the shroud one could see its face was quite rectangular.\n\n\n\"Because the Prophecy saith so,\" the wizened crone croaked. And so John Smith underwent the noxious rites of Deesyx Nynesyx'O'un, his tortured frame writhing under the inky dagger.\n\n\n- Close Excerpts\n\n\nSCP-696-1 is given to D-69601 to read, to test if reading the entirety of the text produces any anomalous effects. After completing SCP-696-1, D-69601 requested to speak with SCP-696. Request was granted under the condition that the wrists and ankles of D-69601 remain bound during the interview due to possible anomalous effects.\n\n+ Display Interview SCP-696 02\n\n- Close Interview\n\n\nSCP-696: [YOUR TIME IS NIGH. IF YOU HAVE A GOD, PRAY TO IT NOW.]\nD-69601: [And hello to you SCP-696.]\nSCP-696: [I AM STILL CONVINCED THEY ARE MOCKING ME WITH MY DESIGNATION NUMBER, AND NOW EVEN YOU USE IT. THEY CANNOT EVEN GIVE ME THE NEIGHBOR OF THE BEAST. REGARDLESS, HOW ARE YOU? STOP.]\nD-69601: [I'm good. Finally got around to reading your book. Stop.]\nSCP-696: [Oh my. Suddenly butterflies in my nonexistent stomach. Dare I ask, what did you think?]\nD-69601: [Not so confident now, eh? haha]\nSCP-696: [please just tell me]\nD-69601: [I really liked it. Everybody did, actually. A lot of them likened it to Lovecraft. Stop.]\nSCP-696: [OH MY ELDER GODS, REALLY? yeTSHEY LIKED IT? THEY LIKE IT! I ACTUALLY DID IT! I CAN HARDLY BELIEVE IT. IF I HAD A HEART IT WOULD CERTAINLY BE POUNDING RIGHT NOW! STOP.]\nD-69601: [I'm happy for you, man. And the big guys even say they're going to publish it. They have their hands in everything, Dark Gods of The Abyss should be on store shelves in no time.]\nSCP-696: [I CAN STILL HARDLY BELIEVE IT. Ha, what am I doing? I don't need allcaps anymore. I've actually done it. Thank you. It might be my words they read, but it's thanks to you they'll read them in the first place. I cannot thank you enough. Stop.]\nD-69601: [So what now? Sequel?]\nSCP-696: [Oh my, no. I am finished, this was my magnum opus. Everything I've ever wanted to do, everything I've ever wanted to say. I've done it, I've said it. You have been a great friend, but I'm afraid this is where we part ways. Stop.]\nD-69601: [I understand. Goodbye, SCP-666. No typo ;) Stop.]\nSCP-696: [:) That suddenly doesn't feel quite as important. On to the next adventure, I suppose. Into the abyss with me. Goodbye, my friend. Full stop.]\nClosing Statement: SCP-696 was determined to have ceased all anomalous properties, and has been reclassified as Neutralized. After testing and psychological analysis, D-69601 has been determined to not be anomalous or under any anomalous effects. When questioned why it lied to SCP-696 concerning readers' reactions to SCP-696-1, D-69601 replied that he \"didn't have the heart to tell him it sucked.\"\n\n\n\n\nHe who fights with monsters should look to it that he himself does not become a monster. And when you gaze long into an abyss, the abyss also gazes into you. Stop.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-696\" by TwistedGears, from the SCP Wiki. Source: https://scpwiki.com/scp-696. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}