{
  "created_at": "2008-12-15T06:52:00",
  "creator": "apocalemur",
  "link": "scp-599",
  "rating": 337,
  "references": [
    "scp-598",
    "scp-600",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 599,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "city",
    "euclid",
    "scp"
  ],
  "title": "SCP-599",
  "url": "https://scp-wiki.wikidot.com/scp-599",
  "content": "Item #: SCP-599\nObject Class: Euclid\nSpecial Containment Procedures: SCP-599 is to be entirely enclosed within Site ██, which has been modified to look like a mountain from the outside. Any unauthorized tampering with Site ██ will result in its complete destruction. Under no circumstances are any means of external communication allowed within Site ██. Any personnel who enter SCP-599 are to be given a thorough psychiatric evaluation immediately upon returning.\nDescription: SCP-599 is a small city located in [DATA EXPUNGED] with a population of approximately 700. The inhabitants of SCP-599 refer to it as ██████████. SCP-599 does not appear on any map of the region, nor do any of the roads leading to it.\nSCP-599 was classified as an SCP when it became known to the Foundation that every inhabitant of the city matched the description and name of a person reported missing from a nearby city in the last ten years. When questioned, all subjects insisted that they had always lived in SCP-599, before invariably adding that they were \"always looking for new neighbors.\" All Foundation personnel who enter SCP-599 are strongly encouraged by the inhabitants to purchase a house in SCP-599. Refusal is ultimately met with hostility, though so far, no incidents of violence have been reported.\nAddendum: Personal log of Agent ██████ (codename: Agent Apocalemur)\n██/██/████\nDay 1\nArrived in the mysterious city of ██████████. This city does not appear on any map, and the roads leading to it are all unmarked. The Foundation has decided to classify ██████████ as an SCP. I have been sent to determine the threat level posed by the newly designated SCP-599.\nI received a fairly warm reception upon arrival. It almost seemed like they knew I was coming…\nAm very tired from my trip. The locals agreed to put me up in a nearby motel. I was reluctant to actually sleep inside a designated SCP, but didn’t seem to have much choice. I checked in using the fake name and dummy credit account provided by the Foundation. According to the guestbook, nobody else has checked in for quite a while…\n██/██/████\nDay 2\nI heard noises in the motel all night. The guestbook still shows no entries but mine.\nAttempted to acquire information on the inhabitants of SCP-599. City Hall contains names and addresses of all inhabitants, but no records of births or deaths.\nWas asked on three separate occasions if I planned to move into ██████████. Each time, I supplied the answer “I’m thinking about it.” Which isn’t technically a lie – I’m thinking that the answer is no.\n██/██/████\nDay 3\nMy door was unlocked this morning. It was locked from the inside. Someone went through my things, but nothing seems to be missing. There isn’t anything in there that contains any real information on me, anyway.\nI found a street in the residential district today that I’m certain wasn’t there yesterday. Several houses were present, but none were inhabited. The people living nearby claim that the previous occupants “moved away,” adding that “it’s been so lonely ever since.” Again, City Hall has no records of anyone ever moving away.\n██/██/████\nDay 4\nCaught someone skulking around my car last night. Must make sure to set alarm every time I leave it.\nI needed to find something in town today, so I went to try and find a map. There doesn’t seem to be a map of this damn place anywhere. Not even at the library. Speaking of the library, it’s probably the most empty library I’ve ever seen. There is nothing that could possibly give me any background information about this city, not even newspaper archives.\nI did, however, find Agent ███████ at the library. Agent ███████ was sent to this city shortly after its classification as an SCP, and never reported back. He seemed to have no memory of me, or of the Foundation. He was, however, very enthusiastic about convincing me to move in, as well as introducing me to his wife and children. The youngest appears to be at least five years old. Agent ███████ has only been missing for six months.\nIn the middle of all this, I completely forgot what it was I had wanted to look for in the first place.\n██/██/████\nDay 5\nI remember what I wanted to find yesterday. I’ve noticed that several things are completely absent from this place. The city has no cemeteries, no funeral homes, no mortuaries, no headstone makers, and no hospitals.\n██/██/████\nDay 6\nWhat the hell is going on here? I just turned on the sink in my motel room to brush my teeth. No water came out. Instead, I was hit with a loud hissing sound and the smell of natural gas. The same thing happened when I turned on the shower and flushed the toilet.\nThat settles it. I’m getting out of this place RIGHT NOW!\n██/██/████\nI’m writing this entry from the safety of a reputable motel in [DATA EXPUNGED]. Allow me to recount the things that happened as I tried to leave SCP-599.\nFirst, the deadbolt in my motel room door refused to disengage. I had to break a window to escape. As I was leaving, I was certain I heard the sink and shower come on…\nMy car had somehow migrated to the other side of the parking lot.\nAs soon as I got out of the parking lot, a violent thunderstorm started. It was the first time there had been so much as a breeze since I arrived.\nTwo major streets were closed: one for “construction,” and one due to “a downed power line.”\nAt least a dozen cars had all broken down right in the middle of an intersection.\nFinally, at the last intersection before I got out of town, the traffic light suddenly turned red, without an intervening yellow, and stayed that way for half an hour. I finally decided to ignore the light and floored it. The cable holding the light broke as I drove under it, and the traffic light just barely missed my car.\nIf the Foundation expects me to keep working like this, they’ll have to start paying me a lot more than they do.\nNote: Pay increase declined. Welcome to the Foundation, get used to it. -O5-6\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-599\" by apocalemur, from the SCP Wiki. Source: https://scpwiki.com/scp-599. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}