{
  "created_at": "2008-12-21T08:29:00",
  "creator": "Dave Rapp",
  "link": "scp-335",
  "rating": 331,
  "references": [
    "scp-334",
    "scp-336",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 335,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "computer",
    "knowledge",
    "safe",
    "scp"
  ],
  "title": "SCP-335",
  "url": "https://scp-wiki.wikidot.com/scp-335",
  "content": "Item #: SCP-335\nObject Class: Safe\nSpecial Containment Procedures: SCP-335 is to be kept in a secure location to prevent tampering.\nDescription: SCP-335 is a set of one hundred and fifty 3.5\" floppy disks discovered in a cardboard box found in the attic of former Agent ███ shortly after her termination. Each disk is individually numbered in hand-written permanent marker. Disks are to be referred to by their number; SCP-335-001, SCP-335-002, etc. Each disk has also been labeled with a human name in the same writing as the numbering. 118 are male names and 30 are female. There is some speculation as to whether SCP-335-011 \"Jackie\" is meant to be male or female. The names have no identified pattern.\nInitial examinations suggested that all 150 disks were blank, as their capacity all read as 0 megabytes. Dr. ██████████ determined that the disks were ordinary and had them archived with the rest of former Agent ███'s possessions. It was not until Agent ████ suggested the unlikelihood of Agent ███ keeping a box of floppy disks in her attic among the other contraband, that Dr. ██████████ agreed to have the disks examined again. It was determined that Dr. ██████████'s original floppy disk drive had been defective, and a different computer was brought in.\nAll 150 disks appear to have an infinite amount of storage space available. It is unknown whether the disk space is truly unlimited or simply too large to measure; regardless, the space is effectively infinite.\nWhen SCP-335-001 was inserted into Dr. ██████████'s computer, the contents of a large pornographic website were the first data found on the disk. Further investigation by Agent ████ showed that all the contents of SCP-335-001 are of a pornographic nature.\nNote from Dr. ██████████: I believe I know where all our bandwidth is going at night. Agent ████'s computer privileges should be limited until he either finds a girlfriend or learns some self-control.\nFurther investigation revealed that SCP-335-001 through 012 contained pornographic material. However, upon discovering the entire contents of Wikipedia on SCP-335-013, the actual nature of SCP-335 was uncovered.\nSCP-335 contains the entire contents of the Internet stored within its infinite storage space. It appears to have some sort of organizational system, with similar sites grouped together on the same disk. Experiment 335-007a showed that when content on the Internet is changed, the content on the corresponding disk changes to match. Precisely how this occurs is unknown. It is uncertain what would happen if content on the disk were changed, as all 150 disks seem to be locked in read-only format.\nAddendum: Agent ████ has proposed on numerous occasions that an experiment be conducted where a disk is destroyed. Dr. ██████████ as well as ███-███ agree that this could potentially have disastrous effects on a large portion of the internet and could draw unwanted attention to the Foundation. Such an experiment is not to be attempted under any circumstances.\nAddendum: The following is a listing of all 150 names written on the disks in their numerical order. No pattern has yet been identified in the names.\n001: \"Jonny\"\n002: \"Carl\"\n003: \"Robert\"\n004: \"William\"\n005: \"Benjamin\"\n006: \"Patrick\"\n007: \"Blake\"\n008: \"Keith\"\n009: \"Michael\"\n010: \"Darrell\"\n011: \"Jackie\"\n012: \"Daniel\"\n013: \"Jimbo\"\n014: \"Cynthia\"\n015: \"Valerie\"\n016: \"Ozzie\"\n017: \"Wayne\"\n018: \"Paul\"\n019: \"Frank\"\n020: \"Sandra\"\n021: \"James\"\n022: \"Mark\"\n023: \"Jordan\"\n024: \"Isabella\"\n025: \"Eugene\"\n026: \"Matthew\"\n027: \"Sean\"\n028: \"Heath\"\n029: \"Janice\"\n030: \"Donald\"\n031: \"Bradley\"\n032: \"Ryan\"\n033: \"Ryan\"\n034: \"Emily\"\n035: \"Francis\"\n036: \"Theodore\"\n037: \"Craig\"\n038: \"Sharon\"\n039: \"Jessica\"\n040: \"Xavier\"\n041: \"Parson\"\n042: \"Heather\"\n043: \"Jay\"\n044: \"Kelly\"\n045: \"Oscar\"\n046: \"Brian\"\n047: \"Calvin\"\n048: \"Kenneth\"\n049: \"Stanley\"\n050: \"Walt\"\n051: \"Helen\"\n052: \"Martin\"\n053: \"Hubert\"\n054: \"Joe\" [The letter E in this name is written backwards. Reasoning unknown.]\n055: \"Bartholomew\"\n056: \"Jerry\"\n057: \"Leroy\"\n058: \"Steven\"\n059: \"Roger\"\n060: \"Bill\"\n061: \"Susan\"\n062: \"Lewis\"\n063: \"Aaron\"\n064: \"Leopold\"\n065: \"Gordon\"\n066: \"Kimberly\"\n067: \"Dale\"\n068: \"Julie\"\n069: \"Randy\"\n070: \"Vladimir\"\n071: \"Fred\"\n072: \"Leon\"\n073: \"Marcus\"\n074: \"Ernest\"\n075: \"Mario\"\n076: \"Able\"\n077: \"Wesley\"\n078: \"Howard\"\n079: \"Mickey\"\n080: \"Sarah\"\n081: \"Angelicka\" [This name appears to be misspelled. Unknown if this was intentional.]\n082: \"Tony\"\n083: \"Andrew\"\n084: \"Dorothy\"\n085: \"Stephen\"\n086: \"Clarence\"\n087: \"Homer\"\n088: \"Nathan\"\n089: \"Maximilian\"\n090: \"Joshua\"\n091: \"Ralph\"\n092: \"Rodney\"\n093: \"Bruce\"\n094: \"Eve\"\n095: \"Phillip\"\n096: \"Alexander\"\n097: \"Chad\"\n098: \"Ruth\"\n099: [Label is torn, no name remains except for the letter G]\n100: \"Gary\"\n101: \"Ronald\"\n102: \"Kyle\"\n103: \"Antonio\"\n104: \"Elizabeth\"\n105: \"Isaac\"\n106: \"Dennis\"\n107: \"Chris\"\n108: \"Anthony\"\n109: \"Frodo\"\n110: \"Lawrence\"\n111: \"Victor\"\n112: \"Brenda\"\n113: \"Albert\"\n114: \"Russel\"\n115: \"Curtis\"\n116: \"Pamela\"\n117: \"Samuel\"\n118: \"brandon\" [Note the lower case first letter. Reasons unknown.]\n119: \"Michelle\"\n120: \"Jesus\"\n121: \"Walter\"\n122: \"Борис\" [Russian name, translates to Boris]\n123: \"Melissa\"\n124: \"Justin\"\n125: \"Jeffrey\"\n126: \"Gerald\"\n127: \"Anna\"\n128: \"Vincent\"\n129: \"Lloyd\"\n130: \"Nicole\"\n131: \"Allen\"\n132: \"Frank\"\n133: \"Jacob\"\n134: \"Patricia\"\n135: \"Joel\"\n136: \"Harold\"\n137: \"Derek\"\n138: \"Amy\"\n139: \"Douglas\"\n140: \"Lenny\"\n141: \"Rebecca\"\n142: \"Scott\"\n143: \"Glenn\"\n144: \"Henry\"\n145: \"Carlos\"\n146: \"Mary\"\n147: \"Normal\"\n148: \"Eric\"\n149: \"Dave\"\n150: \"肇\" [Japanese name, translates to Hajime]\nNote from Dr. ██████████: Just some \"points of interest\" here.\n\nDisks one through twelve apparently contain all of the pornography on the internet. With all that there is, I can see why whoever made these got the porn out of the way first.\nDisks 85, 86 and 101 contain image-hosting sites such as Imageshack and Photobucket. Myspace is also on Disk 85.\nDisk 30 seems to contain the Google home page and nothing else. The rest of Google's website seems to be scattered all over the place. I've only found a few parts.\nDisk 119 has emoticons. Millions and millions of emoticons. Forums, instant messengers, and from other places.\nAfter looking long and hard, I have found that [REDACTED] can be found on Disk 76. I find it very disturbing that this disk has the same name as SCP-076.\n\nNotes from Agent ████: SCP-335-085 and 058 are the same name, spelled differently. The name \"Ryan\" is used on both SCP-335-032 and 033. SCP-335-028 is named Heath, and that one actor that OD'd on pills, he died at age 28. Vladimir Lenin was born in 1870 and SCP-335-070 is named Vladimir. The name on SCP-335-150 is Japanese and roughly means \"beginning.\" I'm assuming that SCP-335-120 is the Spanish name \"Hay-suse\" and not the biblical guy, but I guess you never know. And I agree with Dr. ██████████ that it's pretty disturbing that SCP-335-076 has the same name as SCP-076.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-335\" by Dave Rapp, from the SCP Wiki. Source: https://scpwiki.com/scp-335. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}