{
  "created_at": "2009-09-06T12:26:00",
  "creator": "Edcrab",
  "link": "scp-798",
  "rating": 78,
  "references": [
    "scp-797",
    "scp-799",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 798,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "compulsion",
    "mind-affecting",
    "rodent",
    "safe",
    "sapient",
    "scp",
    "tactile"
  ],
  "title": "SCP-798",
  "url": "https://scp-wiki.wikidot.com/scp-798",
  "content": "Item #: SCP-798\nObject Class: Safe\nSpecial Containment Procedures: SCP-798 is currently housed in an 80 cm by 60 cm cage on a wooden table. No personnel should approach SCP-798 alone. SCP-798’s cage is to be kept secure within a low-level cell.\nDescription: SCP-798 resembles a healthy adult grey/beige rat. However, it has been seen to engage in behaviours usually associated with corvids or higher mammals, such as self-awareness, problem solving, and the limited use of tools, suggesting heightened intelligence. SCP-798’s dietary requirements, sleep patterns, and metabolism are normal for Rattus norvegicus, and blood tests confirm that it belongs to this species.\nSCP-798 possesses the ability to influence other animals from a distance and even control them if allowed to establish physical contact. The subject's abilities have proven to be far less effective on cetaceans, corvids, and primates; subject appears incapable of establishing a physical link with such creatures. Recent tests imply that SCP-798 appears to be completely incapable of influencing members of its own species. Recent tests imply that SCP-798 demonstrates different behaviours when interacting with members of its own species.\nAddendum: X-rays, CRT scans, and [DATA EXPUNGED] indicate that SCP-798 is a normal rat, and no heightened electrical, chemical, or neurological activity has ever been observed in either SCP-798 or any of its targets.\nLog 798-1:\nRequest access to Incident Report ███ for further information.\nLog 798-2:\nResearchers: Agents ██████ and ████\nProcedure: Routine observation of SCP-798.\nDetails: SCP-798 preened itself, rearranged its bedding, and began eating. Partway through its meal it stopped and began staring intently at Agent ██████. Agent ██████ slowly got up and reached towards the cage, announcing his intent to \"let the little guy run around a bit\". Agent ████ stopped him by grabbing his arm and addressing him directly.\nAddendum 798-2.1: Agent ██████‘s experiences imply that SCP-798 can assert a psychological effect on those in close proximity to it. Repeats of this experiment indicate that this effect is easily overcome through application of willpower and/or the subject’s awareness that they are being manipulated. Mostly SCP-798’s subconscious broadcasts are requests for freedom or more food, although it has proved capable of making researchers feel intense guilt during procedures such as shock therapy or blood sampling.\nLog 798-3:\nResearchers: Agents ██████ and ████\nProcedure: SCP-798 was left alone with a house cat belonging to Agent ████.\nDetails: The cat immediately jumped up onto SCP-798’s table and began to nudge the cage off, where it struck the ground, dislodging the holding pin. Once SCP-798 had been released, the cat prostrated itself and allowed SCP-798 to [DATA EXPUNGED].\nLog 798-4:\nResearchers: Doctor ████████ and Agent ████\nProcedure: SCP-798 and three canine subjects (D1, D2, D3) were released into a 4 m by 4 m cell by means of a remote-operated lock on their cages. Dogs were previously liberated from laboratory duty at a pharmaceutical corporation; ages and breed indeterminate but assumed to be between four and ten years.\nDetails: The dogs immediately moved towards SCP-798 once the doors were no longer obstructing their view. D3 was the first to reach the primary test subject and allowed SCP-798 to latch onto the back of its head. In obvious distress, it barked at the other subjects and they responded in kind, showcasing typical territorial behaviour that soon escalated into a three-way fight. D3 was victorious, killing D1 and D2 despite being the smallest of the trio and despite receiving severe wounds to the jugular. Afterwards the surviving dog walked over to the cage and lay down. SCP-798 returned to its bed, cleaned itself of blood, and then went to sleep. D3 did not get back up and was found to have suffered a fatal aneurysm.\nLog 798-5:\nResearchers: Doctor ████████ and Agent ████\nProcedure: SCP-798 and another specimen of Rattus norvegicus (R1) were placed in an 80 cm by 60 cm cage, separated by a transparent plastic divider.\nDetails: When the divider was removed, R1 immediately attacked SCP-798. Both researchers reported a sudden feeling of acute discomfort; quote from Agent ████: \"It was like I was suffocating. It was like having a migraine while something shoves itself down your throat and floods your guts with hot water. Never felt anything like it.\" On instruction by Doctor ████████, Agent ████ reached into the cage, deftly separated the two animals, and replaced the divider. SCP-798 suffered various bite wounds whereas the other rat appeared to have avoided harm.\nAddendum 798-5.1: It appears that SCP-798 may be incapable of influencing other rats, instead inspiring a primal, murderous rage in them by its mere presence.\nAddendum 798-5.2: An hour after procedure 798-5, the personnel on guard duty reported that R1 began vocalising a distressed squeal. SCP-798 was standing behind the divider, staring intently at the other rat. R1 began to bleed from the mouth and defecate all over its half of the cage, culminating in a brief but very severe seizure. It was found to have died from a myocardial infarction.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-798\" by Edcrab, from the SCP Wiki. Source: https://scpwiki.com/scp-798. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}