{
  "created_at": "2008-11-17T17:38:00",
  "creator": "Dr Kondraki",
  "link": "scp-266",
  "rating": 69,
  "references": [
    "scp-265",
    "scp-267",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 266,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "autonomous",
    "euclid",
    "light",
    "sapient",
    "scp",
    "thermodynamic"
  ],
  "title": "SCP-266",
  "url": "https://scp-wiki.wikidot.com/scp-266",
  "content": "Item #: SCP-266\nObject Class: Euclid\nSpecial Containment Procedures: SCP-266 is to be kept in a 10 m x 10 m air-tight containment unit, with the internal temperature maintained at or above 48°C by an independently-powered heating unit. Access to containment requires Level 2 or above clearance, and thermal hazard suits are to be utilized and maintained during all interaction.\nDescription: SCP-266 is a number of free-floating masses of gaseous material, possessing a natural luminescence which exists as a bright purple or red glow. In most cases, SCP-266 feels cold to the touch, and exerts an endothermic effect on its immediate surroundings. Despite having no obvious nervous system, SCP-266 appears to react to stimuli and has been observed to learn certain habits based upon its experiences.\nSCP-266 is remarkably fond of warmth, and will actively seek sources of heat, natural or artificial. Of all sources, however, SCP-266 prefers human contact as a method of obtaining warmth, oblivious to the inimical effect it has on mammalian life. Due to SCP-266’s endothermic nature, extended exposure without proper protection will lead to death by acute hypothermia. While not aggressive, SCP-266 will grow discontent and even hostile when not provided with adequate heat, and has exhibited the capability to cause considerable havoc when deprived of warmth. Human contact has also been observed to aid in calming SCP-266, suggesting a need or desire for social interaction. Personnel assigned to this duty have reported hearing SCP-266 speak (recorded excerpts of conversations have revealed that SCP-266 is capable of speaking in an unknown Gaelic dialect) and on occasion have spoken back.\nSCP-266 was discovered in █████, Ireland, after local reports of several youth inexplicably falling victim to hypothermia at a local hot springs. These events, along with ongoing reports of “Will-o’-the-Wisps\" by superstitious locals, caught Agent ███████’s attention. After finding SCP-266, he was able to lead it to nearby Site-██. Upon arrival, Agent ███████ exhibited symptoms of hypothermia, and was only saved by the efforts of Dr. █████ and staff. Due to Site-██’s containment conditions, SCP-266 was relocated to Site-19 at first convenience.\nAddendum 266-A: Audio logs recording conversations between personnel and SCP-266 have revealed English words and phrases being used alongside its standard dialect. Current theory is that it is simply imitating these words, much like a parrot. Further documentation is requested regarding this matter.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-266\" by Dr Kondraki, from the SCP Wiki. Source: https://scpwiki.com/scp-266. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}