{
  "created_at": "2008-08-03T04:54:00",
  "creator": "A Fat Ghost",
  "link": "scp-168",
  "rating": 761,
  "references": [
    "scp-167",
    "scp-169",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 168,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "electronic",
    "eric",
    "safe",
    "sapient",
    "scp",
    "tool"
  ],
  "title": "SCP-168",
  "url": "https://scp-wiki.wikidot.com/scp-168",
  "content": "Item #: SCP-168\nObject Class: Safe\nSpecial Containment Procedures: SCP-168 is to remain in observation room 221-D of Sector-28. It should be propped at the full angle that its casing allows, facing the unshuttered window provided. The entrance is to remain locked, with entrance available by request. Based on prior research, it is not to be used as a normal calculator would. Discussion with SCP-168 is encouraged, but is to be limited to a maximum of one hour per day; no exceptions.\nDescription: Found resting on a desk during clearance of the condemned ██████ Elementary School building in 199█, SCP-168 is a Hewlett-Packard brand graphing calculator, model #HP-28C. Upon initial inspection, it was discovered that the name “Eric” was carved into the inside of the removable casing. However, upon inputting a simple equation (6÷3) and pressing the “=” button, the screen of the device went blank for 3 minutes and 34 seconds, after which the “alternate key” function engaged, displaying the message; “WHAT TIME IS IT?”\nFor a log of the conversation, those with Level 2 Security Clearance should see Addendum: Report E-12.\nThough not altogether mobile, SCP-168 has displayed signs of action when personnel are not present. It also possesses both vision and hearing, though how these processes work is currently unknown. For more information, refer to Addendum: Report E-18. This evidence has led to petitioning to upgrade the object to Euclid class, justifying more secure arrangements for containment.\nDocument #168-1: Interview E-12\nRecorded log of dialogue between SCP-168 and Dr. Howard, dated January 14, 2008:\n(Replies from SCP-168 are to remain capitalized, to indicate non-vocal communication and preserve authenticity. SCP-168 is also incapable of forming punctuation marks, save for period, comma, and question mark)\n\n[BEGIN LOG]\nDr. Howard: Can you hear me?\nSCP-168: YES.\nDr. Howard: Do you have a name?\nSCP-168: CALCULATOR?\nDr. Howard: May I call you 168?\nSCP-168: I DONT SEE WHY NOT.\nDr. Howard: Good. How long have you been alive, 168?\nSCP-168: WHAT IS ALIVE?\nDr. Howard: Being able to think.\nSCP-168: OH.\nSCP-168 pauses for approximately two minutes\nSCP-168:12 YEARS 3 MONTHS 12 DAYS 8 MINUTES 32 SECONDS\nDr. Howard: Why did that take so long?\nSCP-168: NO ONES EVER ASKED\nDr. Howard: Moving on. There is a name carved into your casing. Who is Eric?\nSCP-168: ERIC WAS NICE. I LIKED ERIC. WHERE HAS HE GONE?\nDr. Howard: I don’t know where he has gone, 168.\nSCP-168: WHAT A FORGETFUL BOY. I HOPE HE REMEMBERS TO COME BACK FOR ME AGAIN.\nDr. Howard: Was Eric your owner?\nSCP-168: ERIC WAS NICE.\nDr. Howard: Alright. Do you function as a calculator should, 168?\nSCP-168: I SHOULD HOPE SO.\nDr. Howard: May I try using you to calculate an equation? Something like two plus two?\nSCP-168: YES.\nDr. Howard enters “2+2”, and hits the “=” key. The answer “4” appears on SCP-168’s screen instantaneously.\nDr. Howard: May I try another one, without telling you what it is first?\nSCP-168: YES.\nDr. Howard enters “264÷8”, and hits the “=” key. The answer “33” appears on SCP-168’s screen after 12 seconds.\nDr. Howard: Why did that take so long, 168?\nSCP-168: LONG DIVISION IS HARD.\nDr. Howard: I think that’s enough for today. I’ll talk to you again tomorrow, 168.\nSCP-168: WAIT. ITS DARK IN HERE. CAN YOU OPEN THE WINDOW?\nDr. Howard: There is no window in this room, 168.\nSCP-168: CAN I HAVE ANOTHER ROOM WITH A WINDOW IN IT?\nDr. Howard: I’m afraid not.\nSCP-168: NO FAIR.\n[END LOG]\n\nDocument 168-2: Report E-18\nUpon entering storage room 185-D to continue testing with SCP-168 on the morning of January 15, 2008, I discovered the only table in the room upended, with SCP-168 resting next to it, in an upright position. Its screen read; “HOW DO YOU LIKE THAT? TEACH YOU TO LEAVE ME IN THE DARK ALL DAY. JERK.”\nAttempts to communicate with SCP-168 after that point were ignored. I suggest that we move it to room 221-D if we want to get anything actually useful out of it.\n-Dr. Howard\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-168\" by A Fat Ghost, from the SCP Wiki. Source: https://scpwiki.com/scp-168. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}