{
  "created_at": "2015-11-19T07:45:00",
  "creator": "Dexanote",
  "link": "scp-265",
  "rating": 171,
  "references": [
    "scp-2613",
    "scp-264",
    "scp-266",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 265,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "autonomous",
    "euclid",
    "mobile",
    "rewrite",
    "scp",
    "vehicle"
  ],
  "title": "SCP-265",
  "url": "https://scp-wiki.wikidot.com/scp-265",
  "content": "Item #: SCP-265\nObject Class: Euclid\nSpecial Containment Procedures: Foundation Site-54, -109, and -110 have been provided SCP-265 specific sub-taskforces in order to study SCP-265. Each houses a small fleet of tactical aircraft as well as Agents trained in standard Foundation information-gathering and interrogation techniques. Civilian cover stories and disguises are preferred - see Document 265-B for further protocol.\nLocal news outlets are to be scanned for signs of SCP-265 and teams are to investigate possible encounters. Specific protocol is to be arranged on an incident-by-incident basis. Agents are not to instigate violence towards SCP-265 until a better understanding of its nature can be ascertained.\nDescription: SCP-265 appears to be a Series 1 GAZ M21 Volga automobile, devoid of any license plating, logos, or other identifying marks. It is painted black with white-rimmed wheels and appears to be in pristine condition, regardless of environment. Some accounts note that it has white curtains in all but the front windows. Note that the production of the GAZ M21 ceased in 1970, with Series 1 being produced between 1958-1959.\nSCP-265 is absent of human occupants and appears to travel under its own power. Other details vary between encounters; it’s common for individuals to report that SCP-265 is silent while traveling, while others hear its engine idling for an extended period of time before noticing it nearby. Similarly, some encounters result in the vehicle leaving physical evidence such as tread marks on roads, where other encounters leave no physical traces.\nSCP-265 nearly always appears in scenarios which commonly elicit dread and paranoia in subjects, such as following lone travelers and idling in home driveways for a short while before driving off.\nSCP-265 has been encountered throughout rural Poland, far from urban centres but occasionally passing through small rural communities with populations under 500. It has been encountered at various times late in the day, with confirmed encounters having occurred at any time between 1829 hours and 0813 hours.1 SCP-265 normally moves at about 65 km/h2, but has been recorded exceeding 400 km/h3 in isolated instances.\nAddendum - Foundation Capture Attempt: At 23:11 on ██/██/20██ a vehicle matching SCP-265’s description was seen idling outside a Foundation-controlled weather station at [REDACTED]. After visually confirming the lack of human occupancy, a pursuit team including one helicopter and four high-performance offroad vehicles were dispatched from nearby Site-109 to follow and attempt to capture the vehicle. SCP-265 quickly accelerated to an excess of 200 km/h and showed an unexplainable degree of maneuverability. The helicopter continued pursuit until SCP-265 vanished into a densely forested area. The following search of the area found no trace of any vehicle, but incomplete human remains were discovered 4 kilometres away in a waterlogged area.\nAddendum - Similar Phenomenon: Given multiple concurrences of SCP-265 and human remains, and the similarity between their respective vehicles, it's possible that SCP-265 may be a variant or distantly related to phenomena observed in SCP-2613. Investigation into both anomalies is ongoing.\nAdditional Documentation: Below is attached a translated series of excerpts collected from civilian sources, including audio interviews, law enforcement, news outlets, and personal diaries. This list is incomplete - please see Dr.Seidelman for access to full records.\n\nOpen File SCP-265 - Sample of Assorted Records, 1960-Present\n\nClose File\n\n\nRECORD: Incident Transcript 265-1973-4/3\nRecovered from police records of [LOCATION REDACTED]\nSUMMARY: An isolated event. Victim was taking a walk between villages in the late afternoon around 1300. A black Volga automobile with white rims appeared behind him and following at a low speed. According to the civilian, the vehicle was unusually loud and accelerated to hit him, fracturing his leg as he dove for cover. He played dead as the vehicle completed a three-point-turn to face him again, and waited for several minutes before it drove off. Civilian claimed that the interior was empty of any driver or passenger.\n\n\nRECORD: Diary of Civilian 265-1974-8/11\nExcerpt recovered from archives of [REDACTED]\n\"… unusual event. We pursued the Volga for nine minutes in two cars, during which it led us further from the town. It was growing dark, but we were confident that we could catch it. Piatek shot at it, but he missed or the car was bulletproof. He swears that he did not miss. It then turned sharply to the right and drove into the lake. We stopped and began writing the report on the side of the road; after three or so minutes Gorecki drew our attention towards the lake, and we saw lights emerging from the other side, and red tail lights driving off into the woods on the far side. There are only two sets of tire tracks. We swear on the lives of our mothers that this is true, and myself and Gorecki request to resign.\"\n\n\nRECORD: Audio 265-1982-7/31 — 9:17-11:01\nRecovered from police records of [LOCATION REDACTED]\n\"… The couple claimed that the vehicle, an unmarked Volga limousine painted black with white tires, appeared behind them while they were traveling. It followed them for several minutes before ramming them repeatedly and driving off. Neither could describe the driver, and both said that the offending vehicle made no noise and left no tracks.\"\n\n\nRECORD: Diary of Civilian 265-1989-8/11\nExcerpt recovered from archives of [REDACTED]\n\"I awoke just past midnight, and walked downstairs to fetch a drink of water. Once downstairs I noticed lights through the window. The car from a few weeks ago was back at the end of the drive, by the street. Its headlights were facing the house, and it was idling loudly. I was afraid that somebody was out there, and I almost went to wake up Piotr and the children, but I couldn’t convince myself to move. After ten minutes the car backed away and drove away. It looked just like the car my grandfather had at his old shop, but black and brand new. I will tell the police in the morning.\"\n\n\nRECORD: Incident Transcript 265-1990-11/2\nRecovered from Police Records of [LOCATION REDACTED]\nOn 10/29/1995 the citizen claimed to see an unconscious person in the back seat of a vehicle fitting the aforementioned description of a black M21 Volga, and provided a description of the person's appearance; this was later determined to be very similar to ██████ ██████████, who disappeared from his house near the town of ███████ on the same day 41 years ago.\n\n\nRECORD: Handwritten Excerpt 265-1995-4/11\nRecovered from Police Records of [LOCATION REDACTED]\n\"I woke up around 3 in the morning, and saw a car outside of my front door. It was a black Volga automobile, with curtains and white wheels. I do not know why I got into the car. I just felt like I needed to get into the back seat, so I did. I remember the door was heavy when I opened it, and the inside was clean and smelled like something familiar that I cannot place. I don’t remember anyone else in the car.\nI remember seeing water out in front of me in the headlights, that I was moving towards it, and the lights all went out and I felt the car crash into it and go under. I held my breath as the water came over my head, and opened my eyes and saw terrible things.\nEverything was so quiet. Things watched me, with sad faces in the dark. There were so many, they touched me and I could see them begging me to [illegible]\nI remember screaming and beating the door, and the door opened and I fell out onto the grass. I remember spitting water and somebody finding me a little while later, and I fell asleep in the car to the hospital.\nI’m so afraid. There were black rails and horses, they’re waiting for everyone to come. A ship under everything else darker than anything. And the others are so sad, they want to touch and be happy again but they're so far down, and it's so dark and cold. They can’t come back.\"\n\n\n\n\n\nFootnotes\n1. There have only been two confirmed encounters of the phenomenon between 0900 and 1700 hours.\n2. approx. 40 mph\n3. approx. 250 mph\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-265\" by judgedeadd, rewritten by Dexanote, from the SCP Wiki. Source: https://scpwiki.com/scp-265. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}