{
  "created_at": "2010-06-05T01:04:00",
  "creator": "AJAlkaline",
  "link": "scp-303",
  "rating": 878,
  "references": [
    "scp-302",
    "scp-304",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 303,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "euclid",
    "humanoid",
    "mind-affecting",
    "observational",
    "scp",
    "teleportation"
  ],
  "title": "SCP-303",
  "url": "https://scp-wiki.wikidot.com/scp-303",
  "content": "Item #: SCP-303\nObject Class: Euclid\nSpecial Containment Procedures: As SCP-303 has not yet been known to travel beyond the boundaries of Site ██, the entire area of Site ██ is currently considered SCP-303's containment area. All rooms in Site ██ are to be altered where possible so as to have two entrances separated by a distance of 10m or line of sight. Personnel are to be distributed evenly throughout the facility, with available radio or intercom contact, so that encounters may be resolved quickly. Personnel who witness SCP-303 are to be submitted for immediate psychiatric evaluation.\nAll SCP objects housed at Site ██ since before 6/4/10 are to be transferred to Site ██-B one at a time. Each SCP object will be transferred again to Site ██-A once it can be verified that SCP-303 has not migrated from Site ██ with it. Once SCP-303 either migrates to Site ██-B, or remains present at Site ██ once all SCPs in question have been transferred to Site ██-A, containment procedures will be updated as appropriate.\nDescription: Witnesses describe SCP-303 as a nude, sexless, emaciated humanoid figure with reddish-brown skin. Instead of normal facial features, its head is dominated by an extremely large mouth, which bears a set of oversized human teeth. It continually vocalizes a wheezing noise, loud enough to be heard from the other side of most solid doors. All individuals who have had encounters with SCP-303 are capable of describing it in full, including individuals who have not physically seen any part of it.\nSCP-303 will periodically materialize behind any closed door, hatch, or other entryway barrier opposite a sentient observer, chosen by unknown means. SCP-303 will then remain behind the door for an indeterminate amount of time. Any individual attempting to open the door or barrier experiences intense, paralyzing fear that lasts until SCP-303 dematerializes (either on its own or to avoid being directly seen by another observer). The source of this fear is not clear, but appears to be similar in nature to arachnophobia and ophidiophobia, originating on a pre-conscious, genetic level. [DATA EXPUNGED] analysis indicates that SCP-303 is not, in fact, purposefully inducing fear in the affected individuals.\nSCP-303 does not allow itself to come into direct visual contact with any observer, and has never allowed any one individual to view more than 10% of its form. When the door or other entryway barrier is partially or completely transparent, SCP-303 will materialize in an orientation that leaves 10% or less of its body visible, or cause effects of fog or frost on the transparent surface to achieve the same effect. If SCP-303 is approached from a direction in which there is not a solid object or door breaking line of sight, it will dematerialize before direct visual contact is made.\nAny electronic or complex mechanical devices that SCP-303 encounters are temporarily disabled. SCP-303 has made no recorded attempt to physically or verbally engage any observer.\nHow SCP-303 arrived at Site ██ is not known at this time. SCP-303’s first recorded appearance was on 3/1/10. It is suspected that SCP-303 was inadvertently transferred along with or manifested by another SCP on-site. All SCPs on Site ██ are being reexamined accordingly.\nIncident Log 303-A\nIncident 303-1: Agent ████████ was showering in her private quarters bathroom when she became aware of the presence of SCP-303 on the opposite side of the shower curtain. It was wheezing extremely loudly. Startled by the discovery, she accidentally struck the shower curtain, causing it to sway outwards. The curtain partially wrapped around SCP-303, revealing that it was less than 0.5m from the curtain, standing erect and facing the shower. Agent ████████ reports spending approximately the next 3 hours sobbing in the shower, quietly, as not to disturb SCP-303. Agent ████████ reported that the wheezing stopped very suddenly, at which point in time she was able to exit the shower.\nIncident 303-3: Agent █████ encountered SCP-303 inside the Site ██ 2nd floor break-room. He was attempting to obtain coffee creamer from the counter cabinet when he heard loud wheezing emanating from the cabinet and was overtaken by overwhelming fear. Agent █████ later reported that SCP-303 was huddled in the cabinet in the fetal position. Agent █████ claimed to be certain of the information despite failing to open the cabinet door. Later, when the cabinet was examined, one container of powdered coffee creamer was missing.\nNote: This is the first recorded instance of SCP-303 removing an object from a scene.\nIncident 303-6: Dr. █████ was discovered dead from dehydration in a 2nd floor storage room. It is estimated that Dr. █████ spent up to five days in the storage room before being discovered. A small 4m x 4m decompression chamber separated the storage room from the adjoining hallway. SCP-303 occupied the decompression chamber for the duration of Dr. █████‘s isolation in the storage room, disallowing entry from either direction and making it impossible for Dr. █████ to leave.\nTest Log 303-A:\nA team consisting of Dr. ████████, Researcher ████████, 4 security personnel, and 4 D-Class personnel were assigned to be dispatched to any reported incident of SCP-303’s materialization in order to immediately perform on-site testing. These logs take place at the door to room ███ from the first floor hallway. SCP-303 was reported to be within room ███.\nTest 303-1: One (1) male D-Class personnel, D-303-1, was ordered to open the door and threatened that he would be transferred to SCP-███ duty for non-compliance. He refused, citing extreme fear.\nTest 303-2: One (1) male D-Class personnel, D-303-1, was ordered to open the door and threatened that he would be terminated on the spot for non-compliance. He refused, claiming that if he were to do so that SCP-303 would [DATA EXPUNGED]. He was terminated on the spot.\nTest 303-3: One (1) female D-Class personnel, D-303-2, that had witnessed the termination of D-303-1, was ordered to open the door and threatened that she would be terminated on the spot for non-compliance. She refused, claiming that if she opened the door that SCP-303 would [DATA EXPUNGED]. Researcher ████████ was visibly shaken by this claim. D-303-2 was not terminated.\nTest 303-4: One (1) female D-Class personnel, D-303-2, was ordered to open the door. One (1) male D-Class personnel, D-303-3, was given one (1) combat knife by security personnel and ordered to [DATA EXPUNGED] until D-303-2 opened the door. After 2 hours of [DATA EXPUNGED] D-303-2 died from blood loss. D-303-2 made no attempt to open the door.\nAddendum- 5/1/10: SCP-303 appears to have claimed the 2nd floor storage room as its own. It has so far disallowed any personnel entry to the room since 4/5/10. It leaves periodically to acquire Foundation property, which is then moved into the 2nd floor storage room. To date, the following list describes all non-classified items taken by SCP-303:\n\nOne (1) █████ cryotube\nThree (3) sets of standard Foundation surgical equipment\n█████ ███ █████████████\nTwo (2) D-Class research cadavers\nOne (1) gasoline-powered generator\nA variety of chemicals, including large quantities of tryptophan, phenylalanine, █████████ and tyrosine, among others\nOne (1) container of powdered coffee creamer\n\nIn addition to this, a number of classified materials have been obtained by SCP-303. Staff are still attempting to determine what specific purposes SCP-303 may have for these materials.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-303\" by AJAlkaline, from the SCP Wiki. Source: https://scpwiki.com/scp-303. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}