{
  "created_at": "2011-08-19T04:45:00",
  "creator": "MisterBibs",
  "link": "scp-112",
  "rating": 529,
  "references": [
    "scp-111",
    "scp-113",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 112,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "euclid",
    "extradimensional",
    "scp",
    "structure",
    "temporal"
  ],
  "title": "SCP-112",
  "url": "https://scp-wiki.wikidot.com/scp-112",
  "content": "Item #: SCP-112\nObject Class: Euclid\nSpecial Containment Procedures: SCP-112 is contained within the abandoned \"██████ ████████\" amusement park, designated Site-███. Site-███ is to be staffed with a standard complement of twelve (12) armed guards dressed in designated Amusatastic Land garb, to prevent civilian interference. SCP-112's power supply is housed within a standard Foundation prefab building with two high-security door locks and a standard staff of six (6) security staff and one (1) operator. Since all other rides in Site-███ are intentionally disabled, civilian intervention is low.\nAs the anomalous properties of SCP-112 occur regardless of its condition, only mandatory maintenance work is to be done on SCP-112. This also ensures that local civilians treat SCP-112 and its surroundings as abandoned and ignored.\nAll tests involving SCP-112 must be conducted with a portable toilet nearby, as well as a small table with basic food and drink items.\nDescription: SCP-112 is a steel sit-down rollercoaster, formerly known as the \"Blue Steelsurfer\". Built in 19██, SCP-112 was marketed as the crown jewel of the \"██████ ████████\" amusement park. Initial testing of the ride resulted in extremely negative experiences from testing staff. When these reports became public knowledge, the financial repercussions of the \"failure\" of the Steelsurfer resulted in the parent company of the amusement park going bankrupt. The property was abandoned and undisturbed until 19██, when a local gang broke into the park and reactivated the improperly-disabled rides, SCP-112 included. When police attempted to arrest the members who were exiting SCP-112 after its 'inaugural' ride, the riders began to [REDACTED], attracting local media attention. (For more information, see Archive.112.████). Suspecting the ride had traits within its mandate, the Foundation purchased the park (under the auspices of rebuilding the park as Amusatastic Land) in order to test any potential anomalous properties from the ride.\n\n\nSCP-112 Point Alpha\n\n\nWhen SCP-112 is started, the ride functions as expected until Point Alpha, its primary drop. When a car reaches Point Alpha, the train vanishes. After 3 minutes (the estimated time the train would normally take), the train rematerializes at Point Omega (3 m from the coaster's starting point)\nHuman subjects riding SCP-112 have a drastically different experience compared to outside observation. The time-frame between Point Alpha and Point Omega is massively extended, with subjective ride times ranging from 4 minutes to █ months. The properties of the ride also vary from person to person. Most subjects report elements on the ride that do not exist on the ride proper, like batwings, cobra rolls, and inclined loops. Subjects do not have any sense that the rest of the world is alien or otherwise different; only the ride experience is different.\nUpon exiting the ride, subjects typically experience feelings of confusion and ill health, depending on the subjective time they spent riding SCP-112. These feelings are based not on any physical maladies but the subjective experience of dealing with a physical malady for an extended period of time. For example, a subject with a subjective ride time of three days may experience confusion that he had strong feelings of hunger for most of his ride, but at the end of the ride he was not hungry at all.\nAddendum-A: Assorted Experiments:\nExperiment 11234534\n\nDate: 02/22/██\nSubject: D-34534\nD-34534 was sent on SCP-112 at 2:42 pm. The train reached Point Alpha at 2:43 pm; remateralization at 2:46 pm. Upon exiting SCP-112, D-34534 quietly asked for aspirin before passing out. Upon revival and medication, D-34534 reported a subjective ride time of 36 minutes, with multiple loops and twists not found on SCP-112's architecture.\n\nExperiment 11267564\n\nDate: 05/14/██\nSubject: D-67564\nD-67564 was sent on SCP-112 at 1:30 pm. The train reached Point Alpha at 1:31 pm; remateralization at 1:34 pm. D-67564 reported a subjective ride time of four minutes, which D-67564 reported as enjoyable with the exception of \"that part where the car jumps off the track and lands right before the loop\".\n\nExperiment 1125893\n\nDate: 06/01/██\nSubject: D-5893\nD-5893 was sent on SCP-112 at 12:30 pm. The train reached Point Alpha at 12:31 pm; remateralization at 12:34 pm. At the end of the ride, D-5893 immediately ran to the table with consumables, wordlessly consuming everything he could grab onto, including the wrappers of previously-consumed food objects. D-5893 became violent when Foundation staff attempted to subdue him, even going so far as to [EXPUNGED]. Upon capture and interviewing, D-5893 remained confused and disoriented, continuously saying the phrases \"no food till the ride is over\", ''let me sleep, let the spinning stop'', and \"152 lights\". The Foundation believes that D-5893's statements imply that his subjective ride time was approximately five months long, and during his trip he experienced five months worth of malnutrition and exhaustion, despite no physical proof of those experiences found.\n\nExperiment 1127556\n\nDate: 08/08/██\nSubject: D-7556, one standard-issue camera facing D-7556\nD-7556 was sent on SCP-112 at 11:36 am. The train reached Point Alpha at 11:37 am; remateralization at 11:40 am. D-7556 experienced symptoms similar (but muted) to those of D-5893. During the interview, D-7556 explained that his subjective ride time was one month and six days long. During his trip, he was unable to eat or sleep, and suffered major headaches from SCP-112. D-7556 reported experiencing every sort of rollercoaster element currently in use, and a few believed to be conceptual. Camera footage, lasting 3 minutes, shows D-7556 sobbing for the duration of the ride, with movement consistent with SCP-112's physical track.\n\nAddendum-B: Rider Interviews\nExperiment 112-35784-23512, Post-Ride Interview #1\n\nAccess\n\nDismiss\n\n\nSubject: D-35784\nInterviewer: Dr. █████████\nInterview Type: Post-ride Interview\nDr. █████████: How are you feeling, 35784?\nD-35784: (rolls eyes) I'm fine. It was just a rollercoaster ride, dude. Maybe you have me confused with the other guy? You know, the one that attacked when the ride was over?\nDr. █████████: I will, in time. Describe your experience on SCP-112, please.\nD-35784: (laughs) What's there to say? Before I was sent to jail, I designed coasters. A couple minutes too long of a ride, you always gotta worry about that, but the twists that thing has are damn good. A few of them, I'm pretty sure I mocked up back in '██! It would have been a lot better if the ████tard next to me wasn't acting like a damn fool.\nDr. █████████: D-23512? What was he doing?\nD-35784: (sighs) It's what he wasn't doing that pissed me off. He was slouched over so much that his restraints were taut, just facing forward. Think his mouth was open the entire time. If it were possible, I'd say he looked like someone who had been on a crying jag for a few hours. I dunno. When we got that slow point before the banked curve, I tried snapping my fingers in front of him. Idiot just barely turned to face me. And you know what happened afterwards.\nDr. █████████: Yes, he punched you.\nD-35784: Not really a punch, really. Slapped me, shaking me, trying to choke me. I didn't get the impression that he really wanted to kill me, just wanted to get an answer out of me. That's what he said, actually. Shit like \"Why didn't you look at me?\" and \"Why did you not stop cheering the whole time?\" in a very hoarse voice. Was in mid-question with another when the guards introduced their rifles to the back of his head.\n\n\n\n\nExperiment 112-35784-23512, Post-Ride Interview #2\n\nAccess\n\nDismiss\n\n\nSubject: D-23512\nInterviewer: Dr. █████████\nInterview Type: Post-ride Interview\nForward: This interview was conducted three weeks after riding on SCP-112 with D-35784. D-23512 is not willing to speak verbally since his ride. From time to time he attempts to speak, but shows signs of discomfort and pain in doing so, stating that his throat is too sore to talk. While there are no medical issues with D-23512, his experiences have obviously left him traumatized from his experience on SCP-112. Dr. █████████ estimates a full recovery is possible before monthly terminations, and that at such time he will be capable of estimating precisely how long his subjective ride time was. This interview was conducted through written communication. Given his fixation on certain traits of the ride, this transcript has been edited for brevity.\nDr. █████████: Hello, 23512. How are you feeling?\nD-23512: Still hurts. still dizzy. loops and loops. spins spins spins. foreverandever\nDr. █████████: Why do you say your throat hurts?\nD-23512: screamed. screamed over and over. girl wouldn't answer me. SHE NEVER LOOKED AT ME i screamed and screamed till i couldnt scream anymore. throat got better. screamed again. never looked never noticed, just kept cheering the hell of ups and downs and downs and ups and side to side and side to side\nDr. █████████: I'm assuming you're talking about the person who went on the ride with you. 35784.\nD-23512: girl with the big jiggling tits, cheered and laughed and cheered and laughed. every spin every turn every twist even when it got dark i could hear her laughing and wooing. couldnt sleep cuz of her laughing and cheering. light and day bright and dark always screaming and giggling HOW COULD SHE DO THAT\nDr. █████████: She told me you were just sitting there, staring ahead. She said she tried to get your attention, but you never responded.\n\nD-23512: I WAVED AND SHOOK HER she didnt move didnt notice just kept cheering. tried to tune her out for a few daweeMONTHSATATIME but she never NEVERNEVER noticed me. kept cheering kept screaming kept LAUGHINGATME as starved an peed myself and slammed my head against the side till i bled just kept LAUGHINGNAND SCREAMING through the loops and the spins and the deep dark dips that never ended never stopped crushing\nDr. █████████: 23512, I am trying to help you, but acting insane won't help you in the least. There was no injury to your head at the end of the ride.\n\nD-23512: I WAS THERE I FELT IT the warm on my head till it got cold and stopped spilling. still itches.\nDr. █████████: So what happened at the end of the ride? You had a bit of an issue with 35784.\n\nD-23512: she stopped laughing and giggling after all that time and she LOOKS AT ME and smiles and says \"nice ride, eh?\" and i shook her and tried to ask her why she wouldnt stop laughing and screaming. i didnt want to hurt hurt her not really, just wanted to know why why why why why (repeats ██ times until D-23512 is disabled)\n\n\n\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-112\" by MisterBibs, from the SCP Wiki. Source: https://scpwiki.com/scp-112. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: coasters-new.jpg\nName: Montana Suiza Roller Coaster.jpg\nAuthor: Innovacionweb.com\nLicense: CC-BY-SA 2.0\nSource Link: Wikimedia Commons\n\n\nFilename: vanishpoint-new.jpg\nName: Lightning Racer Tracks, Hersheypark roller coaster, 2013-08-10.jpg\nAuthor: Paulo Ordoveza\nLicense: CC-BY-SA 2.0\nSource Link: Wikimedia Commons\n\n\n\n\n\n"
}