{
  "created_at": "2011-08-22T18:47:00",
  "creator": "Tanhony",
  "link": "scp-870",
  "rating": 508,
  "references": [
    "scp-869",
    "scp-871",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 870,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "animal",
    "hallucination",
    "keter",
    "predatory",
    "scp",
    "sensory",
    "species",
    "visual"
  ],
  "title": "SCP-870",
  "url": "https://scp-wiki.wikidot.com/scp-870",
  "content": "Item #: SCP-870\nObject Class: Keter\nSpecial Containment Procedures: SCP-870 is to be contained in a sealed chamber measuring 8 m × 8 m. Motion sensors are to be placed in the containment area and movements of SCP-870 are to be monitored at all times.\nA motion activated turret is to be placed directly outside the containment area to prevent the escape of SCP-870. One (1) D-class personnel suffering from schizophrenia is to observe SCP-870 via camera at all times.\nSCP-870 is to be provided with one (1) bovine carcass every forty-eight (48) hours.\nDescription: SCP-870 is an animal species of undetermined proportions and appearance, which, for unknown reasons, can only be perceived by individuals suffering from schizophrenia. This often results in specimens of SCP-870 being dismissed as hallucinations. Specimens of SCP-870 are omnivorous and seem to eat nearly all kinds of plants and meat, but will typically eat their food in secluded areas.\nNotably, two people with the ability to perceive SCP-870 will describe its appearance in completely different ways, even when looking at the same specimen of SCP-870. Descriptions of SCP-870 have included:\n\nAn alligator with spider legs and three eyes.\nA man made out of smoke.\nA giant ant with a human face.\nA hunchbacked child with a parrot's head.\nA spider with 'too many legs'.\nA giant centipede with human arms instead of legs.\n\nSpecimens of SCP-870 are highly predatory, and will typically stalk their prey for months and years without eating. It is unknown how they manage to last this time without succumbing to malnutrition. Eventually, at a seemingly random time when their prey is alone or in a secluded area, SCP-870 will kill and swallow their prey whole. (See Interview 870-1)\nSCP-870's method of reproduction is currently unknown, but the journal of schizophrenic researcher ██████ ████ speculates that they do not actually require sustenance to survive, and instead re-purpose the body of their victim into their young over a large period of time. This theory has not been verified, and research is underway to test it.\nThe specimen of SCP-870 currently in Foundation custody frequently attempts to breach containment, and has proven hostile to all personnel. Banging noises are audible from SCP-870's containment area at all hours of the day. Research is ongoing to find a way to perceive SCP-870 without being schizophrenic, but this may take a considerable length of time.\nIt is currently believed that there could be dozens, if not hundreds of SCP-870 in the world. They are a clear and present danger to the public, and steps must be taken to destroy or contain the species.\n\nInterview 870-1\n\nClose Interview \n\nInterviewed: Mr. █████\nInterviewer: Dr. ███████\nForeword: On ██/██/20██, Mr. █████ reported to police that he had killed a 'monster' at his home in ███ ████. Mr. █████ was later found to be schizophrenic and the Foundation, suspecting SCP-870 involvement, brought him in for interrogation.\n\n<Begin Log>\nDr. ███████: Hello, ████. How are you?\nMr. █████: Fi…I'm fine, fine. Who are you?\nDr. ███████: I am Doctor ███████. I'm just here to verify some details about what you told the police.\nMr. █████: Sure, I guess. Shoot.\nDr. ███████: What did this 'monster' look like, can you describe it for me?\nMr. █████: Are you calling me a liar? It's true, I swear, it was there!\nDr. ███████: Please, answer the question, ████.\nMr. █████: Sorry…sorry. Just kinda stressed. Well, it sort of looked like a spider, but with way…way too many legs. It was just running at me and screeching and I shot it.\nDr. ███████: Was this the first time you'd seen the monster, █████?\nMr. █████: Um, uh…\nDr. ███████: I'm sorry? Answer the question, please.\nMr. █████: I'd…I'd been seeing them everywhere. I'd been following them, seeing what they did. I needed to know they were real, you know?\nDr. ███████: Understandable. Did you see anything important?\nMr. █████: One of the bastards was hunting this guy. I just saw it, outside his house, watching him. Me watching it watching him. Have…have you ever dropped something, then looked on the floor and it's gone?\nDr. ███████: Certainly, why?\nMr. █████: It's not just gone. This guy, I saw him drop a ruler and that thing, it was under his desk, it just snatched it and ate it whole. Then a few days later, it ate him. Swallowed him whole.\nDr. ███████: Well…thank you, ████. Miss ████ will see you out.\n<End Log>\n\nClosing Statement: Mr. █████ was dosed with a Class A amnestic and subsequently released. Worryingly, Mr. █████ implied that SCP-870 were present in a major population center. Further investigation is ongoing.\n\n\n\nAddendum 870-1: I, personally, don't believe that the schizophrenics are really seeing SCP-870 fully, they can just see it more than us. We don't see it because our brains aren't made to see it. The schizophrenics, their brains are wired up just that tiny bit differently, and they can see it just a tiny bit more. These things have the perfect camouflage, and we simply are unable to see through it. - Dr. ███████\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-870\" by Tanhony, from the SCP Wiki. Source: https://scpwiki.com/scp-870. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: scpinvisible.jpg\nName: Pterodactyl reconstruction Newman 1843.jpg\nAuthor: Edward Newman\nLicense: Public Domain\nSource Link: Wikimedia Commons\n\n\n\n\n\n"
}