{
  "created_at": "2023-07-21T18:57:00",
  "creator": "MontagueETC",
  "link": "scp-744",
  "rating": 70,
  "references": [
    "component:rso",
    "theme:magnus-web-format",
    "theme:flopstyle",
    "theme:blankstyle",
    "theme:placestyle",
    "theme:jakstyle",
    "montagueetc",
    "component:info-ayers",
    "classification-committee-memo",
    "the-trashfire",
    "scp-5994",
    "scp-4370",
    "scp-7354",
    "scp-7408",
    "scp-8408",
    "scp-6462",
    "scp-6454",
    "scp-6751",
    "scp-6445",
    "scp-8200",
    "scp-7701",
    "scp-7009",
    "scp-6607",
    "scp-7376",
    "scp-1908",
    "dr-kondraki-cut-up-while-thinking",
    "who-made-you",
    "omnigenesis-and-the-law-of-blades",
    "unremembered-oceans",
    "art:art-exchange-6759",
    "art:montagueetc-sciptember-2022",
    "scp-743",
    "scp-745",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 744,
  "series": "series-1",
  "tags": [
    "auditory",
    "building",
    "cognitohazard",
    "corporate",
    "esoteric-class",
    "reality-bending",
    "rewrite",
    "scp",
    "spatial",
    "the-trashfire"
  ],
  "title": "SCP-744",
  "url": "https://scp-wiki.wikidot.com/scp-744",
  "content": "\n\nAre you a company man?\n\n\n\n\nThumbnail\n\n\n\n\n\n\n \n\n\nSCP-744\n\n\nBy: MontagueETC\n\n\nPublished on 21 Jul 2023 18:57\n\n\n\n\n\n\n\n\nWhat this is\nA bunch of miscellaneous CSS 'improvements' that I, Croquembouche, use on a bunch of pages because I think it makes them easier to deal with.\nThe changes this component makes are bunch of really trivial modifications to ease the writing experience and to make documenting components/themes a bit easier (which I do a lot). It doesn't change anything about the page visually for the reader — the changes are for the writer.\nI wouldn't expect translations of articles that use this component to also use this component, unless the translator likes it and would want to use it anyway.\nThis component probably won't conflict with other components or themes, and even if it does, it probably won't matter too much.\nUsage\nOn any wiki:\n\n[[include :scp-wiki:component:croqstyle]]\n\nThis component is designed to be used on other components. When using on another component, be sure to add this inside the component's [[iftags]] block, so that users of your component are not forced into also using Croqstyle.\nRelated components\nOther personal styling components (which change just a couple things):\n\nRSO Component — Rounderhouse\n\nPersonal styling themes (which are visual overhauls):\n\nMagnus Web Format — DrMagnus\nFlopstyle CSS — Lt Flops\nBlankstyle CSS — HarryBlank\nPlacestyle CSS — Placeholder McD\nJakstyle — JakdragonX\n\n\nCSS changes\nReasonably-sized footnotes\nStops footnotes from being a million miles wide, so that you can actually read them.\n\n\n.hovertip { max-width: 400px; }\n\nMonospace edit/code\nMakes the edit textbox monospace, and also changes all monospace text to Fira Code, the obviously superior monospace font.\n\n\n@import url('https://fonts.googleapis.com/css2?family=Fira+Code:wght@400;700&display=swap');\n \n:root { --mono-font: \"Fira Code\", Cousine, monospace; }\n#edit-page-textarea, .code pre, .code p, .code, tt, .page-source { font-family: var(--mono-font); }\n.code pre * { white-space: pre; }\n.code *, .pre * { font-feature-settings: unset; }\n\nTeletype backgrounds\nAdds a light grey background to <tt> elements ({{text}}), so code snippets stand out more.\n\n\ntt {\n  background-color: var(--swatch-something-bhl-idk-will-fix-later, #f4f4f4);\n  font-size: 85%;\n  padding: 0.2em 0.4em;\n  margin: 0;\n  border-radius: 6px;\n}\n\nNo more bigfaces\nStops big pictures from appearing when you hover over someone's avatar image, because they're stupid and really annoying and you can just click on them if you want to see the big version.\n\n\n.avatar-hover { display: none !important; }\n\nBreaky breaky\nAny text inside a div with class nobreak has line-wrapping happen between every letter.\n\n\n.nobreak { word-break: break-all; }\n\nCode colours\nAdd my terminal's code colours as variables. Maybe I'll change this to a more common terminal theme like Monokai or something at some point, but for now it's just my personal theme, which is derived from Tomorrow Night Eighties.\nAlso, adding the .terminal class to a fake code block as [[div class=\"code terminal\"]] gives it a sort of pseudo-terminal look with a dark background. Doesn't work with [[code]], because Wikidot inserts a bunch of syntax highlighting that you can't change yourself without a bunch of CSS. Use it for non-[[code]] code snippets only.\nQuick tool to colourise a 'standard' Wikidot component usage example with the above vars: link\n\n\n:root {\n  --c-bg: #393939;\n  --c-syntax: #e0e0e0;\n  --c-comment: #999999;\n  --c-error: #f2777a;\n  --c-value: #f99157;\n  --c-symbol: #ffcc66;\n  --c-string: #99cc99;\n  --c-operator: #66cccc;\n  --c-builtin: #70a7df;\n  --c-keyword: #cc99cc;\n}\n \n.terminal, .terminal > .code {\n  color: var(--c-syntax);\n  background: var(--c-bg);\n  border: 0.4rem solid var(--c-comment);\n  border-radius: 1rem;\n}\n\n\nDebug mode\nDraw lines around anything inside .debug-mode. The colour of the lines is red but defers to CSS variable --debug-colour.\nYou can also add div.debug-info.over and div.debug-info.under inside an element to annotate the debug boxes — though you'll need to make sure to leave enough vertical space that the annotation doesn't overlap the thing above or below it.\n\n…like this!\n\n\n\n\n\n.debug-mode, .debug-mode *, .debug-mode *::before, .debug-mode *::after {\n  outline: 1px solid var(--debug-colour, red);\n  position: relative;\n}\n.debug-info {\n  position: absolute;\n  left: 50%;\n  transform: translateX(-50%);\n  font-family: 'Fira Code', monospace;\n  font-size: 1rem;\n  white-space: nowrap;\n}\n.debug-info.over { top: -2.5rem; }\n.debug-info.under { bottom: -2.5rem; }\n.debug-info p { margin: 0; }\n\n\n\n\n\n\n\n\n\n\n\nSCP-744 - Greater Purpose\n\n\n\n▸ More by this Author ◂\n\n\n\n{$comments2}\n\n\n \nF.A.Q.\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\nItem#: SCP-744\n\nLevel3\n\n\n\n\n\n\nContainment Class:\neuclid\n\n\nSecondary Class:\ncernunnos\n\n\n\nDisruption Class:\nvlam\n\n\nRisk Class:\nwarning\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\nSCP-744\n\n\nSpecial Containment Procedures: SCP-744 has been purchased from GoI-952 (\"Olney Ironworks\") through S. C. Public..A Foundation front company created for the purpose of above-Veil interaction with GoI-952. Surveillance footage is to be continually monitored by BENTHAM.AIC for anomalous activity.\nDue to SCP-744's dissociative effects on local causality, it is currently believed that additional containment measures could have counterproductive or even deleterious consequences. As SCP-744's anomalous properties are confined to a singular, isolated locality and only affect individuals that are highly unlikely to attempt a breach of the Veil,.GoI-952 has stringent information security procedures regarding anomalies within their facilities. containment of SCP-744 has been deemed unnecessary..Cernunnos: Containment of item is possible, but impractical.\nDescription: SCP-744 is the Olney Ironworks West Virginia Manufacturing Center, a structure that has become host to causal, spatial,.UPDATE (06/12/2010): Potential links to SCP-4370 are currently under investigation. and semantic dissociation. SCP-744's anomalous traits appear to have gradually developed between February 1996 and March 1997, though the cause of their development has yet to be determined.\n\nADDENDUM 744-001: SURVEILLANCE FOOTAGE\nThe Foundation was made aware of SCP-744 on 05/12/1997, when an S. C. Public representative received an anonymous tip that implicated the West Virginia Manufacturing Center in anomalous activity. To confirm the tip's validity, Foundation agents confiscated GoI-952's surveillance footage, utilizing BENTHAM.AIC to analyze and isolate all potentially anomalous events. The following transcripts are excerpts of particular interest..To view all transcripts of recorded SCP-744 anomalous activity, contact RAISA liaison Ingrid Blum.\n\nDATE: 04/07/1996\nSPAN: 07:55:34 - 08:05:22 EST\n\nA security officer (identified as Ester Rojas) enters the employee breakroom. She crosses from one end of the room to the other, which takes 12 seconds. Between [07:55:46] and [08:02:15], she prepares a cup of coffee, drinks it, and rinses out her mug. Rojas proceeds to exit the room, crossing from one end to the other in 187 seconds.\nRojas' walking speed while departing is approximately equal to that of her speed entering. For the duration of the recording, the breakroom does not experience any visible spatial shifts.\nAt no point does Rojas display awareness of this discrepancy.\n\n\nDATE: 11/22/1996\nSPAN: 07:41:12 - 17:09:56 EST\n\nFrom [07:41:12] to [08:14:55], 46 men and women enter the factory floor. As each arrives, they notice that roughly 85% of floor machinery has been replaced with mechanisms not normally found within ironworks..Including, but not limited to: automobile manufacturing equipment, industrial looms, an 18th-century printing press, a large piston of unknown function, and 7 spondias mombin tree saplings that have grown through the concrete floor. The general reaction appears to be that of mild surprise and annoyance. At [08:02:00], a man (identified as Ray Briggs) grumbles that \"management's fucking with perfectly good equipment again.\" Another man (identified as Rafael Sharp) agrees, stating that Olney management \"can't leave well enough alone.\"\nThe workers display discomfort with the new equipment, but the overall production rate remains within normal boundaries.\n\n\nDATE: 05/09/1997\nSPAN: 13:44:31 - 14:28:57 EST\n\nAn administrative assistant (identified as Mateo Lozano) is sitting in an office and speaking on the phone. Though only his half of the conversation is audible, it is clear that the conversation is regarding delayed shipments of iron ore. He seems to be mildly harried.\nAt [13:56:39], the call ends. Lozano turns to the computer at his desk and opens its email client. His inbox appears to have 19 unread messages. However, all text within the client is in an unknown language. Lozano rubs his face with his hands and mutters \"not again.\"\nAt [14:06:21], a woman (identity unknown) steps into the office's threshold. Her facial features are rendered indistinct by a faint haze of indeterminate origin. Lozano and the woman have a brief conversation; its contents are unclear, as her speech has been made unintelligible by audio distortion. Lozano's half of the conversation is primarily affirmative responses to what presumably are questions and/or commands.\nShortly after the woman leaves at [14:11:51], Lozano leans his elbows on the desk and sinks his face into his hands. He does not move from this position for the remainder of excerpted footage..Lozano did not return to work for three days after this event, citing illness.\n\n\nADDENDUM 744-002: INCIDENT 744-LOZANO\n\nDATE: 05/14/1997\nSPAN: 09:03:22 - 09:51:05 EST\n\n[BEGIN LOG]\n[Lozano enters the private office of SCP-744's production manager, Joel Newman (provisionally designated SCP-744-1). Due to the angle of the surveillance camera, Newman is not within the frame. Lozano appears nervous.]\nLozano: You want to speak to me, Mr. Newman?\nNewman: Sure do. Come on in, take a load off.\n[Lozano sits across from Newman.]\nNewman: Do you know why you're here, Mateo?\nLozano: Is—is this about the ore shipments? Because I swear I—\n[Lozano cuts himself off, perhaps having been silenced by an out-of-frame gesture from Newman.]\nNewman: I don't take kindly to mistruths, son. You want to run that by me again?\nLozano: I don't know what you mea—\n[The sound of slapping paper is audible. A printed copy of the anonymous tip regarding SCP-744 slides into frame on Newman's desk.].It is currently unknown how GoI-952 received this document.\n[Silence.]\nNewman: And here I thought you were loyal to the company. It's a damn shame, seeing corporate espionage from a man you trusted.\nLozano: Hold on—it wasn't corporate espionage. It's just…\nNewman: Well?\nLozano: I mean, you know what happens to people who report problems. But there is a problem. A big one, with this whole building. I couldn't keep denying it anymore.\nNewman: You took matters into your own hands. Tried to find a third party to clean up the mess.\nLozano: I… I guess I did, yeah.\nNewman: Tell me more about the mess.\nLozano: Don't you already know? The rooms, they don't fit right. In your head. And most days I barely see anyone around, even when we're all-hands-on-deck. Just figures in smoke, like ghosts. And our machines, I don't even know how we're using them to make steel anymor—\nNewman: I think I'm getting it now.\nLozano: You are?\nNewman: Mm-hmm. You don't got perspective.\nLozano: …What?\nNewman: Nothin' to be ashamed of. Most people don't. Y'see, your problem is you don't have the big picture. The grand purpose of this whole enterprise. All you got is a fragment of a fragment and you go and think that means it's broke!\nLozano: And you have the big picture?\n[Newman laughs.]\nNewman: Naw, I don't got a clue! That's for the bigwigs in Olney HQ, not me.\nLozano: Then—then how do you know there's a purpose at all?!\n[Silence.]\nNewman: Tell you what. I'll teach you a little trick I got for when I lose perspective. Then we can put all this behind us, sound good?\n[Silence.]\nLozano: Whatever you say, Mr. Newman.\n[Video and audio cut to white noise. The remaining footage is suspected to have been erased.]\n[END LOG]\n\nBoth Joel Newman and Mateo Lozano (now provisionally designated SCP-744-2) have had perfect workplace attendance in the days following Incident 744-Lozano. Despite this, Foundation agents have been unable to reach either for interview.\n\n\n\n▶ Show (1) Proposed Additions\n\n▼ ADDENDUM 744-003: INCIDENT 744-EXODUS\n\n\nOn 09/18/2017, SCP-744's anomalous properties rapidly intensified within the space of an hour. The following transcript is a log of all notable events during this period.\n\nDATE: 09/18/2017\nSPAN: 11:04:36 - 11:52:04 EST\n\n11:04 | SCP-744's production manager, Mateo Lozano, is sitting in his private office. He receives an email notification.\n11:05 | A woman with indistinct facial features is glimpsed passing by the threshold of the employee breakroom.\n11:08 | A man (identified as Josh Hahn), begins pouring molten metal into a mold. The metal phases through the mold and the floor, disappearing from sight. He appears exasperated.\n11:09 | Inside the breakroom, a man (identified as Josiah Lewis) is gossiping with a woman (identified as Shannon Garza) during their lunch break. Partway through their conversation, Lewis begins speaking in an unknown language, to his own visible confusion and distress.\n11:11 | Lozano opens his newly-received email, exposing himself to the cognitohazard within. He convulses in his seat, then slumps forward onto his desk, unconscious.\n11:15 | SCP-744 is partially obscured from the view of external surveillance cameras. The object or objects obscuring it are not seen.\n11:27 | 14 men and woman throughout the building simultaneously receive cognitohazardous phone calls. The 8 that answer their phones convulse and become unconscious.\n11:28 | Ester Rojas, having witnessed 3 people collapse at the same time, immediately contacts emergency services..No record exists of emergency vehicles being dispatched to SCP-744 during this period. She orders Hahn to SCP-744's entrance to direct EMTs towards the victims when they arrive.\n11:30 | Hahn sprints through the hallway connecting the work floor to SCP-744's entranceway. A woman with indistinct facial features is briefly visible through an ajar door that he passes by.\n11:31 | All of SCP-744's exits demanifest.\n11:38 | 29-41 people begin speaking in an unknown language, causing the amount of panic and confusion within SCP-744 to increase considerably.\n11:43 | Garza is straining to hold on to Lewis, who is slowly phasing through the floor. Lewis has started to sob.\n11:49 | An unidentified voice begins speaking over the intercom system. All conscious individuals within SCP-744 begin to convulse.\n11:51 | A woman with indistinct facial features is seen within an active industrial furnace.\n11:52 | All internal surveillance cameras within SCP-744 cease functioning. External surveillance cameras' view of SCP-744 become fully obstructed.\n\nSCP-744 appears to have fully dissociated from surrounding reality shortly after the conclusion of Incident 744-Exodus. Subsequent investigation revealed that it was still physically present, but had become inaccessible and obscured from sight.\nAfter an unknown length of time had passed, the camera in Lozano's office partially regained functionality, recording audio but not video.\n\n[BEGIN LOG]\n[Lozano does not speak for the first 10 minutes and 25 seconds of audio, though his labored breathing is audible throughout. When he does speak, his voice is raspy and strained.]\nLozano: There… there has to be a reason. A plan.\nLozano: Everything Olney does, it does for a greater purpose. I haven't figured it out—don't even see the shape of it. But that's okay. There are some things I'll never understand.\nLozano: I just need to know it's there.\n[Silence.]\nLozano: More than twenty years, I've given this place. I've given it my time and… and my health, and my…\n[Silence.]\nLozano: I've given so many things to Olney. Seen so many…\n[Silence.]\nLozano: I've kept my faith, despite it all. Because I knew. I knew it had a purpose.\nLozano: They wouldn't just leave us here. Leave me here. I kept my faith. They know that, don't they?\n[Silence.]\nLozano: Don't they?\n[END LOG]\n\nOn 02/09/2018 at 14:28 EST, SCP-744's dissociation from reality ceased. No trace of any of the 83 Olney employees inside could be found.\nIt has since been discovered that SCP-744's dissociation coincided with the mass layoff of all Olney employees in the Eastern United States. Its return to consensus reality likewise coincided with Olney Ironworks' declaration of bankruptcy.\n\n\n\n\n\n \n \n \n\n\n\nMore From This Author\n\nMore From This Author\n\n\n\n \nMontagueETC's Works\n\n\n\n\nSCPs\n \nSCP-7354 •\n\n\nSCP-7408 •\n\n\nSCP-8408 •\n\n\nSCP-6462 •\n\n\nSCP-6454 •\n\n\nSCP-6751 •\n\n\nSCP-⌘ •\n\n\nSCP-8200 •\n\n\nSCP-7701 •\n\n\nSCP-7009 •\n\n\nSCP-6607 •\n\n\nSCP-7376 •\n\n\nSCP-1908 •\n\n\n\n\nTales/GoI Formats\n \nDR. KONDRAKI CUT UP WHILE THINKING •\n\n\nWho Made You? •\n\n\nOmnigenesis and the Law of Blades •\n\n\nUnremembered Oceans •\n\n\n\n\nOther\n \nArt Exchange 2023 | SCP-6759 •\n\n\nMontagueETC's SCiPTEMBER 2022 Art •\n\n\netcetera, etcetera •\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-744\" by MontagueETC, from the SCP Wiki. Source: https://scpwiki.com/scp-744. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: Factory.png\nName: Factory\nAuthor: Thomas Berg\nLicense: CC BY-SA 2.0\nSource Link: Flickr\n\n\n\n\n\n"
}