{
  "created_at": "2008-07-25T22:38:00",
  "creator": "Kain Pathos Crow",
  "link": "scp-017",
  "rating": 953,
  "references": [
    "scp-016",
    "scp-018",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 17,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "hostile",
    "humanoid",
    "keter",
    "light",
    "scp",
    "shadow"
  ],
  "title": "SCP-017",
  "url": "https://scp-wiki.wikidot.com/scp-017",
  "content": "Item #: SCP-017\nObject Class: Keter\nSpecial Containment Procedures: SCP-017 is contained in an acrylic glass cage, 100 cm by 50 cm by 50 cm, centrally suspended in a concrete room measuring 6 m by 6 m by 4 m. Attached to the walls, ceiling, and floor of the room are high-intensity arc lamp spotlights pointed directly at the acrylic cage, to ensure that SCP-017 is constantly exposed to light from every angle. Personnel assigned to the SCP-017 control room are to monitor the functionality of the spotlights and the emergency generator system and call for maintenance immediately upon knowledge of a burnt-out lamp or an issue with the generator.\nThe only circumstance under which personnel are allowed entrance is to replace lamps. Personnel entering the room are required to wear the designated full-body reflective suits, and must be cautioned not to step in front of functional spotlights.\nDescription: SCP-017 is a humanoid figure approximately 80 centimeters in height, anatomically similar to a small child, but with no discernible identifying features. SCP-017 seems to be composed of a shadowy, smoke-like shroud. No attempt to find any object beneath the shroud has been successful, but the possibility has not been ruled out.\nSCP-017's reaction to shadows cast upon it is immediate and swift. SCP-017 leaps at the object casting the shadow and completely encloses it in its shroud, whereupon it returns to its normal size, leaving no trace of the object behind.\nAdditional Notes: Personnel with BETA clearance or higher should see also document #017-1.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-017\" by Sam Swicegood (CityToast), from the SCP Wiki. Source: https://scpwiki.com/scp-017. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: scp017InCaptivity\nAuthor: CityToast\nLicense: CC BY-SA 3.0 Unported\nSource Link: Self\n\n\n\n\n\n"
}