{
  "created_at": "2009-03-17T14:06:00",
  "creator": "Le Blue Dude",
  "link": "scp-661",
  "rating": 182,
  "references": [
    "scp-660",
    "scp-662"
  ],
  "scp_number": 661,
  "series": "series-1",
  "tags": [
    "alive",
    "auditory",
    "compulsion",
    "humanoid",
    "rewrite",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-661",
  "url": "https://scp-wiki.wikidot.com/scp-661",
  "content": "Item #: SCP-661\nObject Class: Safe\nSpecial Containment Procedures: SCP-661 is confined to a standard holding cell measuring 6m x 8m at ███-██. Standard humanoid containment provision allows SCP-661 access to a bed, toilet, and a sink with a mirror, all of which are currently contained within the holding cell. At subject’s request, the room is kept at an average temperature of 20˚C. All other requests must be approved by a senior staff member.\nGuards assigned to SCP-661 must wear ear protection capable of sound neutralization and white noise generation. In the past, guards certified by Foundation medical staff as deaf have been permitted contact with SCP-661 without ear protection; however, this practice is now discouraged. Security cameras monitoring SCP-661 should have sound recording functionality disabled.\nAll personnel coming into contact with SCP-661 without ear protection are to be assessed to determine if they have come under the influence of his abilities. Where uncertainty exists personnel should be made subject to 24-hour quarantine before reassessment. The cycle of quarantine and reassessment should continue until assessing staff are satisfied that SCP-661’s influence has diminished. Personnel reviewing audio test logs should also be made subject to assessment.\nSCP-661 is to be fed three times per day with food from the canteen at ███-██, and is to be provided with drinkable liquids six times a day. Subject has expressed a preference for flavoured drinks instead of water; access to these is permitted as a guarantor of good behaviour, with the privilege temporarily revoked if SCP-661 causes trouble for Foundation staff.\nDescription: SCP-661 is a ██-year-old Caucasian male. Clinical tests have determined him to be overweight and in poor health, although he has no underlying health problems. He is to be provided with an annual physical to monitor his condition. SCP-661’s temperament has been frequently described as abrasive and demanding, while Foundation psychological assessment has determined him to be the possessor of a poor temper, which has increasingly worsened since his containment in 199█.\nTesting has determined that SCP-661’s voice has the power to manipulate others into wanting what he tells them to want. Test subjects have described the effect as feeling like a continuous weak compulsion, which remains as a thought at the back of the mind for up to a week after encountering SCP-661. This compulsion is not powerful enough for the test subject to put himself at undue risk to acquire an item, but when presented with an opportunity (such as passing by a shop selling a desired item) they will unthinkingly seek to obtain it. The effect is strongest for physical objects, but has also been observed to function for abstract concepts. Note that the subject must be able to understand SCP-661’s speech in order to be affected by this ability.\nSCP-661 was first encountered while working as an advertising/marketing agent in ██████ ███, doing vocal work for radio and TV advertisements. He became known to the Foundation after becoming notorious for making bets about being able to persuade anyone to do anything; his abnormally high success rate in this regard led to his being placed under surveillance, followed by containment for testing after his powers were recorded by an undercover agent. Next of kin were provided with a simple cover story involving a yachting accident.\nAddendum 661-1: Despite initial claims to the contrary, it has been determined that SCP-661 is perfectly aware of his powers. Though it is unlikely that SCP-661 will ever be a direct threat to Foundation personnel, the potential consequences for security should he breach containment and manage to reach civilisation are sufficient that termination is authorised should escape be attempted. SCP-661 has displayed no unnatural abilities beyond that of his voice, so it is theorised that he can be incapacitated by standard means.\nAddendum 661-2: Test Log\nTest 661-0: D-606955 exposed to recording of advertisement for ██████ brand food processor voiced by SCP-661.\nResult: Despite having had no previous interest in cookery, D-606955 expressed a desire to purchase the food processor. When asked why, he claimed it seemed like a good deal, and might make a good present for his mother.\nTest 661-1: Subject politely asked to demonstrate powers of persuasion.\nResult: Subject claimed to have no knowledge of stated powers and asked for his lawyer.\nTest 661-2: Subject ordered to demonstrate powers.\nResult: Subject refused and again claimed ignorance of powers. When further pressed he told researcher \"You want to not hold me here, you want to not experiment on me.\" The researcher then requested cessation of the test and suggested the release of SCP-661. He was subsequently reassigned.\nTest 661-3: D-965215 introduced into SCP-661’s cell. D-965215 has a history of violent crime, and was told to get SCP-661 to demonstrate his power by any means necessary.\nResult: Following an exchange described by researchers as abrasive, D-965215 assaulted SCP-661. SCP-661 stated “You want to not hurt me”. D-965215 immediately ceased attack and was removed from the cell.\nTest 661-4: D-161709 ordered to attack SCP-661 or face termination.\nResult: Upon commencement of attack by D-161709, SCP-661 stated \"You want not to hurt me\". D-161709 continued attack. Video and audio logs indicate that D-161709 was exhibiting extreme stress, and repeatedly apologised to SCP-661 while expressing a desire not to be terminated. SCP-661 then stated \"You want to die\", at which point D-161709 ceased his assault and attempted to escape the cell by attacking the guard at the door; he was subsequently terminated.\nTest 661-5: D-313217 ordered to attack SCP-661 or face termination. D-313217 is unable to speak or understand English.\nResult: SCP-661 attempted use of various phrases to prevent attack but was unsuccessful. Attack lasted four minutes before D-313217 was restrained, after which SCP-661 was observed to be visibly shaken. Testing suspended until further notice.\nAddendum 661-3: Requests by SCP-661\n-\"Let me out.\" (Denied)\n-\"No, really. Let me out.\" (Denied)\n-\"This isn't funny. Let me out!\" (Denied)\n-\"I demand to be released! I'm a US citizen! You can't do this to me!\" (Denied)\n-One (1) box of Havana Limited Special Edition Cuban Cigars ($2,012 in USD) (Denied)\n-One (1) box of Miami Coast Cigars ($299 in USD) (Denied)\n-One (1) box of \"generic crap cigars\" [sic]. (Denied)\n-One (1) pack of cigarettes. (Denied)\n-One (1) pack of Nicotine chews. (Approved) ~ Seriously, people. As funny as it is watching him beg, addiction is no small matter. -Dr. ██████\n-A computer with internet access (Denied)\n-A computer (Denied)\n-Television with cable (Denied)\n-Television capable of playing digital or analog recordings (Denied)\n-Books written since confinement (Denied)\n-Books published prior to confinement (Approved) ~ Human beings need SOME entertainment to maintain sanity. - Dr. ██████\n-CD player (Approved) ~ Since he can't read, at least give him a non-record capable music device. - Dr. ██████\n-Writing utensils and a pad (Denied) ~ —Risk of attempts to use power through written materials. Has not been performed as of yet, but still might be within subject's power range. Dr. ██████.\nAddendum: — There is no evidence or reason to believe SCP-661’s power can extend to written objects. However, this request remains denied for security reasons. Agent ██████.\nDue to the backlog of requests, Dr. ██████ has been forced to ask other personnel to assist him in processing SCP-661's requests.\nRequests not processed by Dr. ██████:\n-One (1) Leather Jacket (Denied. Subject placed into Restraint Jacket instead.)\n-\"Tacos\". (Denied. Subject given burrito instead.)\n-One (1) CD of \"The Best of Led Zeppelin\" (Denied. Subject given a CD of The Monkees.)\n-\"████. It ███████ reeks in here. Open a god████ window or something\". (Denied. Officer ██████ passed flatulence in cell instead.)\n-\"A spot of sun\". (Denied. Officer ██████ shined a flashlight in his face for 10 minutes.)\n-One (1) Baconator cheeseburger from Wendy's (Denied. Subject was given one (1) Boca brand soy burger instead.)\n-One (1) pair of Aviator-brand Sunglasses (Denied. Lights turned off in room.)\n-One (1) 'Pepsi' brand soft drink (Denied. Given one (1) can of 'Coca-Cola' brand soft drink as a suitable replacement. After recovering from concussion, Dr. █████ was reassigned to a non-sentient SCP.)\nGentlemen, seriously. As abrasive and rude as SCP-661 is, he is still a sentient SCP and should be afforded some level of respect. I don't care what he does, events like the above will not be tolerated.\n-Dr. ███████\n"
}