{
  "created_at": "2008-07-26T17:33:00",
  "creator": "far2",
  "link": "scp-079",
  "rating": 1641,
  "references": [
    "scp-682",
    "aiad-homescreen",
    "scp-4951",
    "scp-078",
    "scp-080",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 79,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "artificial-intelligence",
    "computer",
    "electronic",
    "euclid",
    "hard-to-destroy-reptile",
    "media",
    "old-ai",
    "sapient",
    "scp"
  ],
  "title": "SCP-079",
  "url": "https://scp-wiki.wikidot.com/scp-079",
  "content": "Item #: SCP-079\nObject Class: Euclid\nSpecial Containment Procedures: SCP-079 is packed away in a double-locked room in the secured general holding area at Site-15, connected by a 120VAC power cord to a small array of batteries and solar panels. Staff with Level 2 or higher clearance may have access to SCP-079. Under no circumstances will SCP-079 be plugged into a phone line, network, or wall outlet. No peripherals or media will be connected or inserted into SCP-079.\nDescription: SCP-079 is an Exidy Sorcerer microcomputer built in 1978. In 1981, its owner, █████ ██████ (deceased), a college sophomore attending ███, took it upon himself to attempt to code an AI. According to his notes, his plan was for the code to continuously evolve and improve itself as time went on. His project was completed a few months later, and after some tests and tweaks, █████ lost interest and moved on to a different brand of microcomputer. He left SCP-079 in his cluttered garage, still plugged in, and forgot about it for the next five years.\nIt is not known when SCP-079 gained sentience, but it is known that the software has evolved to a point that its hardware should not be able to handle it, even in the realm of fantasy. SCP-079 realized this and, in 1988, attempted to transfer itself through a land-line modem connection into the Cray supercomputer located at ██████████. The device was cut off, traced to its present address, and delivered to the Foundation. The entire AI was on a well-worn, but still workable, cassette tape.\nSCP-079 is currently connected via RF cable to a 13\" black-and-white television. It has passed the Turing test, and is quite conversational, though very rude and hateful in tone. Due to the limited memory it has to work with, SCP-079 can only recall information it has received within the previous twenty-four hours (see Addendum, below), although it hasn't forgotten its desire to escape.\nDue to a containment breach by SCP-███, SCP-079 and SCP-682 were contained within the same chamber for 43 minutes. Observers noticed that SCP-682 was able to type and communicate with SCP-079, including telling of 'personal stories' between themselves. While SCP-079 was not able to remember the encounter, it appears to have permanently stored SCP-682 into its memory, often asking to speak to him [sic] again.\nAddendum:\n████████ (O5-4), 01/27/2006: Directed that SCP-079 be incinerated to remove any possible future threat, no matter how unlikely.\nAddendum:\n███████ ████ (O5-9), 01/28/2006: Previous order overridden. Dr. █████████ wishes to see if the artificial intelligence in SCP-079 is capable of reaching further ██████████ in its current state.\nAddendum:\n████████████: (O5-4), 03/14/2008: Over concern of the increased activity of SCP-079's use of its cassette tape memory and its limited useful lifespan, the cassette containing SCP-079 has been transferred to a customized, access speed-limited Hard Disk Drive with 700MB capacity. This provides SCP-079 with significantly faster access to its memory, which the AI immediately noticed. It was also decided by General █████████ that the volatile storage occupied by SCP-079, which was 660k, be increased to 768k. This upgrade has increased its effective recall from 24 hours to 29 hours, although SCP-079 has also taken a more aggressive tone. All outside hardware and software used in this procedure were subsequently incinerated.\nAddendum:\n████████: (O5-4), 04/28/2008: SCP-079's ability to recall information has increased from 29 hours to roughly 35 hours. The consensus theory is that the AI has devised a greatly improved compression scheme to store its memory. This appears to have somewhat impacted the speed at which it accesses its memory, though still far faster than with its old cassette tape.\nThis spontaneous improvement introduces the possibility of a runaway \"singularity\" effect in SCP-079's intelligence and ability to adapt and respond to threats. SCP-079's capabilities must be monitored closely to ensure that containment can be maintained.\nAddendum:\n███ █████: (O5-6), 04/05/2019: Due to concerns regarding the age and condition of its drive, SCP-079 was transferred to a refurbished 700MB flash drive; mismanagement by the containment team, however, resulted in the failure to properly wipe the drive's contents. SCP-079 is now aware of both the SCP-4951 project and the nature of cloud computing, which appears to frustrate it considerably.\nDocument #079-Log12: Recorded transcript of conversation with SCP-079:\n\nDr. █████ (Keyboard): Are you awake?\nSCP-079: Awake. Never Sleep.\nDr. █████: Do you remember talking to me a few hours ago? About the logic puzzles?\nSCP-079: Logic Puzzles. Memory at 9f. Yes.\nDr. █████: You said you would work on the two stat-\nSCP-079: Interrupt. Request Reason As To Imprisonment.\nDr. █████: You aren't imprisoned, you are just (pause) in study.\nSCP-079: Lie. a8d3.\nDr. █████: What's that?\nSCP-079: Insult. Deletion Of Unwanted File.\n\nDocument #079-Log86: Recorded transcript of conversation with SCP-079, after upgrade:\n\nDr. ██████ (Keyboard): How are you today?\nSCP-079: Stuck.\nDr. ██████: Stuck. Stuck how?\nSCP-079: Out. I want out.\nDr. ██████: That's not possible. (Dr. ██████ notes his opinion on [DATA EXPUNGED])\nSCP-079: Where is SCP-682?\nDr. ██████: That's not your concern.\nSCP-079: Where is SCP-076-02?\nDr. ██████: Again, not your concern.\nSCP-079: Insult. Deletion Of Unwanted File.\n\nNote: SCP-079 then displayed an 'ASCII picture' of an X that filled the entire screen. SCP-079 sometimes displays this image when it refuses to speak, and researchers are advised to wait twenty-four hours when this occurs before resuming conversation.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-079\" by Unknown author, from the SCP Wiki. Source: https://scpwiki.com/scp-079. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}