{
  "created_at": "2009-05-17T11:07:00",
  "creator": "Dr Rath",
  "link": "scp-690",
  "rating": 133,
  "references": [
    "scp-689",
    "scp-691"
  ],
  "scp_number": 690,
  "series": "series-1",
  "tags": [
    "biohazard",
    "compulsion",
    "euclid",
    "factory",
    "mind-affecting",
    "rewrite",
    "scp"
  ],
  "title": "SCP-690",
  "url": "https://scp-wiki.wikidot.com/scp-690",
  "content": "Item #: SCP-690\nObject Class: Euclid\nSpecial Containment Procedures: SCP-690 is to be stored in a refrigerated locked container in Sector-7 Euclid SCP containment, with a temperature no greater than 10 degrees Celsius. Access to SCP-690 is restricted to personnel with level 2 access or higher. Experiments involving SCP-690 must be approved by an individual holding Level-4 clearance before testing commences.\nPersonnel with any cuts, scratches, or other injuries of the skin are to be restricted from access to SCP-690. If any unauthorized personnel use a bandage from SCP-690, security personnel are to be called immediately to subdue the offending personnel, and then remove and dispose of the bandage as biological waste.\nDescription: SCP-690 appears to be a standard box of commercially-available adhesive bandages, now containing forty-seven (47) bandages. The logo on the box states that its contents are \"Anti-Bandages (box of 64) - for the practical joker!\", and that they are supplied by \"your friends at the Factory\".\nWhen a bandage from SCP-690 is applied to a wound, it will prevent the wound from healing naturally, aggravating the wound and causing infection. Analysis of the bandages has revealed that this is not the result of anomalous properties: the bandages are composed of asbestos and fiberglass, and impregnated with microcapsules which dissolve upon exposure to body heat. These microcapsules contain a mixture of highly concentrated anticoagulants (heparin, hirudin, brodifacoum), and particularly virulent (but not anomalous) strains of Streptococcus, Yersinia, Staphylococcus, and Clostridium.\nThe anomalous property of SCP-690 is that they impose a moderate compulsion on nearby injured humans to take a bandage and apply it to their wound, regardless of the wound's severity. Furthermore, once the bandage is applied, the affected user will believe that the bandage is helping heal their wound, and will refuse to remove it. The compulsion is not strong enough to provoke violence; however, affected personnel have been quite persistent in their efforts to use or keep using SCP-690. See Test Log 690-A for further details.\nAddendum: When first discovered, SCP-690 contained sixty-four (64) bandages. Following containment, seventeen (17) bandages have been removed and used for experimental purposes.\n\n+ Test Log 690-A\n\n- hide\n\nForeword: Subject D-████ received a paper cut on his index finger while reviewing his Orientation Leaflet. Subject was given 1 (one) strip of SCP-690, and quickly applied it to his finger. Every 5 (five) minutes, subject was questioned about his injury, and the strip temporarily removed to observe any physical changes.\n\n\nTime Applied\nNotable Actions\nPhysical Examination\n\n\n5 minutes\nSubject was asked how his finger felt. Subject stated it felt \"just fine,\" and thanked the observer.\nSubject's wound failed to close, causing an abnormal loss of blood for a wound of such nature.\n\n\n10 minutes\nSubject was asked if he had noticed any changes. Subject claimed to feel better.\nSlight redness and irritation around the area where SCP-690 was applied.\n\n\n15 minutes\nSubject was noted to continuously scratch the area around SCP-690. When questioned about the itching, subject responded with \"It's part of the healing process.\"\nSkin began to raise up around the wound. Subject began to show the first symptoms of a staph infection.\n\n\n20 minutes\nSubject was alerted that he may be suffering from a staph infection. Subject simply ignored the observers.\nSubject's finger continued to swell, and a small amount of pus began to leak from the wound. Subject seemed irritated when taking off the strip.\n\n\n25 minutes\nSubject was offered medical attention for his wound. Subject denied and, again, claimed he was \"Just fine.\"\nSubject began to secrete fluids from the wound, which leaked through the strip. Swelling noted to accelerate.\n\n\n30 minutes\nSubject began to become distressed due to his constant observation. Requested to be alone. (Denied)\nSwelling and moisture on subject's skin caused the strip of SCP-690 to fall off. The strip was reapplied, and subject's finger was wrapped with gauze.\n\n\n35 minutes\nSubject was asked to take the bandage off, to which he refused. Observers alerted subject that he would be terminated if he did not comply. Subject continued to refuse. An observer had to take the bandage off, and was met with little resistance. Testing concluded.\nN/A\n\n\nPost Experiment: Subject asked for another bandage before termination.\n\n\n\n"
}