{
  "created_at": "2009-12-06T23:38:00",
  "creator": "zaratustra",
  "link": "scp-885",
  "rating": 32,
  "references": [
    "scp-884",
    "scp-886",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 885,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "euclid",
    "intangible",
    "predatory",
    "scp"
  ],
  "title": "SCP-885",
  "url": "https://scp-wiki.wikidot.com/scp-885",
  "content": "Item #: SCP-885\nObject Class: Euclid\nSpecial Containment Procedures: SCP-885 is contained within a welded steel container in Storage Area ██-██. The storage area must be kept at negative pressure at all times to reduce possibility of escape. Air movement within the storage area is to be monitored at all times.\nDescription: SCP-885 is a living creature of unknown composition that displaces all fluids (liquids and gases) within its perimeter. Analysis of the interior of the creature has shown no phenomena consistent with known matter: it is, for all intents and purposes, a complete vacuum.\nExtensive sonar imaging has shown SCP-885's perimeter to be a cloud of about two hundred ovoid elements, which intersect and divide arbitrarily. Whether it is a single creature or a swarm is unknown; experiments to isolate one of the ovoids from the main mass are underway.\nSCP-885's perimeter contains the pressure differential, and it can manipulate this difference in pressure to move itself. It can move through all known fluids and permeate through porous solids such as concrete, but metal or tempered glass can contain it. Items fully immersed within SCP-885 behave as they would within a vacuum.\nSCP-885 is attracted to living, breathing creatures. When it identifies a prey - possibly by perceiving atmospheric vibrations - it seeks to surround the creature. Once it has surrounded its prey, it extracts all fluids and gases still clinging to folds or pores by negative pressure, and kills it by hypoxia and ebullism. It will actively hunt down escaping prey - SCP-885 can move up to 12 m/s in a standard atmosphere, less in denser air. Once a prey is killed, SCP-885 loses interest in it; it is not known how or whether it draws any kind of sustenance from these acts.\nAddendum:\nSCP-885 is nearly undetectable in a normal atmosphere - even within liquids it is only visible as a cluster of bubbles. Unexplained air shifts near SCP-885's enclosure should be immediately reported. SCP-885 has poor fine control of its pressure shifts, but can hold doors closed by sheer differential (101 kPa in a standard atmosphere). Remember sound does not travel in a vacuum, and victims may not be able to cry for help before it's too late.\nVictims of SCP-885 must be immediately triaged for barotrauma; common effects of short-term exposure to SCP-885 are eardrum damage, lung damage or collapse, bruises and embolism. Less common effects of short-term exposure to SCP-885 due to more sudden pressure shifts, are prolapse of the digestive and respiratory tract, large scale blood loss by evaporation, and brain trauma. Effects of long-term exposure to SCP-885 are, nearly universally, death.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-885\" by zaratustra, from the SCP Wiki. Source: https://scpwiki.com/scp-885. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}