{
  "created_at": "2008-07-26T03:23:00",
  "creator": "far2",
  "link": "scp-914",
  "rating": 2930,
  "references": [
    "experiment-log-914-hub",
    "scp-913",
    "scp-915",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 914,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "clockwork",
    "featured",
    "safe",
    "sapient",
    "scp",
    "transfiguration"
  ],
  "title": "SCP-914",
  "url": "https://scp-wiki.wikidot.com/scp-914",
  "content": "Item #: SCP-914\nObject Class: Safe\nSpecial Containment Procedures: Only personnel who submit a formal request and receive approval from site command may operate 914. SCP-914 is to be kept in research cell 109-B with two guard personnel on duty at all times. Any researchers entering 109-B are to be accompanied by at least one guard for the entirety of testing. A full list of tests to be carried out must be given to all guard personnel on duty; any deviation from this list will result in termination of testing, forcible removal of personnel from 109-B, and formal discipline at site command’s discretion.\nWARNING: At this time, no testing of biological matter is allowed. Refer to document 109-B:117. Applying the “Rough” setting to explosive materials is not advised.\nDescription: SCP-914 is a large clockwork device weighing several tons and covering an area of eighteen square meters, consisting of screw drives, belts, pulleys, gears, springs and other clockwork. It is incredibly complex, consisting of over eight million moving parts comprised mostly of tin and copper, with some wooden and cloth items observed. Observation and probing have showed no electronic assemblies or any form of power other than the “Mainspring” under the “Selection Panel”. Two large booths 3mx2.1mx2.1m (10ftx7ftx7ft) are connected via copper tubes to the main body of SCP-914, labeled “Intake” and “Output”. Between them is a copper panel with a large knob with a small arrow attached. The words Rough, Coarse, 1:1, Fine, and Very Fine are positioned at points around the knob. Below the knob is a large “key” that winds the “mainspring”.\nWhen an object is placed in the Intake Booth, a door slides shut, and a small bell sounds. If the knob is turned to any position and the key wound up, SCP-914 will “refine” the object in the booth. No energy is lost in the process, and the object appears to be in stasis until the Output Booth door is opened. Intense observation and testing have not shown how SCP-914 accomplishes this, and no test object has ever been observed inside SCP-914 during the “refining” process. The process takes between five and ten minutes, depending on the size of the object being refined.\n\nAddendum: 5/14: Dr. █████ Test Log\nInput: 1kg of steel (setting: Rough)\nOutput: Pile of steel chunks of various sizes, appearing to be cut by laser.\nInput: 1kg of steel (setting: 1:1)\nOutput: 1kg of steel screws\nInput: 1kg of steel (setting: Fine)\nOutput: 1kg of steel carpet tacks\nInput: 1kg of steel (setting: Very Fine)\nOutput: Several gases that dissipated into the air quickly, and 1 gram of an unknown metal, resistant to heat of 50,000 degrees, impossible to bend or break with any force, and a near-perfect (1.6x10-75 ρ) conductor of electricity\nInput: 1 wristwatch belonging to Dr. █████ (setting: Coarse)\nOutput: 1 completely disassembled wristwatch\nInput: 1 cellphone belonging to ███████ (setting: 1:1)\nOutput: 1 cellphone, although different make and model\nInput: 1 standard Colt Python revolver (setting: Very Fine)\nOutput: [DATA EXPUNGED] Aforementioned ████████████ completely disintegrated all matter in its line of fire. Object contained with high density gamma waves.\nInput: 1 white mouse (setting: 1:1)\nOutput: 1 brown mouse\nInput: 1 chimp (setting: Fine)\nOutput: [DATA EXPUNGED]\nInput: 1 chimp (setting: Rough)\nOutput: Badly mutilated corpse, showing signs of crushing and cutting with high heat\n\nDocument # 109-B:117: Dr.███ and Dr.███████ Test Log\nInput: Subject D-186, male Caucasian, 42 years old, 108kg, 185cm tall. (setting: 1:1)\nOutput: Male Hispanic, 42 years old, 100kg, 188cm tall. Subject was very confused and agitated. Subject attacked security personnel. Subject terminated.\nInput: Subject D-187, male Caucasian, 28 years old, 63kg, 173cm tall. (setting: Very Fine)\nOutput: [DATA EXPUNGED]. Subject escaped from test chamber, killing eight guards as well as Dr.███ and Dr.███████. Lockdown initiated. Subject causes containment failure of three SCP areas in continued escape attempt. Special response team engages subject, resulting in severe wounding of subject, partial memory loss in special response team members and corrosive damage to plumbing. Subject expired several hours later, dissolving into blue ash and blinding nearby research team.\nBiological testing with SCP-914 discontinued.\n\nNote: \"Because of the nature of this SCP a wide range of test data would be helpful. Dr. Gears has ordered that any researcher can have access for non-biological testing if they themselves are or they are supervised by a Level 3 researcher. All testing is to be recorded in file #914-E (Experiment Log 914). Biological testing will continue only with prior clearance by 05 Command. As long as you want to try something mundane that isn't alive feel free to help accumulate data.\" - Dr. █████\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-914\" by Dr Gears, from the SCP Wiki. Source: https://scpwiki.com/scp-914. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: gears.jpg\nName: Gears\nAuthor: Thomas Claveirole\nLicense: CC BY-SA 2.0\nSource Link: Fickr\n\n\n\n\n\n"
}