{
  "created_at": "2010-05-01T07:12:00",
  "creator": "Tom90deg",
  "link": "scp-454",
  "rating": 87,
  "references": [
    "scp-453",
    "scp-455",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 454,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "artistic",
    "cognitohazard",
    "compulsion",
    "document",
    "mind-affecting",
    "safe",
    "scp",
    "visual"
  ],
  "title": "SCP-454",
  "url": "https://scp-wiki.wikidot.com/scp-454",
  "content": "Item #: SCP-454\nObject Class: Safe\nSpecial Containment Procedures: SCP-454 should be kept in a plastic bag with a thin piece of acid-free cardstock. This can then be contained with standard procedures and minimal security. There is no need for psychological containment.\nDescription: SCP-454 is a comic book, titled “The Crypt of Terror” The front cover has the picture of a female, nervously looking around, with a shadowy figure some distance behind her. The price is listed as ten cents and the issue number is seventeen. The item bears slight damage from age and normal wear. Although the cover mentions a werewolf, the story does not.\nShowing a subject a photograph of the item will not trigger an attempt to obtain it. It has no unusual physical or mental effects on subjects who have seen no more than █ pages of the interior. Such subjects experience a mild desire to read the item, but it is no greater than that provoked by any other interesting item.\nThe interior story of the comic, as far as researchers are able to deduce, concerns a woman being stalked by a mysterious force. Julia, the protagonist, refers to the force only as “Him”. Much of the story concerns Julia's efforts to escape “Him”; she finally believes that she has bested it, only for it to [DATA EXPUNGED]. The first and last pages also bear a number of advertisements normal for 1950s-era comics, which do not display the item's primary effect.\nIf a subject who shows normal levels of empathy begins to read the comic, they will become more and more interested in it, expressing fear and relief as the story progresses and finally horror when it ends. Subjects' psychological state descends into excessive denial and depression as the story ends. After reading the comic, subjects begin to think and talk solely about a need to save Julia from “Him”. If given time alone and appropriate materials, subjects write or draw continuations of the story, in an effort to provide a continuation where Julia survives. Each of these efforts will end with Julia dead as before, however. In the event that a subject should make Julia survive, through deus ex machina or similar plot devices, they will throw away their effort, saying that it does not fit into the story.\nThese efforts come to occupy a great deal of the subject’s time and effort. ██% of subjects suffer from severe depression, becoming withdrawn and uncommunicative. Higher than normal rates of suicide have been observed. Interviews with subjects and study of notes left behind show a sense of helplessness and of having failed Julia.\nSubjects with a history of [DATA EXPUNGED] undergo an additional event. The subject will write themself into the story, claiming to have found the perfect way to save Julia personally. Approximately ██% of such subjects are subsequently found [DATA EXPUNGED].\nMisogynistic or low-empathy subjects display no psychological effect and show no interest in the comic or the characters after reading.\nAddendum: In a recent experiment, D-Class personnel with normal levels of empathy were instructed to read the comic and placed in isolation. After ██ attempts, one subject claimed to have found a way to save Julia. He was found dead with [DATA EXPUNGED]. The security camera in his room suffered electrical disturbances during the event, in which a figure was seen briefly standing in the room. No signs of entry were seen. The security team was placed on probation.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-454\" by Tom90deg, from the SCP Wiki. Source: https://scpwiki.com/scp-454. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}