{
  "created_at": "2009-04-28T00:50:00",
  "creator": "SpoonOfEvil",
  "link": "scp-301",
  "rating": 152,
  "references": [
    "scp-300",
    "scp-302",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 301,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "auditory",
    "electromagnetic",
    "euclid",
    "gustatory",
    "intangible",
    "location",
    "olfactory",
    "scp",
    "sensory",
    "tactile",
    "teleportation",
    "visual"
  ],
  "title": "SCP-301",
  "url": "https://scp-wiki.wikidot.com/scp-301",
  "content": "Item #: SCP-301\nObject Class: Euclid\nSpecial Containment Procedures: SCP-301 is to be kept in a secure, electromagnetically sealed bunker buried under at least ten meters of earth to conceal its location. The bunker is to be staffed by no fewer than four level three security personnel at all times in order to secure the site and to maintain automated security measures. The perimeter of the bunker is to be lined with a chain-link fence with official warnings to deter intruders. Due to the remote location of SCP-301, additional security is not required.\nDuring experimentation, all research staff and equipment must maintain a minimum distance of at least three meters from the projected edge of SCP-301.\nIn the event of a containment breach, on-site personnel with the proper security clearance are authorized to implement emergency protocol C-301. All possible entrances to the bunker will automatically seal themselves and remain sealed indefinitely. Emergency protocol C-301 can only be countermanded by an O5 level command.\nDescription: SCP-301 is an anomalous region roughly three meters in diameter located in the middle of ██████████ National Park. Whenever physical matter enters SCP-301, it temporarily disappears from existence. Following a delay of variable length, the matter that had entered SCP-301 will appear in another location. The duration of this time delay is variable, with a minimum length of ██ seconds and a maximum length of ███ minutes. The exact destination appears to be a random vertex point on a geodesic grid overlaying the Earth’s surface. Each leg of this pattern is approximately 20 km long, resulting in ██████ possible destination points.\nThe prevailing model of SCP-301’s workings is that teleportation occurs by accessing a coterminous interspatial region lying in a frame of reference attached to the center of the Earth. SCP-301 is invisible to the naked eye, but is detectable through other spectra. SCP-301 also passively emits electromagnetic energy. While not harmful to living organisms, it does interfere with improperly shielded electronics, and may explain why the native fauna does not venture near SCP-301.\nThrough experimentation, it has been discovered that SCP-301 can accommodate any kind of physical matter with certain size thresholds. The maximum size object that SCP-301 can accommodate can be no larger than SCP-301's three-meter diameter. There is also a minimum limit, though this is based on density rather than size. Currently, most gases and anything on a molecular level are not affected by SCP-301.\nFor further details, see the experiment logs.\nSCP-301 was discovered when there was a spike in disappearances of hikers and tourists in ██████████ National Park, only for several of them to be rediscovered far from the site of their disappearance. The Foundation did not act until it received reports of one of the missing hikers being found in ████, France, and another near ███████, New South Wales, Australia.\nSubsequent interviews with these individuals produced inconsistent descriptions of the event, even after the use of ████████████████. Subject 301-a-1 (retrieved in ████, France) described the transfer as a floating sensation, with a mild forward impetus, accompanied by “the ringing of thousands of huge bells,” and “smell[ing] like wet dog and wood smoke,” but having no other sensory components. However, Subject 301-a-2 (retrieved near ███████, New South Wales, Australia) described it as a floating sensation with no sense of forward momentum, but including a “salty taste,” “prickling feeling, like a foot going to sleep” over the entire body, and being able to see “stringy stuff” surrounding the subject. Both subjects were administered a Class-A amnestic and released. See Document 301-0184678-a for full interview transcripts.\nWhile searching for the anomaly at ██████████ National Park, Agents █████ and ████ accidentally entered SCP-301. They disappeared for approximately ██ minutes until the signals from their locator beacons were reacquired ████ km and ██ km from their last recorded position respectively. Agent █████’s body was recovered by a deep-water retrieval team 43 km SSW of ████████, India. Agent ████ was recovered near ████████, Angola, suffering from exposure, malaria, and amoebic dysentery. Foundation personnel were able to debrief Agent ████ before he died. Agent ████ characterized the teleportation experience as being “swept by a strong current” that “stank of shit.” He also stated that he “saw flames,” and reported hearing “sand falling,” and tasting “sugar, then dirt” in a repeating cycle. Agent ████ died two days later.\nBased on the agents’ testimony, SCP-301 was found to be located on a regularly used hiking trail. The Foundation re-routed the hiking trail and built the current facility containing SCP-301.\nFrom information gathered from Subjects 301-a-1 and 301-a-2, and Agent ████, it appears that the interspatial region accessed upon entering SCP-301 is experienced differently by each subject. This experience can manifest as a wide variety of sensory phenomena, including tactile, gustatory, olfactory, visual, aural, and kinetic sensations. Experimentation with Class D personnel to further study this aspect of SCP-301 is recommended. A selection of post-experiment analyses are collected in experiment log 301C.\nExperiment Log 301A\nUsing remote exploration in conjunction with on-going live experimentation, we have managed to map out much of the geodesic grid that SCP-301 teleportation follows. While this has resulted in the discovery of a large number of sites that require Foundation monitoring, many of these sites are in locations that make monitoring them a moot point (i.e. the dozens of egress points that open in the middle of the ocean). -Dr. ████\nExperiment Log 301B\nAfter increasing the size of test materials, we've finally found that SCP-301 cannot accommodate items larger than itself. If a piece of matter that exceeds SCP-301's three-meter diameter is placed on SCP-301, there will be no effect. This has been noted for future containment protocols. There is also a minimum limit for what SCP-301 can accommodate. We've filled the containment room with easily detectable gases, as well as bombarding SCP-301 with radioactive particles. However, there is no evidence of any of these substances being successfully transported. The prevailing hypothesis is that SCP-301's minimum limit is based on density rather than size: solids and liquids are affected while gases and individual molecules are not. -Dr. ████\nExperiment Log 301C\nEntries include subject identification number, egress point, and trip duration, followed by a listing of major sensory elements of the teleportation experience. Note that, for recovery purposes, all test subjects are equipped with a remote beacon harness that reports the subject's GPS co-ordinates to a Foundation satellite every 15 seconds from anywhere on Earth.\n\nSubject: D-05738\nEgress Point: ██████, Iowa, United States\nDuration: ███ min\n\nKinetic: None\nVisual: None\nAuditory: None\nOlfactory: None\nTactile: Sensation of slimy tendrils moving over subject’s body\nGustatory: None\nOther Notes: None\n\n\nSubject: D-09983\nEgress Point: ██████████, China\nDuration: ██ min\n\nKinetic: Floating sensation, as though suspended in liquid\nVisual: A red transparent liquid environment; subject reports seeing many red blood cell-like objects of approx. 3 cm to 50 cm in diameter. Subject also reports seeing a very large shadowy object moving in the distance.\nAuditory: None\nOlfactory: None\nTactile: None\nGustatory: Coppery taste\nOther Notes: Subject reports feeling as though they are about to drown throughout duration of transfer.\n\n\nSubject: D-25684\nEgress Point: ████████████, Mexico\nDuration: ███ sec\n\nKinetic: Rapid “flying” sensation\nVisual: Subject reports seeing the terrain they would normally have traveled through to reach the end point of the teleportation process; they also report being unable to see their body. See below.\nAuditory: Rushing wind\nOlfactory: Fresh bread\nTactile: None\nGustatory: None\nOther Notes: Subject also reports seeing a variety of semi-transparent organisms during transit. These creatures [DATA EXPUNGED].\n\n\nSubject: D-56001\nEgress Point: ██████████, Germany\nDuration: █ min\n\nKinetic: None\nVisual: None\nAuditory: None\nOlfactory: None\nTactile: None\nGustatory: None\nOther Notes: Subject retrieved exhibiting strong schizophrenia interspersed with lengthy periods of catatonia. This is the first time exposure to SCP-301 has resulted in this level of mental trauma.\n\n\nSubject: D-56187\nEgress Point: Near ████████, Brazil\nDuration: ██ sec\n\nKinetic: Gentle forward movement\nVisual: Unknown; subject rendered blind and can not recall any visual stimuli from his time in SCP-301.\nAuditory: None\nOlfactory: None\nTactile: Spots of cold moving across the left arm.\nGustatory: None\nOther Notes: First instance of exposure to SCP-301 causing a physical change in subject.\n\n\nSubject: D-58092\nEgress Point: Near ██████, Laos\nDuration: ██ min\n\nKinetic: Freefall\nVisual: None\nAuditory: A repeating complex multi-tonal scale; Foundation staff are currently attempting to recreate this scale.\nOlfactory: Acetic acid (vinegar)\nTactile: None\nGustatory: None\nOther Notes: Though sensors reported a ██ second delay between the subject entering SCP-301 and re-appearing at the destination, D-58092 insisted that she had been in SCP-301 for “several days.” The possibility of a time dilation effect should be investigated.\n\n\nSubject: D-60014\nEgress Point: Near ███████, Canada\nDuration: ██ sec\n\nKinetic: “Flying” sensation; described as “oddly slow”\nVisual: Subject reports seeing an unknown number of interlocking gears as far as she can see.\nAuditory: Grinding gears\nOlfactory: Machine oil\nTactile: None\nGustatory: None\nOther Notes: Upon return, subject exhibited an unusual fascination with machinery. Three days later, subject D-60014 began asking personnel about several mechanical SCP objects, including SCP-███, SCP-███, SCP-███, and SCP-███, and displaying knowledge about them that only Level 4 or higher staff could know. Subject interrogated and terminated 15 days ahead of schedule.\n\n\nSubject: D-60445\nEgress Point: Near ██████████████, Siberia, Russia\nDuration: ██ min\n\nKinetic: Unknown\nVisual: Unknown\nAuditory: Unknown\nOlfactory: Unknown\nTactile: Unknown\nGustatory: Unknown\nOther Notes: Subject found bisected along the coronal plane. Cause unknown.\n\n\nSubject: D-61429\nEgress Point: Near █████, Florida, United States\nDuration: ██ min\n\nKinetic: Floating\nVisual: Painfully bright white light\nAuditory: Shouting voices, “like everyone in the whole world was shouting at me at once.” No individual words could be discerned.\nOlfactory: None\nTactile: Pain over the entire body, described as “like having red-hot needles stabbing every inch of me.”\nGustatory: None\nOther Notes: Subject reports “being watched” and “being judged” by unknown entities.\n\n\nSubject: D-62225\nEgress Point: Near █████, Niger\nDuration: ███ min\n\nKinetic: Unknown\nVisual: Unknown\nAuditory: Unknown\nOlfactory: Unknown\nTactile: Unknown\nGustatory: Unknown\nOther Notes: Several life-forms of the types described by D-25684 appear with subject. Subject is killed and life-forms [DATA EXPUNGED]. Area is sterilized.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-301\" by SpoonOfEvil, from the SCP Wiki. Source: https://scpwiki.com/scp-301. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}