{
  "created_at": "2011-02-26T21:43:00",
  "creator": "Salman Corbette",
  "link": "scp-909",
  "rating": 372,
  "references": [
    "scp-905",
    "scp-2287",
    "scp-1799",
    "scp-3537",
    "scp-1908",
    "scp-913",
    "scp-629",
    "scp-644",
    "scp-2396",
    "scp-1007",
    "scp-527",
    "scp-917",
    "scp-redd",
    "scp-2855",
    "scp-920",
    "scp-2284",
    "scp-2428",
    "scp-2933",
    "scp-2148",
    "scp-908",
    "scp-910"
  ],
  "scp_number": 909,
  "series": "series-1",
  "tags": [
    "alive",
    "co-authored",
    "dr-wondertainment",
    "euclid",
    "humanoid",
    "memory-affecting",
    "mister",
    "scp"
  ],
  "title": "SCP-909",
  "url": "https://scp-wiki.wikidot.com/scp-909",
  "content": "Item #: SCP-909\nObject Class: Euclid\nSpecial Containment Procedures: SCP-909 is to be contained in a standard humanoid containment cell. No writing materials are to be allowed inside the cell. A short summary of SCP-909's current situation is to be pasted on the wall beside the bed. Extras are to be provided if the previous summary is removed by SCP-909. SCP-909 is to be fed three times daily with any peanut-free meal. If SCP-909 is seen attempting to write or draw, he is to be incapacitated through non-lethal means.\nCurrently experimentation with SCP-909's effects has been discontinued, due to risk of containment breach. Research may be conducted if the current Site Director's approval is given.\nAs of current regulations on \"Misters\", SCP-909 is to be contained in Hall ██ of Site-██.\nDescription: SCP-909 appears to be a young adult Caucasian male suffering from permanent anterograde amnesia. SCP-909 seems to be aware of his condition but cannot recall experiences past this, aside from memories gained due to SCP-909's effects.\nSCP-909's anomalous effects become apparent when it writes down any of the experiences still in its working memory. When described through writing, experiences immediately enter SCP-909's long term memory. However, the experience disappears from the memory of all other persons involved.\nSCP-909 is allergic to peanuts and will go into anaphylactic shock following the ingestion of any peanut products.\nSCP-909 was discovered at Entrance [EXPUNGED] of Site-██.\nAddendum 909-1: The words \"Mr. Forgetful, from Little Misters ® by Dr. Wondertainment\" are tattooed upon SCP-909's right calf. Upon discovery SCP-909 had been wearing a 3-piece suit with the brand name \"Doctor's Orders\" sewn into the tag. Foundation personnel have yet to find a clothing company operating under this name.\nAddendum 909-2: Further examination of SCP-909's clothing revealed a list of other possible instances of anomalous humanoids similar to SCP-909 (See Document 909-a) inside the left pants pocket.\nAddendum 909-3: Interview Log\n\nInterviewed: SCP-909\nInterviewer: Dr. ███████████\nForeword: SCP-909 was put into initial observation for seven hours, during which the subject's anterograde amnesia and relation to SCP-905 were discovered. SCP-909 was then taken in for interview.\n<Begin Log>\nDr. ███████████: Good morning, Nine-Oh-Nine.\nSCP-909: Nine-Oh-Nine? Why are you calling me that? And where am I, anyways?\nDr. ███████████: (Reading from sheet of paper) You are the SCP designated 909, and you are currently under my custody. I am a doctor of the Foundation, and I am going to research your anomalous effects.\nSCP-909: The Foundation? What's that? Why d-\nNOTE: At this point Dr. ███████████ presses a small button, generating a loud noise lasting 5 seconds. SCP-909 is seen to lose focus.\nDr. ███████████: Hello, Nine-Oh-Nine.\nSCP-909: Nine-Oh-Nine? Why are you calling me that? And where am I, anyways?\nDr. ███████████: (Reading from sheet of paper) You are the SCP designated 909, and you are currently under my custody. I am a Doctor of The Foundation, and I am going to research your anomalous effects.\nSCP-909: The Foundation? Wha-\nDr. ███████████: Okay, let's try something else. Write down what I just told you.\nSCP-909: Alright. (SCP-909 accepts the pen and stationery and proceeds to write.)\nNOTE: Later investigation of Dr. ███████████'s notes showed that he had planned to press the button previously mentioned at this point.\n\nDr. ███████████: (Brief pause) Hey, who are you?\nSCP-909: I'm the, uh, SCP under your custody. Don't you remember?\nDr. ███████████: Huh?\nSCP-909: Don't you remember?\nDr. ███████████: No. Where am I? What is this place?\n<End Log>\nClosing Statement: Dr. ███████████ and SCP-909 were removed from the room amid confusion from all personnel involved in the incident. SCP-909 later explained the situation to uninvolved personnel and was placed in his holding cell. Dr. ███████████ was discharged from duty and given a Class-B amnestic.\n\nAddendum 909-2:\n\nDocument 909-a\n\n- Document 909-a\n\n\nWow! You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment!\nFind them all and become Mr. Collector!!\n01. Mr. Chameleon\n02. Mr. Headless\n03. Mr. Laugh\n04. Mr. Forgetful ✔\n05. Mr. Shapey\n06. Mr. Soap\n07. Mr. Hungry\n08. Mr. Brass\n09. Mr. Hot\n10. Ms. Sweetie\n11. Mr. Life and Mr. Death\n12. Mr. Fish\n13. Mr. Moon\n14. Mr. Redd (discontinued)\n15. Mr. Money\n16. Mr. Lost\n17. Mr. Lie\n18. Mr. Mad\n19. Mr. Scary\n20. Mr. Stripes\n\nAddendum 909-3: The document shown was in the possession of SCP-909. SCP-905 states that it \"lost its copy in the breeze\", SCP-913 apparently ingested its own copy. SCP-917 had held a similar list which can be found in Document 917-a. SCP-920 claims to have misplaced its copy. - Dr. ███████████\n\n\n\n"
}