{
  "created_at": "2009-05-15T17:47:00",
  "creator": "ClockworkMage",
  "link": "scp-663",
  "rating": 40,
  "references": [
    "scp-662",
    "scp-664",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 663,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "acoustic",
    "appliance",
    "biological",
    "euclid",
    "humanoid",
    "scp",
    "thermal"
  ],
  "title": "SCP-663",
  "url": "https://scp-wiki.wikidot.com/scp-663",
  "content": "Item #: SCP-663\nObject Class: Euclid\nSpecial Containment Procedures: SCP-663 is to be kept in the second floor break room at Site 19. It is to remain in view of the security cameras, in a marked location near the sink. SCP-663 is to be filled with ordinary tap water every six hours. Under no circumstances should SCP-663 be filled with any other substance than tap water. Water will filter through SCP-663’s reservoir in approximately one minute and 30 seconds. SCP-663 is not to be touched while in operation.\nIn the event that filling the reservoir ceases to effectively subdue SCP-663, it is to be placed in a soundproofed isolation chamber for seven (7) days. At the end of the isolation period, all trace of human bone marrow is to be removed from the filtration chamber. A Level 2 researcher is to perform this task, and take the marrow for subsequent study and disposal.\nIn the event SCP-663 has been filled more than once per six hours, SCP-663 is to be transported to a thermally shielded Small Item Container and observed by an individual with Level 1 Security Clearance until SCP-663 has returned to room temperature.\nDescription: SCP-663 is a █████ brand water filtration pitcher, albeit lacking a serial number and possessing a slightly narrower top which lacks the hinge present on the typical █████ pitchers. It appears to be capable of filtering any water-bearing solution into clean and drinkable water. Any water produced by SCP-663 is nearly completely deionized, and lacks any distinctive taste. While SCP-663 is in the process of filtering the sound of a faint heartbeat can be heard emanating from the filter core. Additionally, the filtration process releases several joules of thermal energy per gram of filtered solution.\nIf SCP-663’s filter reservoir is refilled more than once within 6 hours, SCP-663’s surface rapidly increases in temperature to ██ degrees centigrade (███ fahrenheit). SCP-663 will also begin to gurgle loudly during the heating process. After █ minutes of the thermal runaway state, a human voice can be heard coming from within SCP-663. The voice exhibits clear signs of distress, consistent with drowning, typically screaming and begging that no more water be added to SCP-663.\nIf SCP-663 goes more than eight (8) hours without being filled, the same voice will begin to speak from within SCP-663. Under this circumstance the voice will again be in distress, this time sounding notably parched and pleading for water amid raspy wheezing gasps. After ██ minutes of pleading, the voice will begin to scream for help, claiming to be trapped and/or lost, as well as dying of thirst. After an additional █ minutes of screaming, the voice will begin to sob and ask if anyone is there. No action as of yet attempted by the Foundation has allowed for communication with the voice. However, the voice will thank whomever refills the pitcher (often by name), then lapse into the usual silence.\nAddendum: SCP-663-1: Incident report - ██ / ██ / 16\nDuring a period of especially low staffing at Site 19 SCP-663 was not assigned any caretakers. As a result the pitcher went unfilled for █ days. After 4 days of begging for water SCP-663 began to exhibit new qualities, becoming confused, disoriented, and often lapsing into silence other than intermittent breathing. After a further █ days, the voice and accompanying heartbeat ceased, prompting a violent shudder from SCP-663 followed by a discharge of cerebro-spinal fluid into the water tank.\nA few moments later, SCP-663 began to plead for water in a different voice. The second voice is still in use by SCP-663 as of present.\nAddendum: SCP-663-2: Investigation into Euclid Classification\n\nDr. B: You’re serious about this rating?\nAgent L: Entirely.\nDr. B: You’ve considered the consequences of this breaching containment?\nAgent L: And the consequences of them finding out it’s «REDACTED».\nDr. B: It’s a █████?\nAgent L: It’s a █████.\nDr. B: That’s… different. I’ll consider it.\nAgent L: You’ll agree. Euclid is the necessary classification.\nDr. B: But why there specifically?\nAgent L: Same reason as the rest of my suggestions. Better containment outlook.\nDr. B: The council will argue for Safe classification.\nAgent L: The council can read my report, sir.\nDr. B: This won’t even get funding.\nAgent L: I can establish the initial containment myself.\nDr. B: For a █████?\nAgent L: For a █████.\nDr. B: Why?\nAgent L: «REDACTED».\nDr. B: Oh. Yeah, okay.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-663\" by ClockworkMage, from the SCP Wiki. Source: https://scpwiki.com/scp-663. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}