{
  "created_at": "2022-01-08T22:50:00",
  "creator": "LizardWizard",
  "link": "scp-900",
  "rating": 81,
  "references": [
    "classification-committee-memo",
    "scp-1000",
    "scp-899",
    "scp-901",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 900,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "city",
    "co-authored",
    "euclid",
    "historical",
    "humanoid",
    "inscription",
    "rewrite",
    "scp",
    "transmission"
  ],
  "title": "SCP-900",
  "url": "https://scp-wiki.wikidot.com/scp-900",
  "content": "\n\n\n\n\n\n+ Show component code\n\n- Hide component code\n\n\n\n:root {\n        --sidebar-width-on-desktop: calc(var(--base-font-size) * (266 / 15));\n        --body-width-on-desktop: 45.75rem;\n    }\n    @media only screen and (min-width: 56.25rem) {\n        #content-wrap {\n            display: flex;\n            position: initial;\n            flex-direction: row;\n            flex-grow: 2;\n            width: calc(100vw - (100vw - 100%));\n            max-width: inherit;\n            height: auto;\n            min-height: calc(100vh - var(--final-header-height-on-desktop, 10.125rem));\n            margin: 0 var(--sidebar-width-on-desktop, 13.6rem) 0 calc(var(--sidebar-width-on-desktop, 13.6rem) * -1 / 2);\n        }\n \n        #main-content {\n            position: initial;\n            width: var(--body-width-on-desktop, 45.75rem);\n            max-width: var(--body-width-on-desktop, 45.75rem);\n            max-height: 100%;\n            margin: 0 auto;\n            padding: 2rem 1rem;\n        }\n \n        #page-content {\n            max-width: min(90vw, var(--body-width-on-desktop, 45.75rem));\n        }\n \n        #side-bar {\n            position: -webkit-sticky;\n            position: sticky;\n            top: 0;\n            left: 0;\n            grid-area: side-bar;\n            width: var(--sidebar-width-on-desktop, 13.6rem) !important;\n            min-width: var(--sidebar-width-on-desktop, 13.6rem) !important;\n            max-height: 100vh;\n            padding-right: 2.5rem;\n            padding-left: 0.5rem;\n            overflow-y: scroll;\n            transition:\n                translate 300ms cubic-bezier(0.4, 0.0, 0.2, 1),\n                background-color 300ms cubic-bezier(0.4, 0.0, 0.2, 1),\n                padding 300ms linear,\n                margin 300ms linear;\n            border: none;\n            border-color: rgba(var(--swatch-tertiary-color, 170, 170, 170), 0.4);\n            background-color: rgba(var(--sidebar-bg-color, 255, 255, 255), 0);\n            translate: calc(var(--sidebar-width-on-desktop, 13.5rem) * -1 - 1rem);\n            direction: rtl;\n            scrollbar-width: thin;\n            -ms-scroll-chaining: none;\n                overscroll-behavior: contain;\n            scrollbar-color: \n                rgba(var(--swatch-primary-darker), 0.1) /* Thumb */\n                rgba(var(--swatch-tertiary-color), 0.05); /* Track */\n        }\n \n        #side-bar::-webkit-scrollbar-track {\n            background-color: rgba(var(--swatch-secondary-color, 244, 244, 244), 0.8);\n        }\n \n        #side-bar::-webkit-scrollbar,\n        #side-bar::-webkit-scrollbar-thumb,\n        #side-bar::-webkit-scrollbar-corner {\n            width: 0.5rem;\n            border-right-width: calc(100vw + 100vh);\n            border-right-style: inset;\n            border-color: inherit;\n            background-color: rgba(var(--sidebar-bg-color, 255, 255, 255), 0);\n        }\n \n        #side-bar:is(:hover, :active, :focus-within) {\n            margin-right: 2.25rem;\n            padding-right: 0.25rem;\n            overflow-x: hidden;\n            overflow-y: auto;\n            border-color: rgba(var(--swatch-primary-darker), 1);\n            background-color: rgba(var(--sidebar-bg-color, 255, 255, 255), 1);\n            translate: calc(var(--sidebar-width-on-desktop, 1rem) - var(--sidebar-width-on-desktop, 0));\n            scrollbar-color: \n                rgba(170, 170, 170, 1)  /* Thumb */\n                rgba(252, 252, 252, 1); /* Track */\n            scrollbar-color: \n                rgb(var(--swatch-primary-darker, 170, 170, 170), 1) /* Thumb */\n                rgb(var(--swatch-menubg-color, 252, 252, 252), 1);  /* Track */\n        }\n \n        #main-content::after {\n            content: \" \";\n            display: flex;\n            position: fixed;\n            top: 0;\n            left: 1rem;\n            align-items: center;\n            justify-content: center;\n            width: 1rem;\n            height: 100%;\n            max-height: 100%;\n            transition:\n                left 300ms cubic-bezier(0.4, 0.0, 0.2, 1),\n                background-position 300ms cubic-bezier(0.4, 0.0, 0.2, 1),\n                opacity 300ms cubic-bezier(0.4, 0.0, 0.2, 1);\n            background: url(\"https://scp-wiki.wdfiles.com/local--files/component%3Acollapsible-sidebar/sidebar-tab.svg\");\n            background-attachment: fixed;\n            background-repeat: no-repeat;\n            background-position: center left 1rem;\n            background-size: 1rem 12.875rem;\n            pointer-events: none;\n        }\n \n        #side-bar:is(:hover, :active, :focus-within) + #main-content::after {\n            left: calc(var(--sidebar-width-on-desktop, 14.5rem) * -1);\n            width: 0rem;\n            transition:\n                left 300ms cubic-bezier(0.4, 0.0, 0.2, 1),\n                background-position 300ms cubic-bezier(0.4, 0.0, 0.2, 1),\n                opacity 300ms cubic-bezier(0.4, 0.0, 0.2, 1);\n            opacity: 0;\n            background-position: center left calc(var(--sidebar-width-on-desktop, 14.5rem) * -1);\n            font-size: 0em;\n        }\n \n        #main-content::before {\n            content: \" \";\n            position: absolute;\n            z-index: 9;\n            top: var(--final-header-height-on-desktop, 0);\n            left: 0;\n            width: var(--sidebar-width-on-desktop, 14.5rem);\n            height: calc(100% - var(--final-header-height-on-desktop, 0.688rem) - 2.313rem);\n            margin-bottom: calc(var(--final-header-height-on-desktop, -2.313rem) * -1 - 2.313rem);\n            transition:\n                translate 300ms cubic-bezier(0.4, 0.0, 0.2, 1),\n                opacity 300ms cubic-bezier(0.4, 0.0, 0.2, 1);\n            opacity: 0.5;\n            background-color: rgb(var(--swatch-alternate-color, 0, 0, 0));\n            pointer-events: none;\n            translate: calc(var(--sidebar-width-on-desktop, 14.5rem) * -1 + 1rem);\n        }\n \n        #side-bar:is(:hover, :active, :focus-within) + #main-content::before {\n            translate: 0;\n            opacity: 0;\n        }\n \n        #side-bar .side-block {\n            margin-top: 1em;\n            padding-left: 0.25em;\n            border-right-width: 0rem;\n            border-left-width: 0rem;\n            border-radius: 0;\n            background-color: rgb(0, 0, 0, 0);\n            direction: ltr;\n        }\n \n        #side-bar .scpnet-interwiki-wrapper {\n            direction: ltr;\n        }\n \n        /* Print Friendly Formatting by Estrella */\n        body.print-body { \n            --sidebar-width-on-desktop: 0; \n        } \n        body.print-body #main-content::before,\n        body.print-body #main-content::after { \n            display: none; \n        }\n    }\n\n\n\n\n\n\n\n\nItem#: 900\n\nLevel3\n\n\n\n\n\n\nContainment Class:\neuclid\n\n\nSecondary Class:\nnone\n\n\n\nDisruption Class:\nvlam\n\n\nRisk Class:\ndanger\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\nAssigned Site\nSite Director\nResearch Head\nAssigned Task Force\n\n\nSite-121\nDr. Charles Liddell Pending\nSenior Researcher Catherine Kipp Pending\nMTF Γ-87 (\"Analog Freaks\")\n\n\n\n\n\nSite-78 (Photograph taken on 06/21/08)\n\n\nSpecial Containment Procedures: Site-78 Site-121 has been constructed 10 kilometers from SCP-900 in order to maintain reliable observation at all times.\nThe waters of SCP-900 are off limits to all unauthorized individuals.\nDue to the nature of SCP-900, SCP-900-1 has been allowed free roam on the island located at the epicenter of SCP-900. Interaction with SCP-900-1 outside of official interviews are discouraged.\nNo electronic devices are to be brought within SCP-900, except for the sake of testing. Personnel on the island may communicate with Site-78 Site-121 through the use of a heliograph1 located on it. Construction or demolition within SCP-900 is not to be attempted under any circumstances.\nDescription: SCP-900 is a partially submerged city located within the Pacific Ocean, approximately 300 kilometers east of Helen Reef. The area of SCP-900 is estimated to be roughly 17,000 km2. SCP-900 is estimated to have been constructed between 1135 and 1285 BCE and destroyed between 360 and 215 BCE. Surviving architecture within SCP-900 does not match any known civilizations at the time.\nAn island measuring approximately 5 km2 is located at the center of SCP-900. SCP-900-1, a female humanoid, is the sole resident of SCP-900. SCP-900-1 speaks exclusively in a previously undiscovered language, which has been referred to by SCP-900-1 as \"Burbak\". Working with the Department of Anomalous Communications and Relations has allowed for conversation between SCP-900-1 and Site-78 Site-121. See Addendum 3 for more details.\n\n\nA submerged structure located 125 meters off the shore of SCP-900. Architectural evidence suggests that the structure was constructed roughly ~1,500 years after the fall of SCP-900.\n\n\nAny individual who attempts to harm SCP-900-1 or a structure on this island will suffer immediate cardiac incineration. Saltwater will manifest in the lungs of any individual who attempts to create a structure on SCP-900. Reasons for these events are currently unknown.\nThe boundaries of SCP-900 are marked by a disruption of electronic equipment, including but not limited to loss of function, shutdown, distortion or amplification of display or audio devices, et cetera. Occasionally, the distortion of electronic devices will produce an image, word, or sentence. See Addendum 1 for more details. The frequency of such disruptions increases the closer said equipment is brought to the center of SCP-900. All electronic objects brought onto the island will cease functionality. Analysis of the equipment after failure has found evidence of saltwater spontaneously appearing within the circuitry.\nAddendum 1: A partial list of recordings created through the anomalous effects on electronics can be found below. A full list is available upon request from the SCP-900 research head.\n\n[What appears to be music, played by a drum, with a person singing.]\n\n\nInvader.\n\n\n[DISTORTED] Flee/Run/Retreat\n\n\nMurderer.\n\n\n[A crowd of people talking, no individual words can be made out.]\n\n\nDo not [discuss/interfere] with the traitor.\n\n\n[Heavily distorted, as if underwater.] Not yours.\n\n\n[UNTRANSLATABLE]2\n\n\n[Drowning/Death].\n\n\nWhy?\n\n\nGather Keep Protect [Army/Kingdom]. Blasphemy.\n\n\nAddendum 2:\n\nForeword: The following transcript details a video report made by Agent Tenor of MTF Γ-87 (\"Analog Freaks\"). Of note, this report details the first expedition onto the island within SCP-900, and the first known contact with SCP-900-1.\n\n[Agent Tenor sits facing the camera in a metal chair in front of a gray wall. His eyes are visibly straining to stay open.]\nAgent Tenor: Yesterday, I got back from what was supposed to be a quick, simple exploration of SCP-900. Since we couldn't carry recording equipment in, someone had to make a log.\n[Agent Tenor closes his eyes for a few seconds, then shakes and lifts his head up.]\nAgent Tenor: We were told that all we had to do was land, set up our heliograph, take note of anything interesting, and come back. No danger, nothing to hurt us, they just needed us to set up some equipment and give the all clear.\n[Agent Tenor chuckles quietly, and sighs.]\nAgent Tenor: Four man team. Two casualties.\n[Agent Tenor stops to take a deep breath.]\nAgent Tenor: It started off well. Like we expected, things stopped working the closer we got, and we lost radio contact by the time we had reached the island. All fine there. We touched land, got out, and started doing our jobs. [Agent] Briggs and [Agent] Penny would set up the heliograph, [Agent] Saxony and I would take a look around. We got about thirty meters from the others before we heard a scream. There was…\n[Agent Tenor is silent for a moment. He scratches his forehead.]\nAgent Tenor: Penny was lying on the ground, flailing. Briggs thought he was choking, so she gave him the Heimlich [maneuver]. Water shot out of his mouth, with a bit of blood in it. Didn't seem to help, Penny fell unconscious. Briggs and I tried to give him CPR while Saxony picked up the mirror and signaled an SOS. That's when… she came.\n[Agent Tenor furrows his brow, and moves in his seat.]\nAgent Tenor: A woman, human by the looks of her. She was walking down the hill towards us, saying something in a language I didn't recognize. She started to point at us and screamed some things, and that's when Saxony broke.\n[Agent Tenor visibly shivers.]\nAgent Tenor: We didn't know what was going on. I think Saxony just panicked, judged her a potential threat, and ran to tackle her. He never reached his target. Halfway there, Saxony just collapsed and grabbed his chest. Screamed so loud you must have heard it on your boats here. Then he was silent. Brown marks started appearing on his body, where his veins were, but he wouldn't move.\n[Agent Tenor closes his eyes and shakes his head.]\nAgent Tenor: We kept trying to keep Penny alive, but it was no use. Whenever we'd try to get him to breathe, he'd spurt out bloody water. After a couple minutes, we turned over to look at Saxony and saw his skin had charred. Autopsy said he burnt from the inside. All while that woman watched.\n[Agent Tenor opens his eyes and stares directly into the camera.]\nAgent Tenor: She watched us while we got onto the boats, and kept staring at us as we sailed back to base. I don't know who she is, but I don't trust her, and neither should any of you. This island… this city isn't safe for us. We weren't meant to be here. After this log, I'm gonna make sure we never come back.\n\nAfterword: Agent Tenor would later submit a request to cancel all future expeditions into SCP-900. After 24 hours of deliberation, this request was denied.\n\n\nAddendum 3: On 3/17/08 SCP-900-1 was interviewed on its involvement within SCP-900 and its role within its society. A transcript of this interview, penned in Burbak and later translated by Researcher Darnley, has been included below.\n\nDr. Kipp: Hello. You have chosen to speak with us?\nSCP-900-1: It is necessary. You were not frightened away when you came. May I ask your [name/title]?\nDr. Kipp: [Doctor/Priest] Catherine, of the Kipp family, scholar of the [horizon/unknown]. What is your [name/title]?\nSCP-900-1: I have no [name/title] left.\nDr. Kipp: Did you have one once?\nSCP-900-1: Yes. [Doctor/Priest] Kartika, servant of Matharoi3.\nDr. Kipp: What made you lose it?\nSCP-900-1: I defied the [UNTRANSLATABLE].\nDr. Kipp: What is that?\nSCP-900-1: The [UNTRANSLATABLE]?\nDr. Kipp: Yes. We are not familiar with that word.\nSCP-900-1 closes its eyes, remaining silent for several seconds.\nSCP-900-1: It is the ascent to the realm of the sun. A journey, or purpose.\nDr. Kipp: Understood. You have a great reverence for the sun?\nSCP-900-1 stands up, angry\nSCP-900-1: Of course!\nDr. Kipp: What role did the sun play in your society?\nSCP-900-1 calms down and sits.\nSCP-900-1: I, my people, were not born here. In the time of night, we found ourselves brutalized by horrible [animals/spirits]. Some fled, following the path of Lautkem4 to the east. We found this sacred place. The sun guided us to build this city, and the sea protected us from the [animals/spirits].\nSCP-900-1 sits in silence.\nDr. Kipp: What were these [animals/spirits]?\nSCP-900-1: Children of darkness. Like yourselves, but wilder.\nDr. Kipp: Who has told you this?\nSCP-900-1: Those that came before you.\nDr. Kipp: Do you know the [names/titles] of these people?\nSCP-900-1: No. All I know is their fate.\nDr. Kipp: And what was this fate?\nSCP-900-1: [Drowning/Death].\nDr. Kipp: Is there anything else you can tell me about them?\nSCP-900-1: I can tell you what I told them. Leave this place. Now.\n\nClosing Statement: Following their final statement SCP-900-1 refused to continue speaking with Dr. Kipp, forcing the interview to terminate.\n\n\nAddendum 4: On 4/05/08, SCP-900-1 was interviewed within Site-78 by the Research Head, Dr. Catherine Kipp. SCP-900-1 was questioned about SCP-900. The following is a list of questions asked by Dr. Kipp and their answers, written by SCP-900-1. Translations and annotations were written by Researcher Darnley.\n\nDr. Kipp: Why are you choosing to speak to us now? You refused to last time.\nSCP-900-1: I hoped you would leave.\nDr. Kipp: Why do you want us to leave?\nSCP-900-1: This land is [cursed/drowned]. You are in danger here.\nDr. Kipp: What danger?\nSCP-900-1 remains silent, its eyes closed.\nDr. Kipp: What's wrong?\nSCP-900-1: I am reliving a memory. May I tell you a [story/lesson]?\nDr. Kipp: Yes.\nSCP-900-1: Several [comets/eons] ago, there was a people. They had suffered once under cruel masters, and fled to the sea. After a long voyage, they found an island. This island was chosen by the sun and sea, untouched by others, and gave the people a new home. The sun built the people a beautiful city, and fields to grow their crops. The sea gave fish and protected the people from others. It was a glorious time.\nSCP-900-1: The people gave back to their gods the best they could. The sun was given a temple atop the highest mountain, and the people listened to its teachings. The sea was given the dead, as thanks for its protection. For a long time, this was satisfactory. But slowly, the sea became jealous of its twin. The sea was supposed to have the [drowned/dead], but the souls of people would still climb towards the sun. It saw this as an injustice and began to strike the island in its fury. Some people of the city sided with the sea, many out of fear, and marched up the mountain. The sun struck back, burning those who dared turn on it.\nSCP-900-1: One priestess of the sun saw this and wept. She wished for peace for her people. In prayer, she wept to her master and pleaded to its infinite wisdom that it could find a way to make peace. The sun did not answer her. The sea did.\nSCP-900-1: Inspired by the priestess' prayer for peace, the sea claimed the city its twin had built. There was no more to fight over. The sea left only a mountain, and the priestess who had inspired it. Seizing its followers at the last second, the sun banished the priestess from its realm. The sea provided her kindness, for a time, but refused to take her lest the war begin anew. She lives on the mountain today, trapped.\nDr. Kipp: Are you the priestess?\nSCP-900-1: I am.\nDr. Kipp: Why do you want us to leave?\nSCP-900-1: This is a place for those who need it. Many have come before you. None remain.\nDr. Kipp: And what happened to them?\nSCP-900-1: The sun warned them. The sea claimed them.\n\n\nAddendum 5: Incident S78-03\n\nDate: 07/25/08\nLocation: Site-78\nTimeframe: 10:03-14:42\n10:03: Site-78 generator failure. Backup generator activated.\n10:08: Reports of a storm visible from Site-78. Notably, no such storm was observable on satellite maps at the time.\n10:10: Site Director Charles Liddell reported missing.\n10:12: Site-78 reports being under a heavy storm.\n10:17: Dr. Catherine Kipp, alongside a small group of researchers and staff, commandeer a vessel to flee into SCP-900, aiming to reach the island.\n10:19: Acting Site Director Orson Lewis orders an immediate evacuation.\n10:22: All contact with Site-78 is lost.\n14:42: Foundation Search and Rescue forces arrive at Site-78's location. The site is not present. After 48 hours of searching, all personnel stationed within Site-78 are considered lost.\n\nAfterword: After Incident S78-03, SCP-900-1 has refused to speak to Foundation Personnel. Out of caution, Site-121 has been constructed as a replacement site approximately five kilometers further away from SCP-900.\n\n\nAddendum 6:\n\nForeword: After arriving at SCP-900, Foundation Search and Rescue forces determined that the anomalous effects of SCP-900 had significantly lessened, allowing for the usage of video and audio recording equipment. During this brief window, a video of approximately 50 seconds was recorded on the island within SCP-900. The equipment used to record this video was failing, with a broken microphone and severe corruption at certain points, but the following transcript details what could be salvaged.\n\n[The camera swings, held in the center of what appears to be a large plaza. A large number of people dressed in simple clothes are gathered, appearing to go about their daily business. No individual takes notice of the camera.]\n[A woman with wet hair, later identified as Senior Researcher Catherine Kipp, walks through the center of this plaza, passing directly next to the camera. Her face expresses confusion. There is a bright light.]\n[Three seconds of corruption.]\n[A mountain rises above stone houses and buildings, with a brick staircase leading up it. Dr. Kipp, as well as 8 other individuals identified as being lost in Incident S78-03, all climb the hill.]\n[The camera points towards the sky. There is a bright light.]\n[Seven seconds of corruption.]\n[There is a temple, similar to Temple S-1 visible within SCP-900. Eleven individuals dressed in ornate garments form an organized line. There is a notable gap the size of a person within this line.]\n[These individuals stop and stare at the camera. They all turn towards the sky. There is a bright light.]\n[Ten seconds of corruption.]\n[There is a bright light.]\n[For approximately one frame, a figure is visible within this light.]\n[Corruption.]\n\nAfterword: No explanation to this footage has been discovered. No corrupted signals have formed a comprehensible message after Incident S78-03.\n\n\nAnnotations\n1. A large mirror used for communication by refracting sunlight to a further distance.\n2. Refers to a concept inherent in the religion of SCP-900 as the \"Naktumbken\", or a person's ascendance to the realm of Matharoi (the sun God) after death.\n3. Due to Matharoi also being the literal word for \"the sun\", it will be referred to as \"the sun\" for the rest of the document.\n4. Similar to Matharoi, Lautkem represented the sea in the culture of SCP-900. The two deities were both revered by different religious groups, with Lautkem's followers mainly living near the then-beaches of SCP-900. For the sake of simplicity, referred to as \"the sea\" for the rest of this document.\n\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-900\" by DrGooday and LizardWizard, from the SCP Wiki. Source: https://scpwiki.com/scp-900. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 900_Underwater.jpg\nName: Shipreck\nAuthor: slava\nLicense: CC BY 2.0\nSource Link: Flickr\n\n\nFilename: Site78.jpeg\nName: North Sea oil platform\nAuthor: Stan Shebs\nLicense: CC BY-SA 3.0\nSource Link: https://commons.wikimedia.org/wiki/File:North_Sea_oil_platform.jpg\n\n\n\n\n\n"
}