{
  "created_at": "2008-09-26T03:07:00",
  "creator": "FritzWillie",
  "link": "scp-341",
  "rating": 76,
  "references": [
    "scp-340",
    "scp-342",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 341,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "artifact",
    "clockwork",
    "planet",
    "safe",
    "scp"
  ],
  "title": "SCP-341",
  "url": "https://scp-wiki.wikidot.com/scp-341",
  "content": "Item #: SCP-341\nObject Class: Safe\nSpecial Containment Procedures: The exhibition hall of Reliquary Research and Containment Site-76 has SCP-341 on display for all Research and Command personnel to view.\nDescription: A collection of eleven brass and iron orreries found in a large storage room of a basement at Oxford comprise SCP-341. Each orrery is a rough scale model of a different extra-solar star system, complete with planets, moons and one or more suns in the center. A unique clockwork mechanism under each orrery allows the brass models of planets and moons to spin on axis and rotate around each model of its parent star(s). Testing dates each machine to be between 150-200 years old, but without any specific markings, researchers have been unable to determine who created them.\n\n\nA design found with the collection that either was never constructed or is simply missing.\n\n\nThe orrery collection of SCP-341 was set to be released into the hands of a local museum until an SCP astronomer with a piqued interest in the discovery recognized one of the orreries (SCP-341E) as star system Upsilon Andromedae-A (unique for being a \"Solar Twin\" of our own sun with \"Hot Jupiter\" like planets). Further research has matched five of the eleven orreries with possible known extra-solar systems. Including:\n\nBeta Canum Venaticorum\n37 Geminorum\nHD 98618\n18 Scorpii\n\nOne orrery, known as \"the wheel of doom\" amongst researchers, depicts a similar solar system very reminiscent of our own Sol's. Though the planets and Sun themselves are neither near to scale nor spaced proportionately, the presence of seven major planets of our own system is fairly obvious, including Saturn and its rings and the tilted side of Uranus. There are also 5 minor planets included beyond the orbit of Neptune. The orrery is missing a model of Earth and instead has a free Moon roaming through a debris field similar to the asteroid belt present between Mars and Jupiter.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-341\" by FritzWillie, from the SCP Wiki. Source: https://scpwiki.com/scp-341. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: File:William Pearson Orrery.png\nName: 341-4.jpg\nAuthor: David Brewster\nLicense: Public Domain\nSource Link: https://commons.wikimedia.org/wiki/File:William_Pearson_Orrery.png\n\n\n\n\n\n"
}