{
  "created_at": "2009-03-25T09:35:00",
  "creator": "DrRoger",
  "link": "scp-685",
  "rating": 26,
  "references": [
    "scp-684",
    "scp-686",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 685,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "euclid",
    "extradimensional",
    "geological",
    "gravity",
    "scp",
    "subterranean"
  ],
  "title": "SCP-685",
  "url": "https://scp-wiki.wikidot.com/scp-685",
  "content": "Item #: SCP-685\nObject Class: Euclid\nSpecial Containment Procedures: As SCP-685 is a geological feature, it is unable to be moved from its current location. A 20 km radius around SCP-685, designated Research Site-85, is to be kept clear of all non-indigenous or non-Foundation personnel. In addition to on-site personnel, SCP-685 is to be monitored remotely via satellite from Command-██.\nNon-biological objects are to be autoclaved or immersed in 10% bleach solution for 30 minutes before being removed from the site. All other objects are to be kept under BSL-3 conditions for no less than six months. Personnel rotating off duty at Site-85 will be quarantined for one month, and subject to weekly physical examinations for the next two months afterward.\nCharges of C-4 are to be placed every █ m around the circumference of SCP-685, to be armed and detonated in the event of an incoming hostile object. Should any hostile object survive the explosion, it is to be engaged by the current on-site Mobile Task Force. Containment by means of a nuclear missile launched from ████████████████ is to be used as a last resort.\nDescription: SCP-685 is a large pit located in a remote mountain region of ██████████, located at ██'███\" S ██'███\" E. It is roughly circular, with a mean diameter of 33.5 m, and appears to be a natural opening in the Earth's crust, with no signs of excavation. Roughly once every 2-5 hours, objects are observed rising out of the pit, pausing at a height of ±2 m relative to the rim of the pit before descending back into SCP-685. In the ██ years that SCP-685 has been under observation, no object dropped into the hole has emerged from it again. Descending into the pit presents a danger to any explorer, as the objects have progressively higher velocities the deeper they are observed in the pit. Despite the impossibility of this, this behavior is consistent with objects accelerated solely by gravity through an airless corridor crossing the Earth's extent. However, an investigation of area within a 100km radius of the site opposite SCP-685 revealed no topological anomalies, so even if the pit does descend past the earth's crust, it does not emerge on the other side.\nThe hole itself is under constant video surveillance. A list of objects dropped or released into the hole since observation began can be found in Document #685-B. Since ██ June ████, all objects greater than 10 cm in diameter emerging from SCP-685 have been tracked by a high-sensitivity RADAR system, caught by an automated robotic arm suspended over the pit, and placed in containers for study by on-site staff. Specimens cataloged in this manner include:\n34% Rock debris of indeterminate origin\n31% Rock debris from around the site\n27% Organic debris\n7% [DATA EXPUNGED]\nThe organic debris retrieved from the pit usually consists of [DATA EXPUNGED]. A full listing of all objects observed emerging from the SCP-685 are listed in Document #685-C; those cataloged by the automated system are cross-listed in Document #685-C-1. Additionally, a catwalk is occasionally extended across the pit to gather smaller objects which emerge from SCP-685. A report of the composition of the debris may be viewed by Level 3 or higher personnel in Document #685-D. All objects retrieved from the pit and deemed not to merit further study are returned to the pit.\nHuman exploration of SCP-685 has been limited to the lighted portion of the hole to reduce the incidence of injuries from collisions with objects emerging from the pit. These limited surface studies have detected no deviation in the wall of the pit from known local geographic strata. In 19██ a class D personnel was lowered to a depth of 1.75 km before being incapacitated and retrieved. Before contact was lost, subject reported that the temperature remained approximately the same for the entire descent past 30 m, and that the pit slowly widened the farther down it went. This was subsequently confirmed by an unmanned observation probe lowered on ██ November 20██, which was lowered to a depth of 9.45 km before being pulverized. It recorded a constant temperature of 12.1°C for the entire descent, and the probe's laser rangefinder detected an increase of 0.92 m per 100 m descended. Due to the likelihood that further exploration using similar methods will not be able to progress further, and that reinforced probes are unlikely to add significantly to the data known about SCP-685, further exploration of the pit is discontinued as of ██/█/20██.\nNote: SCP-685 is not a disposal pit. We don't know where it goes, we don't need to be telling anyone on the other end that we're here, and we won't need our garbage boomeranging back at us years from now. -Dr. Roger\nDocument #685-D: Analysis of all rock debris obtained from SCP-685 reveals no anomalies, and is consistent with terrestrial origin. Analysis of the organic debris reveals that, while DNA was unable to be isolated from any sample, in roughly 63% of the samples obtained mass spectroscopy detected the pervasive presence of ██ non-canonical amino acids, including [DATA EXPUNGED]. Only a handful of known terrestrial organisms use non-canonical amino acids, and of those each only uses one.\nPetri dishes with media incorporating the non-canonical amino acids was used to grow cultures taken from all objects retrieved from the pit. Organisms cultured exhibited [DATA EXPUNGED] and are resistant to all known antibiotics. To date, none have been found that survive autoclaving or incineration.\nAdditionally, Carbon-14 dating of the organic debris exhibiting terrestrially-normal amino acid compositions reveals that none of the debris is less than thirty-five years old. This is unsurprising in light of the dessicated hexapod corpse observed on ██ February ████ before the construction of the automated retrieval system.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-685\" by DrRoger, from the SCP Wiki. Source: https://scpwiki.com/scp-685. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}