{
  "created_at": "2009-03-20T23:23:00",
  "creator": "Dave Rapp",
  "link": "scp-928",
  "rating": 103,
  "references": [
    "scp-927",
    "scp-929"
  ],
  "scp_number": 928,
  "series": "series-1",
  "tags": [
    "_cc",
    "autonomous",
    "euclid",
    "game",
    "rewrite",
    "scp",
    "toy"
  ],
  "title": "SCP-928",
  "url": "https://scp-wiki.wikidot.com/scp-928",
  "content": "Item #: SCP-928\nObject Class: Euclid-exsequi\nSpecial Containment Procedures: SCP-928 is kept in a glass viewing case situated at the far end of a 3m x 5m containment room at Site 80. The case can be unlocked by the concurrent use of two keys. These keys are currently held by Researcher Short and Researcher Kaplan. At least two personnel must be present at all times when SCP-928 is being interacted with.\nSCP-928 must be monitored with audio and visual surveillance at all times. Recordings are to be analyzed by staff at Site 80.\nAll chess moves dictated by SCP-928 must be recorded in Document 928-3. Attempts to reconstruct the game that it is playing are ongoing.\nDescription: SCP-928 is a doll made primarily of ceramic and cloth. The eyes of the doll are capable of movement and will usually follow any person in the vicinity. SCP-928 is otherwise physically unremarkable.\nAlthough its mouth does not move, SCP-928 is capable of producing vocalizations. These vocalizations resemble those of a middle-aged human male with an as-of-yet unidentified accent and typically consist of exchanges of pleasantries or requests for clarification of some sort. Upon review of available data, background noises have been isolated, which may imply that SCP-928 is producing recordings of some sort, rather than producing the sounds wholesale. Background noises noted so far include:\n\nDull thuds and rumbling possibly corresponding to distant explosions, heavy machinery, or various geological/meteorological phenomena.\nAn unidentified, indistinguishable feminine voice, most likely that of a young adult. Generally agreed to be urgent-sounding.\nA variety of music played on an instrument that is most likely a highly modified piano. Similarities to human singing have been noted, but no conventional musical instruments fully account for these noises.\nRustling and scribbling noises, most likely of paper and the usage thereof.\n\nPeriodically, SCP-928 will issue commands corresponding to movements in a game of Capablanca chess.1 In most cases, there will be several weeks or months between commands, but intervals have ranged from three hours to eight years. Commands are not always issued in correspondence with formal chess notation, but are comprehensible.\nNo link has been firmly established between the status of the match SCP-928 is playing and the vocalizations it makes. It is not currently believed to be speaking to Foundation personnel. Vocalizations deemed not notable are available in Document 928-6. No personal information about the entity or entities controlling SCP-928 has been noted.\nIf a human subject comes within three meters of SCP-928, SCP-928 will vanish and reappear adjacent to the subject several seconds later. However, if there is at least one additional human within three meters of the subject, SCP-928 will not exhibit this behavior. Approximately 65% of subjects exposed to this behavior have left Foundation custody through various means within four days of exposure, and none have been recovered.2 Of the 35% that remain in Foundation custody, none have died or experienced demotion of any sort.\nThough technically impossible to confirm, it is generally accepted that SCP-928's commands correspond to events that occur in the real world, due to the timing of moves made by SCP-928 and the placement of [REDACTED].\n\nACCESS SCP-928 SUPPLEMENTARY DOCUMENTATION\n\nACCESS GRANTED\n\nSecurity memetic: STOLEN AND HIDDEN. CIRCUMSTANCES INDICATE TAMPERING. IMPLIES COMPETING ACCORDANCES.\nAddendum: Partial list of notable vocalizations made by SCP-928.\n\n\nDate\nVocalization\n\n\nSeptember 13, 1947\nGlad that I'm not on my first try here.\n\n\nMay 19, 1958\nWe are not expecting visitors at any point.\n\n\nMay 30, 1968\nSuch a controlling nature. It should be tamed.\n\n\nNovember 19, 1977\nThis code, the cipher can be cracked.\n\n\nSeptember 11, 1985\nShattered to pieces, the princess is unyielding nonetheless.\n\n\nJanuary 8, 1992\nNeed some help? It's said I'm quite handy.\n\n\nOctober 15, 1998\nYou and me should play again afterwards.\n\n\nRemaining records are sealed until further notice.\nAddendum: Partial list of hypothesized relationships between SCP-928's moves and real-world events.\n\n\nDate\nMove\nEvent or events hypothesized\nNotes\n\n\nJune 8, 1946\nCastling\nRecovery and containment of SCP-928 by the Foundation.\nNone.\n\n\nSeptember 28, 1951\nArchbishop 1B to C3\nFormation of Global Occult Coalition by UN Mandate\nMove noted to establish a stronghold for White. Defensive position was ceded at the end of [DATA EXPUNGED]\n\n\nNovember 9, 1989\nChancellor D3 to D6\nOpening of the Berlin Wall by Soviet officials.\nStudies of previous moves by the White chancellor are underway have failed to produce useful results.\n\n\nNovember 7, 1999\nPawn F3 to E4 takes pawn\nIncident ████-███\n[DATA CORRUPT]\n\n\nOctober 27, 2004\nBishop I7 to J8 takes bishop\nBoston Red Sox win the World Series.\nMove followed three moves by White's bishop in an apparent attempt to capture Black's bishop.\n\n\nDecember 9, 2007\nPawn C7 to C8, promote to queen\nRecords sealed by order of O5-13 O5-1\nRecords sealed by order of O5-13 O5-1\n\n\nDecember 13, 2007\nBishop to C8 takes queen\nRecords sealed by order of O5-1\nIt is assumed that the pawn that was promoted to queen was captured by Black's queen on December 10th. Additional resources have been allocated to research possible identities of the bishop in question.\n\n\nRemaining records are sealed until further notice.\nAddendum: Excerpts from analysis of SCP-928 gameplay.\nDocument has been modified to increase readability for researchers and executives who are not intimately familiar with chess strategy and tactics.\n\n…While SCP-928's strategy is difficult to ascertain given the very incomplete information existing regarding the game state and the actions of its opponent, I've come to the conclusion that SCP-928 is, if not highly skilled, then at least gives a very good impression of it. I would put it roughly on par with myself and slightly above Researcher Kaplan. It does not appear to possess the center squares, but I believe it is attempting to control them from the outside, suggesting influence from the hypermodern school…\n…On the whole, if I were forced to make an assessment, its play style is most reminiscent of Alekhine3 , but as Alekhine did not play Capablanca chess, and I am not as well-versed in that particular variation's masters, I cannot say for sure. Given the dearth of data with which I have to work, nothing more should be expected…\n…I can say very little about Black except that it seems to surpass SCP-928 in skill. While SCP-928 is very tactically precise, its opponent seems to practice a prophylactic4 style, stymieing most of White's tactics. Black controls somewhat more space than White and is most likely on the initiative…\n…In short, while Black probably has fewer pieces than White, it makes use of them more effectively and has a strategic advantage over White, which I suspect results from a knowledge of its opponent superior to White's understanding of it. Unless we've significantly misjudged the game state or SCP-928 displays some unexpected skills, it will most likely lose within thirty turns. I am obviously unable to say what exactly this would entail for the doll itself or for the Foundation, considering that we are in possession of it…\nSigned,\nResearcher Lester Short\n\n\n\n\n\nFootnotes\n1. While other variants are possible considering the squares and pieces present, Capablanca Chess is the most widely-known variant that is consistent with known data.\n2. Anecdotal evidence of subjects exposed to SCP-928 existing outside of Foundation custody exists; however, none of the subjects appeared to notice or be willing to communicate with personnel and were inexplicably lost. Thus, these reports remain unconfirmed.\n3. [Alexander Alekhine was the fourth World Chess Champion. Born Oct. 1892, died Mar. 1946.]— Ed.\n4. [Prophylaxis is any move that restricts the opponent's freedom to take action in a certain area unimpeded.]— Ed.\n\n"
}