{
  "created_at": "2022-02-23T23:34:00",
  "creator": "MalyceGraves",
  "link": "scp-238",
  "rating": 85,
  "references": [
    "component:info-ayers",
    "an-anthropological-approach-to-sarkicism-case-study-02-the-d",
    "scp-2480",
    "scp-610",
    "scp-4273",
    "scp-3862",
    "memoria-adytum",
    "scp-237",
    "scp-239",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 238,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "biological",
    "euclid",
    "extradimensional",
    "gru-division-p",
    "judith-low",
    "memoria-adytum",
    "rewrite",
    "sapient",
    "sarkic",
    "scp",
    "structure",
    "subterranean"
  ],
  "title": "SCP-238",
  "url": "https://scp-wiki.wikidot.com/scp-238",
  "content": "Item #: SCP-0238\n\n\nEuclid\n\n\n\n\n\n\nAssigned Site\nSite Director\nResearch Head\nAssigned MTF\n\n\nSite-163\nDr. Judith Low\nDr. Sergei Zhuravlev\nXi-8 (\"The Last to Fall\")\n\n\n\nSpecial Containment Procedures\nSCP-238 has been contained in situ, and a 5 kilometer exclusion zone has been set up around Shmidta Island under cover story Omega-Green 12 (“Ecological Preservation Area”). All Foundation naval assets stationed at Provisional Site-163 have been disguised as Russian Federation Navy and tasked with preventing access to Shmidta Island.\nExploration of the SCP-238 complex has been indefinitely suspended as per O5 Executive order O5.ord.238-086. Any entities attempting to breach the SCP-238 exclusion zone are to be dissuaded from doing so whenever possible. Any entities apprehended on Shmidta Island are to be detained for questioning.\nEntities observed gaining access to SCP-238 are to be presumed lost. Under no circumstances are Foundation assets to attempt any form of retrieval.\nThe containment wing of Provisional Site-163 has been built around the opening to the cave housing the SCP-238 entrance and access has been limited to L04/238 researchers only.\nDescription:\nSCP-238 refers to an extensive network of underground tunnels and chambers theorized to exist within a pocket dimension outside of our prime reality. To date, the only known entrance to SCP-238 is through an intricately-carved stone structure discovered in a cave on Shmidta Island, Russia. Despite multiple attempts to map the entirety of SCP-238, it is not currently known how extensive the SCP-238 facility is.\nWhile the area immediately surrounding the entrance to SCP-238 appears to be carved from rock similar in composition to that found in the Shmidta Island region, the composition shifts radically the further into the facility one explores. Samples taken periodically throughout the explored areas of the complex have displayed internal properties similar to rock formations found throughout the Ural, Baltic, and Mediterranean substrata.\nAdditionally, significant portions of the SCP-238 complex appear to be comprised of organic tissue. While a majority of this tissue consists of calcified bone, there are some sections of the facility superstructure that retain characteristics most commonly found in still-living human tissue.\nDiscovery:\nThe Foundation first became aware of SCP-238 during the acquisition of records from former GRU Division-P assets in the aftermath of the fall of the USSR. While the coordinates of SCP-238 were listed in Division-P files, no records of the initial discovery have yet been located. Access to the SCP-238 cave had been sealed by Division-P operatives, though no records remain as to the original rationale behind this decision.\nDue to its extremely remote location, research into the anomaly was deemed a low priority by Foundation administration until reports surfaced of a missing Russian Federation arctic survey team that had been assigned to study the glaciers in the Severnaya Zemlya archipelago. A Foundation team sent to investigate the report found that the receding Schmidt ice cap had exposed the entrance to the SCP-238 cave and the Division-P containment barrier had been recently breached by unknown entities.\nWhile several expeditions into SCP-238 located evidence of their passage, no members of the Russian survey team were ever found.\nAdditional Research:\nIn April of 1997, a Foundation expedition under the leadership of Foundation parageologist Dr. Sergei Zhuravlev was sent to Shmidta island in order to ascertain the whereabouts of the missing survey team as well as to set up provisional Site-163 in order to begin research into the SCP-238 anomaly. Overall management of the 238 research was originally assigned to Dr. Inga Ilyinishin, the Siberia Region Director.\n\n■ 238.doc.01 - SCP-238 Initial Report ■\n\n□ 238.doc.01 - SCP-238 Initial Report □\n\n\n\nSCPF Internal Memorandum\n\n\nFROM: Dr. Sergei Zhuravlev\nTO: Dr. Inga Ilyinishin\nDATE: 08 May 1997\nRE: SCP-238 Initial Report\n\nWe've been at it for about a month now, and I figure you guys were itching for a proper report.\nWhen we first arrived, the cave opening was still relatively clear of ice, but it's damn cold up here. The only reason it hadn't frozen over yet was because of the precious little rainfall. Even so, setting up P. Site 163 has been a chore.\nWe finally finished setting up our foothold on Shmidta and finished up the preliminary examinations of the SCP-238 portal. It was easy to confirm that the area on the other side is definitely not a part of our prime reality, None of the tunnels and structures visible through the 238 aperture show up on GPR1 and the Multi-D rep2 you sent with us has been having a field day studying the energy bleed from the event horizon. He was going on and on about \"stable Einstein-Rosen bridges\"3 and he seems quite happy to sit in the cave and study his instrument read-outs.\nWhen he finally gave the go-ahead, I sent in the first expedition with the intent of scouting out the area immediately surrounding the opening. The good news is that we can run a hard line to the repeater array set up just on the other side of the event horizon. The bad news is that the 238 \"pocket\" is much, much larger than we originally anticipated. The repeater we placed in there only has a range of about a thousand meters in that place, and we hit that pretty quick.\nSo far, we’ve found very little of interest. One of the expedition guys found a beat up old camera that we were able to confirm was owned by Dr. Piotr Bravikov, one of the arctic survey scientists. The casing was heavily damaged and the data card was irretrievably corrupted. We were able to get a single image from it, however. It’s mostly unhelpful, as it shows the “hallway” just inside 238, but I’m attaching it for reference anyway.\nYou might want to consider sending out a linguist. A little past the first junction we found some writing on the walls painted in some sort of ochre. I’m including a picture of that as well.\nRegards,\nZhuravlev\n\nAttachments:\n\n\n\nRecovered Image\n\nCave wall writing\n\n\n\n\n\n\nThe “writing” found on the cave wall was determined to be an archaic form of antimemetic cognitohazardous glyphs known as ūrma, utilized by adherents to Saarnian Proto-Sarkicism. As such, management of SCP-238 research was re-assigned to Sitra Achra personnel under the direction of Dr. Judith Low.\nFurther expeditions into SCP-238 were indefinitely postponed due to budgetary shortfalls.\nFile Update -\nOn 22 February, 2020 cameras in the SCP-238 containment area recorded a figure stepping out of the portal. The figure appeared to be suffering from an advanced stage of SCP-610 infection, but was able to ambulate into the room utilizing six of its eight limbs. It moved into the containment area and spent several minutes examining the containment gate before retreating back into the SCP-238 aperture.\nUpon consideration of this new development in light of other world events, Dr. Low directed that another expedition into SCP-238 be undertaken, this time composed of MTF Xi-8 (“The Last to Fall”) Alpha Company specialists, led by Commander Malachai ben Liraz.\n\n■ 238.doc.03 - Transcript ■\n\n□ 238.doc.03 - Transcript □\n\n\nDate: 24 February 2020\nMTF: Xi-8 Alpha Company, Second Platoon\nTeam Lead: Cmdr. Malachai ben Liraz\nTeam Composition: Maj. Arundhati Dara, Spc. Pierre Bonafonte, Spc. Samantha “Sam” Allan, Spc. Mikhail Lermontov\nForeword: Team members were outfitted with Class A Environmental combat suits as well as internal self-termination protocols. Additionally, Specialist Allan was designated as incinerator support and was armed with an INFERNI Plasma Lance. Video feed is from Commander ben Liraz’ body camera.\n\n[BEGIN LOG]\nben Liraz: Listen up. You may have noticed a new face in our compliment. Major Dara is on loan to us from the Mole Rats. The powers that be have concluded that her expertise will be invaluable, and I happen to agree. You have any words of wisdom for us, Major?\nDara: Trust your equipment. We'll be laying out anchor beacons as we go and all your HUDs will sync to them, and those are often far more reliable than the shit you see with your eyes. If everything goes sideways, blank your visors and follow the beacons out. Those little blinking lights have saved more than one Mole team, so we know they work.\nben Liraz: Thank you Dara. Glad the Rats could spare you for this little jaunt.\nDara: You’ve been so busy fighting flesh monsters that Command figured you could use the extra-D4 backup.\nben Liraz: Fair enough. You get us through, my guys will get us home. Everyone zip up, we’re going over. Control, are we a go?\nZhuravlev: Systems are green up here, Commander. We’re getting telemetry from the beacon we put through earlier and it looks everything is clear in the entryway.\n[ben Liraz salutes the cameras, then proceeds through the SCP-238 event horizon.]\n\nLermontov: Looks like they've made some upgrades since the last time we had people in here.\nben Liraz: Control, it looks like there has been some attempt at wiring this place. There are lights and the walls show evidence of extensive stonework. I can't tell if the walls have been plastered over, or just smoothed out.\n[The team heads further into the complex. The excavations are more extensive here, and the texture of the walls changes radically. Exposed support beams made from calcified bone support cross sections crafted from rusting metal and decaying wood, along with a wide variety of different types of brickwork and cement. The remains of machinery and fossilized organic tissue can be seen embedded in the walls exposed by excavation work.]\nDara: This place is a tomb. Not all of it is Sarkic though.\n[The feed shifts as ben Liraz walks over to where Maj. Dara is crouched down next to a shallow pit. Inside the pit can be seen what looks like the torso portion of a suit of tarnished metal armor. She reaches down and lifts the corner of the breast plate revealing a mass of fused gears and levers.]\nDara: This is Mekhanite. Whoever was in here dug something out of it and left everything else.\nben Liraz: The War of the Flesh. Dr. Low says that it isn’t clear how it ended, but everything points to something apocalyptic. Nearly depopulated the Mediterranean basin, whatever it was. I’d never heard that there was fighting this far, though.\nUnknown: They chased us for years after the Ozi̮rmok fell. No place was safe from their pogroms, even here.\n[The team moves into defensive positions around ben Liraz and Dara. The video feed swings in several slow arcs, but no source of the voice is visible.]\nben Liraz: Identify yourself. Who’s there?\n[Several minutes of silence pass, with no observable change in their surroundings.]\nAllan: Well. At least we know this place isn’t completely abandoned.\nben Liraz: No one ever said it was, Sam. Advance, tunnel formation; we’re not done here. Control, we’re proceeding further, gonna see if we can find the source of the voice.\n[They keep moving through the complex. After another 1200 meters, Dara stops and steps closer to the side of the tunnel. She pulls an instrument off her utility harness and moves it a few inches from the wall.]\nben Liraz: What is it, Dhati?\nDara: This wall is different. Lots of bone used in the construction, but this? This is still living tissue.\nUnknown: Adí-üm wasn’t built, it was grown. Only the most devout of us could ever hope to serve as shelter for the Faithful. Our faith provided everything we needed, and those of us so elevated as to become Kiraak gloried in their ascension. But even the Ascended still aged, even if slowly. More Flesh was always needed. As the Kiraak aged, their extremities died first. Made the outer walls stronger, as the Ascended reallocated nutrition to those structures closer to the Heart.\n[Dara touched her ear, then gestured further down the tunnel. A moment later, the team started moving cautiously in that direction.]\nUnknown: Adí-üm was glorious in those days. Spires and domes as far as the eye could see. Standing in ranks about the Grand Kiraakänä . And when they sang? All Adí-üm rejoiced together in chorus.\n[The team moves forward, exiting into a vast cavern built on a much larger scale than the rest of the complex surveyed so far. A large bonfire can be seen burning in a central hearth, and hundreds of candles are spread out across the floor.]\nUnknown: The nälikä soon5 was never meant to be a weapon. But, after the Ozi̮rmok fell, the lüjekütake6 became corrupted. It was the song of Ascendancy, the gift of Ion to the Faithful, a way to feed the Kiraak. But in the end, it became as the Red Death, and Kalākāran released it upon those that would wish us harm.\n[On the far side of the cavern can be seen a deep alcove, and the team follows the spiraling pattern of the candles to the opening, spreading out to either side. Specialist Allan steps first into the alcove, leading the way with her Lance.]\nUnknown: And now you come into me, bringing your weapons of death, stinking of machine and of the mortification of the flesh that comes with too long association with those dead things. I protected the Faithful from the Fleshless, and I have yet to surrender my vigil.\nben Liraz: You're the facility, aren't you? We’re not here to cause you harm. We’re researchers, and we just want to know what’s going on.\nSCP-238: Your heart beats with your lie, Commander. Even if you didn’t wish to cause harm to those I protect, your masters certainly do. But their chance to do so has passed. The Ozi̮rmok once again walks the earth, and all shall tremble before the Host. Those who would be free shall be welcome with open arms, but even those who resist shall be embraced by the Halkost.\nAllen: Commander, there's movement on the other side of the cavern.\nben Liraz: Right then, time for exfil. Allen, you've got point, lead us out.\nSCP-238: Join us, ben Liraz. Let this not be your kalmänä.\nben Liraz: No, I don't think so. We're getting out, even if we have to burn our way through.\nSCP-238: So be it.\n[END LOG]\n\nAfterword:\nThe remainder of this log has been omitted for brevity. Xi-8 was able to exfiltrate, but were engaged the entirety of that transit by entities in advanced stages of SCP-610 infection. Specialist Bonafonte and Commander ben Liraz were the only two to make it to the extraction site, but Spc. Bonafonte succumbed to 610 infection and was terminated. Cmdr ben Liraz was released after no signs of infection were found following 14 days of quarantine.\n\n\n\n\n\n \n\n\n→ O5 Executive Override Order 238-086 ←\n\nGovernance of SCP-238 has been reassigned to the Kelipat Nogah Initiative and has been slated for decommissioning. At no point should any Foundation personnel attempt to enter or disturb the SCP-238 archway. Any personnel attempting to violate this order will be subject to immediate termination.\nSCP-238 has been sealed. May those that reside within find whatever peace they are searching for.\n\n\n\nAct III: In Conquestum Mundi | In Memoria, Adytum\n\n\nFootnotes\n1. Ground Penetrating Radar\n2. Dr. Leonid Volikov, L03 - Department of Multi-Dimensional Research\n3. An Einstein–Rosen bridge is more commonly referred to as a wormhole, a hyperwave “bridge” connecting two different iterations of space-time. For further information regarding E-R wormholes, see DeBenedictis, Andrew & Das, A. (2001). \"On a General Class of Wormhole Geometries\". Classical and Quantum Gravity.\n4. Slang - Extra-Dimensional. Zeta-9 members are specifically trained in navigating extra dimensional spaces.\n5. Old Adytite - Lusting/Hungry Flesh\n6. Old Adytite - Song/prayer for strength\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-238\" by Dr Gears, rewritten by MalyceGraves, from the SCP Wiki. Source: https://scpwiki.com/scp-238. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\nImage 1\n\nSource: Flickr\nLicense: CC BY 2.0\nTitle: cave_001.jpg\nAuthor: Disco-Dan\nRelease year: 2013\n\nImage 2\n\nSource: SCP Foundation Wiki\nLicense: CC BY-SA 3.0\nTitle: cave_002.jpg\nAuthor: MalyceGraves\nRelease year: 2021\n\nImage 3\n\nSource: Flickr\nLicense: CC BY 2.0\nTitle: cave_004.jpg\nAuthor: Elena Pleskevich\nRelease year: 2009\n\nImage 4\n\nSource: Flickr\nLicense: CC BY 2.0\nTitle: cave_003.jpg\nAuthor: sunriseOdyssey\nRelease year: 2015\n\nImage 5\n\nSource: Flickr\nLicense: CC BY 2.0\nTitle: cave_005.jpg\nAuthor: Helen Cook\nRelease year: 2011\n\nImage 6\n\nSource: Flickr\nLicense: CC BY 2.0\nTitle: cave_006.jpg\nAuthor: Dominic Alves\nRelease year: 2010\n\nImage 7\n\nSource: Flickr\nLicense: CC BY 2.0\nTitle: cave_007.jpg\nAuthor: Dominic Alves\nRelease year: 2010\n\n\n\n\n\n"
}