{
  "created_at": "2010-07-22T00:42:00",
  "creator": "Sorts",
  "link": "scp-197",
  "rating": 264,
  "references": [
    "scp-196",
    "scp-198",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 197,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "building",
    "plant",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-197",
  "url": "https://scp-wiki.wikidot.com/scp-197",
  "content": "Item #: SCP-197\nObject Class: Safe\nSpecial Containment Procedures: SCP-197 is maintained on site by local research team Beta-5 \"Green Thumbs.\" Plants may not be removed from SCP-197 without permission from the plant, Dr. Kingsley and appropriate documentation. Plants which are removed from SCP-197 must be monitored and retrieved if necessary.\nTo maintain secrecy, SCP-197 has been emptied and abandoned. Under cooperation with local city officials, the building and many other nearby structures have been condemned. On site security are to check the premises on a weekly basis to physically remove any plant material. The use of fire is not recommended unless it is necessary to facilitate the total removal of any vegetation found within SCP-197. Herbicides are to be applied on a monthly basis to discourage any future attempt at growth.\nDescription: SCP-197 is a plant nursery and greenhouse located at ████ █ █████████, ████████, ██. Currently the site is abandoned, although previous containment procedures were to maintain the location as a nursery. Most of the anomalous properties of SCP-197 are located within the glass structure of the greenhouse, although research conducted at the time of the site's abandonment suggests that SCP-197 has a wide sympathetic influence on the surrounding area, which has displayed a level of deterioration equal to SCP-197 itself.\nOrganisms within the kingdom Plantae that grow within or are introduced to the greenhouse take on additional characteristics, including self-awareness, sensory awareness, sapience, and capacity for language and mobility, despite a lack of nervous system, brain, sensory organs, vocal cords, or musculature.\nOrganisms also typically have an increased growth rate and elongated life span. Angiosperms that flower only at night or for short periods of time will be in a perpetual state of bloom while within SCP-197. Organisms removed from SCP-197 cease to display anomalous properties but will retain their hardiness and overall health.\nOrganisms which lose their sapience upon removal from SCP-197 will regain it upon reintroduction with no change in personality. With few exceptions, these organisms do not appear to greatly value their sentience and are often eager to leave SCP-197 despite being unable to experience the world outside as anything other than a typical member of their species.\nAll organisms animated by SCP-197 displayed positive personality traits and affection for Foundation personnel and other forms of life, even carnivorous plants introduced as part of Experiment 197-63 \"Seymour.\" SCP-197 duty was often used as both a reward and therapy for agents and researchers who have concluded a stressful assignment or experienced a traumatizing event, as interactions with animated organisms were almost universally described as relaxing.\nUnder the direction of the late Dr. Kingsley, SCP-197 testing involved distribution of organisms cultivated within SCP-197 to the public at large. A positive influence upon the poor urban community around SCP-197 was noted immediately, with both a reduction in crime and an increase to the average standard of living that has equally been reversed following the condemnation of SCP-197. Dr. Kingsley theorized that this was a result of SCP-197 itself creating a cycle of nurturing symbiosis between the community and plant life.\nAddendum: Testing and maintenance of SCP-197 was halted following incident 197-a644. Dahila Kingsley's decapitated body was found within the greenhouse, her severed head cradled within an empty flower pot being held by an ivy that had been present at the site since the time of its discovery. Dahila was the daughter of lead researcher Dr. Kingsley and a trained botanist who was alone inside SCP-197 at the time of her death. This was the first instance of any act of violence on the part of organisms raised within SCP-197. The ivy plant responsible for the killing compared its action to picking a pretty flower and displayed no remorse, although it expressed concern over Dr. Kingsley's reaction and well-being. All organisms distributed from SCP-197 were retrieved and eradicated, those within SCP-197 were eradicated upon removal from the site, with the exception of the ivy [DATA EXPUNGED].\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-197\" by Sorts, from the SCP Wiki. Source: https://scpwiki.com/scp-197. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}