{
  "created_at": "2008-07-26T17:34:00",
  "creator": "Lt Masipag",
  "link": "scp-143",
  "rating": 452,
  "references": [
    "scp-143-testing-log",
    "scp-142",
    "scp-144",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 143,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "euclid",
    "event-featured",
    "forest",
    "plant",
    "scp",
    "species",
    "tree"
  ],
  "title": "SCP-143",
  "url": "https://scp-wiki.wikidot.com/scp-143",
  "content": "Item #: SCP-143\nObject Class: Euclid\nSpecial Containment Procedures: SCP-143 is to be contained in the valley adjacent to Bio-Research Area-12, an area over 2 km². Area surrounding SCP-143 for up to 20 km, and all lines of sight from the surrounding hilltops, are to be denied public access. SCP-143 is to be watered twice every day on a regular basis via a large sprinkler system, unless already watered by local precipitation. Personnel are not allowed to enter the enclosure without Level 4 administrative clearance, and are advised not to touch any of SCP-143, nor stand beneath them unless wearing proper protective gear. It is important that no one be within the containment area when SCP-143 begins to shed, however after the shedding has concluded, the collection of the fallen petals for testing purposes has been authorized by the project director (see SCP-143 Testing Log).\nDescription: SCP-143 is a plantation of 300 specimens of a unique type of tree. The trees are similar in appearance to Prunus x yedoensis (Japanese Sakura), or cherry blossoms. They bear no fruit, and the only known way of reproduction is by careful \"own root\" propagation using cut saplings from an older sample.\nThe petals are a light pinkish color, slightly translucent, and with a texture of smooth glass. Care must be taken when handling the petals, as their edges are razor sharp, and can easily slice through flesh if mishandled.\nThe wood and bark are a light grayish color, with a texture expected of wood, although the grain is very smooth to the touch.\nHowever, the petals and wood of these trees are much harder than most natural or man-made substances, reaching up to 5,000 HB on the Brinell scale, and withstanding temperatures of up to 1800°C. The weight-to-strength ratio surpasses even that of titanium, being some fifteen percent (15%) lighter than aluminum. Despite this hardness, the wood and petals are quite supple and are as pliable as most woods are.\nBoth are notoriously difficult to work due to their properties, but under high temperatures, upwards of 1500°C, separate pieces are capable of being fused together. They make excellent armor, shielding, and weapons. Due to the slow growth of the plants, the material is slow to harvest, although the petals are shed regularly enough, falling from the trees twice every year.\nAddendum 143-1: The trees were grown on-site from saplings obtained from parent plants located in Nara Prefecture, Japan, in 1905. The parent trees were owned by a family of traditionalist swordsmiths, claiming to be descended from a legendary sword maker named Amakuni. They referred to the original trees as \"jinki no kodachi\" (刃木の木立), or the \"Bladewood Grove.\" It is from them that the Foundation gained the techniques to cut and work the wood and petals into serviceable items.\nThe original trees are still in Japan, owned by the government, and still tended to by the same family. However, the government has denied all existence of the trees, and any products made from them are kept within the country.\nDocument 143-A: We lost three staff to 143 today. They were collecting petals dropped by the trees the previous day, when a sudden gust picked up, shaking a good deal of the petals from the trees and blowing them around. Stayed that windy for the whole day. I'd send a cleanup crew, but it's still pretty windy and the odd petal is still falling. We'll have to pick up the remains when the wind dies down in a couple days.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-143\" by Kain Pathos Crow, from the SCP Wiki. Source: https://scpwiki.com/scp-143. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}