{
  "created_at": "2008-07-25T15:19:00",
  "creator": "xthevilecorruptor",
  "link": "scp-043",
  "rating": 350,
  "references": [
    "scp-1668",
    "bigger-than-jesus",
    "scp-042",
    "scp-044",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 43,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "knowledge",
    "media",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-043",
  "url": "https://scp-wiki.wikidot.com/scp-043",
  "content": "Item #: SCP-043\nObject Class: Safe\nSpecial Containment Procedures: SCP-043 requires no special containment, although it is recommended that SCP-043 not be used for purposes other than testing. A turntable is to be maintained in the same room for testing.\nDescription: SCP-043 appears to be a vinyl copy of \"The White Album\" by the Beatles; however, upon closer inspection, the record has no grooves. In spite of this, the record will play from start to finish regardless of the starting position of the needle.\nWhen the twenty-ninth track is reached, instead of playing \"Revolution 9\", the disc stops spinning and faint breathing can be heard. Occasionally the entity responsible for the breathing will speak in a male voice. The entity will respond to questions and shows a profound encyclopedic knowledge of the music industry, musical theory, and obscure trivia about many bands and artists. However, the entity refuses to answer questions regarding The Beatles or its own personal details.\nInside the jacket, a small handwritten note was found, reading:\n\nLimited Edition: 1/1\nThanks, John!\nxxx\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-043\" by Unknown Author, from the SCP Wiki. Source: https://scpwiki.com/scp-043. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: whitealbum-new.jpg\nAuthor: Elenee FishTruck, Rudi Riet\nLicense: CC BY-SA 3.0\nSource Link: http://scp-wiki.wikidot.com/scp-043\nDerivative of:\n\nName: Three White Albums\nAuthor: Rudi Riet\nLicense: CC BY-SA 2.0\nSource Link: https://www.flickr.com/photos/rudiriet/3919843157/\n\n\n\n\n\n"
}