{
  "created_at": "2009-04-23T06:47:00",
  "creator": "AdminBright",
  "link": "scp-627",
  "rating": 28,
  "references": [
    "scp-626",
    "scp-628",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 627,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "autonomous",
    "ectoentropic",
    "historical",
    "safe",
    "scp",
    "sphere"
  ],
  "title": "SCP-627",
  "url": "https://scp-wiki.wikidot.com/scp-627",
  "content": "Item #: SCP-627\nObject Class: Safe\nSpecial Containment Procedures: One Class-D personnel, designated D-627, is to be assigned to SCP-627. This assignment is for life. As long as the Class-D is so assigned, he is rendered exempt from the monthly terminations. SCP-627 is to be kept in a stone basin, approximately one meter across. Once daily, SCP-627 is to be removed from its basin so that lubrication may be applied to the basin. Once weekly, SCP-627 is to be removed so that the basin may be inspected for wear. The basin is to be replaced if it shows signs of wearing out.\nTesting on SCP-627 is currently denied to all researchers.\nDescription: SCP-627 was brought into the Foundation in December of 1932 by Senior Researcher A█████ E███████, fleeing religious persecution in Germany. Senior Researcher E███████ found SCP-627 during his work with the German government on their own SCP protocols, and felt that it could be more useful with us.\nSCP-627 is a sphere made of unknown stone, flecked with blue, of approximately three centimeters in height. When not in close (defined as skin contact, or in clothing being worn) contact with a human being, SCP-627 rolls in a circle approximately one meter across. It will not avoid inanimate obstacles, instead rolling up and over any impediments. It will never attempt to go around impediments, and, if contained in a space smaller than one meter, will increase in speed until it has worn itself a way out. When confined to a small space, SCP-627 is capable of breaking the speed of sound. When not confined, SCP-627 rolls at a speed of approximately six rotations a minute.\nNote ██/██/1939: We need to figure this one out. If we can just understand how it does what it does, we could have an unlimited supply of energy. All the top researchers on it, stat! -Site ██ Supervisor J█████ R█████ O██████████\nNote ██/██/1942: R█████, I've figured it out. What to do with it. We simply [DATA REDACTED] It'll work. -Senior Researcher A█████ E███████\nNote ██/██/1942: We're moving forward with this project, as of now. Good job A█████, you've got a promotion coming. We'll be [DATA EXPUNGED] -Site ██ Supervisor J█████ R█████ O██████████\nNote ██/██/1945: My god, what have we done? -Site ██ Supervisor J█████ R█████ O██████████\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-627\" by AdminBright, from the SCP Wiki. Source: https://scpwiki.com/scp-627. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}