{
  "created_at": "2011-10-18T23:30:00",
  "creator": "Communism will win",
  "link": "scp-984",
  "rating": 178,
  "references": [
    "scp-1000",
    "scp-983",
    "scp-985",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 984,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "animal",
    "building",
    "ectoentropic",
    "hostile",
    "safe",
    "scp"
  ],
  "title": "SCP-984",
  "url": "https://scp-wiki.wikidot.com/scp-984",
  "content": "Item #: SCP-984\nObject Class: Safe-impetus\nSpecial Containment Procedures: The facility where SCP-984 is located (hereby Site-48) is currently under the auspices of ██████████ Company, a Foundation shell corporation. The door to SCP-984 is to remain externally locked at all times except during experimentation, as are all stalls in SCP-984. Only Class-D personnel may enter SCP-984 without protective armor and a firearm.\nNo less than three Level-0 medical personnel are to be stationed at Site-48 at all times. Should SCP-984 become activated for any reason, these personnel must be called to SCP-984 to provide medical attention to any persons exiting SCP-984.\nDescription: SCP-984 is a restroom located in [REDACTED]. Upon recovery, three light bulbs were found smashed.\nUnder normal circumstances, SCP-984 is only unusual in that it has been partially soundproofed with commercially available materials. SCP-984 will only display overtly anomalous properties under the following conditions:\n\nNo persons are in any open areas of SCP-984.\nExactly one stall in SCP-984 is occupied by exactly one person. The door to said stall must be closed and locked.\nAt least one light fixture in SCP-984 is nonfunctional or off.\n\nShould the above conditions be met at any time, one or more instances of SCP-984-1 will materialize inside SCP-984 once a person exits a stall. Specimens of SCP-984-1 tend to be large, highly aggressive mammals of varying species.1 All SCP-984-1 specimens disappear nine minutes after manifestation. SCP-984-1 will not willingly leave SCP-984 for any reason, and will disappear if it is forced to do so.\nInstances of SCP-984-1 will display symptoms and mannerisms characteristic of a mid- to late-stage infection of rabies. However, unlike most rabid animals, SCP-984-1 will display marked hostility towards humans, particularly any persons who enter SCP-984. As persons in SCP-984 are not typically prepared to handle dangerous animals, victims are often bitten several times before being able to properly defend themselves. In cases where at least one specimen of SCP-984-1 is particularly large or strong, it is possible for SCP-984-1 to kill the victim shortly after manifesting.\nShould the victim survive being attacked by SCP-984-1, they will experience significant confusion regarding the events that transpired in SCP-984. In some cases, victims will attribute their injuries to mundane phenomena that would not normally cause said trauma.\n\nFootnotes\n1. Specimens have included Canis lupus, Alces alces, Ursus arctos, and in one case an instance of SCP-1000.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-984\" by Communism will win, from the SCP Wiki. Source: https://scpwiki.com/scp-984. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: bearstormstheshitter.jpg\nName: Pacific Place GF Restroom\nAuthor: lamhkczbb\nLicense: CC BY-SA 2.0\nSource Link: Flickr\n\n\n\n\n\n"
}