{
  "created_at": "2019-08-07T23:57:00",
  "creator": "MayD",
  "link": "scp-577",
  "rating": 188,
  "references": [
    "scp-576",
    "scp-578"
  ],
  "scp_number": 577,
  "series": "series-1",
  "tags": [
    "_cc",
    "amorphous",
    "ectoentropic",
    "empathic",
    "euclid",
    "rewrite",
    "scp",
    "weapon"
  ],
  "title": "SCP-577",
  "url": "https://scp-wiki.wikidot.com/scp-577",
  "content": "Item #: SCP-577\nObject Class: Euclid\nSpecial Containment Procedures: SCP-577 is to be contained within a standard large containment unit, reinforced with steel ballistic shielding. All doors to the containment unit and related areas must be capable of remote operation.\nTwice a year, D-Class personnel are to be sent into the chamber to inspect the ballistic shielding for any damage caused by SCP-577 and make any needed repairs. They are also responsible for removing any cadavers or detritus left from prior entries into the containment chamber. Any Foundation personnel entering SCP-577's containment must wear full-body ballistic protection.\nDescription: SCP-577 is an animated, levitating mass of ammunition of various calibers, that persistently spins in a spherical formation. Approximately 40% of the ammunition is 9mm; however, large quantities of 10mm and .45 ACP rounds have also been noted. Bullets within SCP-577 are capable of leaving the mass and firing at speeds comparable to those from a standard handgun. Occasionally, the mass has been observed forming recognizable shapes and likenesses, commonly those of domestic animals. SCP-577's total mass rises consistently, with approximately one thousand new pieces of ammunition appearing in the mass each year.\nSCP-577 is exceptionally aggressive towards all Foundation staff and D-Class who have a background in law enforcement. A large amount of its mass will fire towards these staff members, resulting in physical injury and occasionally death. However, research has found that SCP-577 acts friendly towards a small number of D-Class, typically those taken from the US prison and homeless populations.\nAddendum 577a: On 01/██/2019, D-28126 was sent into SCP-577's containment chamber for its semi-annual inspection. The inspection, and resulting interview have been recorded below.\n\n[00:00]: D-28126 enters the containment chamber. SCP-577 approaches D-28126 and assumes the shape and size of a large cat. D-28126 looks confused.\n[02:34]: D-28126 begins the inspection and maintenance, but stops periodically to pet SCP-577.\n[04:01]: D-28126's progress in washing the walls slows, and he appears to be crying.\n[05:53]: D-28126 stops working and slumps against the wall. SCP-577 sits next to him and rests its head on his leg. D-28126 continues crying and holds SCP-577 closely.\n[08:19]: Staff order D-28126 to leave the containment chamber. He does not immediately comply, and instead continues holding SCP-577.\n[09:37]: SCP-577 appears to guide D-28126's hand into itself. When he pulls his hand out, it is covered in what appears to be blood.\n[10:44]: D-28126 stares at his hand for several moments before opening it to reveal a bullet that throbs slightly and drips blood. He holds his hand to his chest and whispers something.\n[15:52]: After further exhortation from on-duty personnel, D-28126 stands up and embraces SCP-577 before exiting the containment chamber.\n\nUpon being brought out of the containment chamber, the bullet stopped moving and all other anomalous effects ceased. This allowed security personnel to detain D-28126 and confiscate the bullet for analysis and testing.\nThe blood was genetically similar to D-28126's but not identical. Ballistics analysis of the bullet indicates it had impacted flesh or some other soft substance, however D-28126 was not harmed in any way.\nThe bullet was returned to the D-Class prior to the interview.\n\nDr. Vanderbilt: First things first, please state your name for the record.\nD-28126: I'm Arturo Rosas… Uhhh D-Class two-eight-one-two-six\nDr. Vanderbilt: Wonderful. (He notes something on his pad) Alright, Arturo, I want you to walk me through what happened in there.\nD-28126: It turned itself into my cat- A cat… that me and my brother helped as a kid. I'd recognize his tail anywhere.\nDr. Vanderbilt: You're positive it was your cat?\nD-28126: Yes.\nDr. Vanderbilt: You obviously must really miss it for you to decide to just quit what you were doing.\nD-28126: It's what he said to me. I… heard him talk to me. It was quiet. I almost didn't hear it, but he said \"I'm sorry.\"\nDr. Vanderbilt: If this was really your cat, what would it have to be sorry about.\nD-28126: It was him! I'm not making this shit up!\nDr. Vanderbilt: (Raises a hand) No need to get angry. I concede, this was your cat. Please, go on.\nD-28126: Before I was with you guys. Just after my mom kicked me a-and my brother out. A cat found us. He was a stray, but we gave it a little bit of our food and he stuck around. My brother named him Duck, 'cause he liked the sign when we were learning sign language together.\nD-28126: (He pauses) He helped us survive, kind of trained him to be like a therapy cat, you know? My brother was deaf, and it's hard enough not having a home. Duck helped him a lot, until… (D-28126 sighs and wipes his eyes) The last time I saw Duck was… was when he came to find me, I don't know how. But he was always Ricardo's cat first. He led me back to where we were staying, cops all over the area.\nD-28126: I never got to say goodbye. I was so angry and scared… Duck tried to comfort me, but I threw rocks at him. I didn't mean to; it's just a part of me h-hated Duck for showing me. He hissed at me and ran away. (D-28126 coughs) Saw on the news a few days later that \"an unnamed male had threatened a police officer\". The cop was naturally afraid for his life and just shot. We were just two kids trying to survive. Of course the news doesn't bother to ask questions, instantly started to list stats about gang violence.\nDr. Vanderbilt: That sounds rough. But I'm not really sure how it's relevant.\nD-28126: (Shouting) Because that thing gave me a chance to say goodbye! You've probably forgotten what your family feels like, but this bullet was my brother's heart. I lived beside him for years. I know what his heartbeat feels like from the nights we spent trying to keep warm. Or the times he was afraid when a cop drove past, or when it jumped if I woke him. And for those few seconds where this bullet was still beating, I was able to say goodbye! I felt his blood drain onto my hands, and I was able to comfort him…\nDr. Vanderbilt: Well, I hope you're doing better now.\nD-28126: I don't know if it was all in my head. But knowing all the weird stuff here, I feel- I know that Ricardo could sense I was there. Even now, ten years later.\n\n"
}