{
  "created_at": "2009-03-04T17:24:00",
  "creator": "Dr Gears",
  "link": "scp-510",
  "rating": 163,
  "references": [
    "scratches",
    "scp-509",
    "scp-511",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 510,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "biohazard",
    "contagion",
    "keter",
    "scp",
    "sleep",
    "transfiguration"
  ],
  "title": "SCP-510",
  "url": "https://scp-wiki.wikidot.com/scp-510",
  "content": "Item #: SCP-510\nObject Class: Keter\nSpecial Containment Procedures: Instances of SCP-510 are to be treated as a Level 1 infective substance, and are not to be handled by anyone not in contained-atmosphere Haz-Mat (CAHM) suits. Any staff interacting with SCP-510 must be monitored for one month after interaction. Infestation by SCP-510 will be met with immediate quarantine and sterilization of the surrounding area.\nContainment units must have air-tight seals on any and all possible access points. Staff access is to be provided by a dual airlock, with chemical showers at each stage. Robotic surrogates are to be used whenever possible for SCP-510 interaction, and all materials interacting with SCP-510 are to be sterilized and quarantined for one month after interaction. Seals are to be checked and repaired weekly.\nAny staff observed expressing elevated levels of fatigue, sleepiness, or exhaustion are to be quarantined and tested for infestation. In the event of multi-subject infestation, site-wide lockdown will be initiated.\nDescription: SCP-510 has thus far proven difficult to fully identify. It is possibly a form of microorganism or a form of “nanite”. The particles of SCP-510 appear to be surrounded by a field that causes a “blurring” effect even at high magnification. Tests have come back with wildly varying results, and samples have simultaneously exhibited properties of organic and non-organic matter, as well as properties of solids, liquids, and gasses. Current research views it as a form of mold or virus, due to its response to high heat and chemical sterilization.\nSCP-510 infests soft surfaces such as fabric, feathers, hair, or foam, with the ability to remain dormant in such substances for years. If SCP-510 encounters delta waves, typically emitted by humans entering sleep, SCP-510 will “activate”, and begin to infest any nearby organic life. Infestation follows a set progression (See Addendum 84-B: Symptoms and Progression), most often ending with the “death” of infested subjects after 4 to 6 days.\nSCP-510 appears to prefer mammalian life for infestation, primarily human beings. Attempts to artificially “infest” other life forms have met with very limited success. Possible applications of SCP-510 and its “life support” function are being researched. High heat and highly acidic chemicals have been able to \"dissolve\" SCP-510 particles. Dissolved particles leave behind no detectable residue.\n\nAddendum: Document 84-B: Symptoms and Progression\n\nStage 1: Infestation\nSymptoms: Exhaustion, fatigue, sleepiness, general listlessness, itchy eyes, general head pain.\nDescription: SCP-510 begins to form sting-like extrusions, which anchor into the skin. Extrusions continue to grow into the skin, contacting all major organs and systems in 8 to 24 hours. Subjects will grow progressively more tired during this time and will seek out quiet, dark areas in which to sleep.\n\n\nStage 2: Initial Manifestation.\nSymptoms: Deep coma, “pillow” formation by SCP-510 on the body, progressive invasion of biological systems (nervous, cardiovascular, respiratory, etc.)\nDescription: SCP-510 forms large, pillow-like growths on the body. These growths are warm, and emit a soft light, with a texture described as “microfiber plush”. Subjects slip into a deep coma, becoming totally unresponsive to any and all outside stimuli. SCP-510 will start to “take over” biological systems, causing blood, neural activity, and even oxygen to pass through the growths before being returned to the subject. It has been observed that subjects in this stage enter a dream state more vivid than standard REM sleep.\n\n\nStage 3: Full Manifestation\nSymptoms: Total dependence on SCP-510 for all biological functions. “Bonding” of the skin with SCP-510. Slow reduction in mental activity.\nDescription: SCP-510 takes full control of all biological functions for the host organism. Damage to the growths at this point will result in the immediate death of the host, as the growths are now performing all biological functions for the body. A form of “accelerated atrophy” sets in, with muscular and skeletal structures beginning to weaken and shrink, and total shut-down of most organs. Subjects are observed to lose 44% of their body mass during this stage. SCP-510 will directly bond to the skin, replacing the thin “threads” with larger protrusions of the growths. The brain begins to slow down and does not register any pain or awareness of these changes, showing high stimulation in areas with contentment and comfort.\n\n\nStage 4: Conversion\nSymptoms: Rapid growth of SCP-510. Major reduction in host physical mass. Absorption of major organs and tissues by SCP-510. Host’s brain enters the “Deep Dream” state.\nDescription: SCP-510 begins to compromise the basic structure of the body, “absorbing” organs, skin, bones, and muscles. Subject’s mass will be reduced to 1/10th of initial size, with only a few tissues and the brain remaining. The brain enters a state labeled “Deep Dreaming”, in which brain activity is reduced to a point that a subject may be declared legally dead. However, brain activity continues, with evidence of some sense of surroundings being recorded. This is remarkable, considering most hosts at this stage are a brain, spinal cord, and a few clumps of tissue encased in SCP-510 growths.\nActivity at this stage seems to be initially located in “comfort” and “contentment” centers, with activity shifting into “fear” and “alarm” centers as conversion continues. SCP-510 begins to break down into individual particles on the surface of the growths.\n\n\nStage 5: Resolution and “Sporing”\nSymptoms: Absorption of remaining tissues. Breakdown of SCP-510 into individual particles.\nDescription: SCP-510 absorbs the remaining tissues, including the brain, over a period of 12 to 14 hours. Brain scans show highly elevated levels of activity, consistent with extreme fear or pain at this point, which slowly shift back into a more “relaxed” state as the brain is absorbed. After full absorption, SCP-510 will break down into individual particles, with a full break down of the growths after three hours. Particles will then float in the air, until making contact with a receptive surface.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-510\" by Dr Gears, from the SCP Wiki. Source: https://scpwiki.com/scp-510. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}