{
  "created_at": "2023-04-28T18:27:00",
  "creator": "stormbreath",
  "link": "scp-332",
  "rating": 228,
  "references": [
    "stormbreath",
    "scp-4976",
    "scp-1833",
    "scp-1423",
    "scp-2316",
    "scp-5682",
    "updated-amnestics-guide",
    "scp-332/offset/1",
    "scp-331",
    "scp-333",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 332,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "_listpages",
    "ad-astra",
    "alive",
    "building",
    "class-of-76",
    "concept",
    "humanoid",
    "location",
    "loop",
    "memetic",
    "performance",
    "rewrite",
    "safe",
    "school",
    "scp"
  ],
  "title": "SCP-332",
  "url": "https://scp-wiki.wikidot.com/scp-332",
  "content": "Item #: SCP-332\nObject Class: Safe\nSpecial Containment Procedures: Kirk Lonwood High School has been declared condemned. SCP-332 therefore requires no containment (other than a standard security patrol) between January and August. Between the months of September and December, SCP-332 is to be accompanied at all times by an armed escort, who are to play ambient noise recordings at high volumes next to SCP-332. Ambient noise is to be plausible for the surroundings; typical soundscapes include construction, weather, or traffic.\nDescription: SCP-332 is the Kirk Lonwood High School Marching Band of the Fall 1975 season. The band is composed of thirty members, which are designated as SCP-332-1 through SCP-332-30. All members of SCP-332 were formerly enrolled as seniors at Kirk Lonwood High School, and expected to graduate in Spring 1976. All uniforms and instruments of SCP-332 instances are labelled as belonging to \"Syncope Symphony.\"\nThe majority of the time, SCP-332 instances are stationary inside of the Kirk Lonwood High School band room. During these periods, they are positioned as if they are holding an animated discussion. No Foundation efforts have been successful in provoking any kind of reaction from a stationary instance, and they do not seem to have any functioning biological systems. No damage, wear, or movement has successfully been imposed upon SCP-332.\nSCP-332 activates according to the Kirk Lonwood High School home game football schedule. This entails an activation at roughly 7:00 PM local time on one or two days per week1 between the months of September and December. During this time, SCP-332 will resume their conversation. After thirty minutes, they will proceed to the field and perform. They will then stand below the bleachers, wait and then perform again one hour later. After this, they will head back to the band room, and begin their conversation from earlier, freezing in the middle.\nSCP-332 was initially discovered on December 12th, 1975, shortly following the last scheduled marching band performance of the season. According to witness reports, SCP-332 took the field during the final game of the season and performed as initially intended. While the songs played were not as initially scheduled, they were not so abnormal as to draw particular notice — all had been previously played by SCP-332 during the preceding four months.\nHowever, following the end of the game, it was discovered that the thirty members of SCP-332 were missing. Rather than having changed out of their uniforms and reconnected with friends and family at the game as expected, SCP-332 had seemingly vanished. They were found forty-five minutes after the end of the game, unmoving and not responding to stimuli in the Kirk Lonwood music room. This caused widespread and publicized panic, which in turn alerted the Foundation to possible anomalous activity.\nIn the process of fabricating a cover story (further complicated by the discovery of additional anomalies associated with Kirk Lonwood High School), Foundation investigators discovered that most members of SCP-332 had expressed anxieties or concerns about the future. No instances expressed optimism towards the future. The individuals not known to have expressed concerns were those for whom the Foundation was unable to form a psychological profile for of any kind — it is assumed they had such fears, but did not express them to others.\nThree excerpts of psychological profiles have been included below, to give a better depiction of the mental state of SCP-332. These have been chosen for their clarity, direct discussion of relevant ideas, and diversity of type.\n\nInterview between Operative Blackwire of Mobile Task Force Zeta-2 and Diedre McKenzie - an art teacher at Kirk Lonwood High School - concerning a student of hers, Sadie Freeman (SCP-332-4).\n\n\nBlackwire: Thank ye for taking the time to speak with me — I know you're up to your ears in federal agents these days. But I just wanted to ask you a few questions about one uh, Sadie Freeman? She would have been in your second period painting class.\nMcKenzie: Oh, yes. Sadie was one of my best students here. It's a shame what happened to her.\nBlackwire: Oh, I'm sorry to remind you of that, ma'am. I'm actually here to talk about some of her class history with you, and what that was like.\nMcKenzie: Of course. You needed to speak with me specifically for some reason.\nBlackwire: She loved your class, didn't she?\nMcKenzie: Adored it.\nBlackwire: She ever talk about the future? About art and your class, I mean.\nMcKenzie: All the time. She always told me that she wished she could use her skills here in life, but she was going to school as a Business Major. That was what her parents wanted for her, and I guess she didn't have much say in it.\nBlackwire: She knew where she was going already?\nMcKenzie: Oh, no. But all the schools she had applied to were for Business, not art. Wharton, not RISD. Father's decision.\nBlackwire: That's quite unfortunate. But she wanted to pursue art as a career path?\nMcKenzie: I don't know if calling it \"as a career path\" is the right idea… She wanted to do art as … how did she put it … \"forever\"? Or maybe sometimes it was \"I wish I never had to do anything else.\"\nBlackwire: Which a reasonable person might mean as a job…\nMcKenzie: But I always just got the sense she was day-dreaming.\nBlackwire: Which doesn't require you to be 'reasonable', per se.\nMcKenzie: Right.\nBlackwire: So we've got a girl who really wants to make art, and never do anything else. Not even, apparently, a job — since she didn't want to be a Business major.\nMcKenzie: Well, keep in mind she was a teenager. Only 17!\nBlackwire: Right, fair, fair… Say, did she specify the kind of art all that often?\nMcKenzie: No… I don't think she did? She clearly had ambitions outside of painting in my class. She really loved marching band, too — always talked about that, always in the same breath as my class.\nBlackwire: So she'd be just as happy playing a tune forever as she would be painting forever?\nMcKenzie: Yes, I'd think that's right!\nBlackwire: Interesting.\nMcKenzie: Wait, isn't that…? I just… that can't be real, is it? But then where else would she be…\nBlackwire: Keep taking your pills, ma'am. These ones marked with the \"G\".\nBlackwire: G stands for good, right?\nBlackwire: I'll get out of your hair now.\n\n\nGroup discussion led by Operative Blackwire and three surviving students of Kirk Lonwood High School, concerning Steven Farago (SCP-332-10), a tubaist. Conversation conducted while survivors were playing basketball in Johnny Gillespie's driveway.\n\n\nBlackwire: Hey! I'm going to need to take a moment of your time, you three.\nDonaldson: How come?\nBlackwire: You know this kid?\nGillespie: Uh, yeah? So what.\nBlackwire: We're investigating him. Need to know what he was up to. What he was thinking in the moments before things went off.\nDonaldson: You don't think he had anything to do with it?\nBlackwire: Want to help rule him out?\nGillespie: Sure. Hit us.\nNafpliotis: He was really unsure about what college he wanted to go to. He'd submitted all his applications, but was expecting them all to be acceptances.\nGillespie: My man was smart.\nBlackwire: He was sure they'd all be acceptances?\nNafpliotis: Enough.\nDonaldson: He'd have options.\nBlackwire: But he didn't have a ranked list of favorites?\nNafpliotis: According to him, they all had extreme ups and downs and he weighed those ups and downs different on any given day.\nBlackwire: Like what?\nDonaldson: This school is too close. This one too expensive. This one doesn't have the majors and minors he needs. Better job opportunities over there, better social life over here.\nBlackwire: Interesting. Interesting. And how did he feel about the present?\nNafpliotis: He was happy where he was. On track to be valedictorian, student body class officer, great girlfriend. Everything.\nGillespie: If we're really honest, he was kinda lining himself up to be a \"peaked in high school\" type of guy.\nBlackwire: Right. I'm familiar with the type.\nNafpliotis: I'm sure you are, old timer.\nBlackwire: Alright. Did the marching band play into things at all? He was happy with his position there?\nGillespie: Oh yeah. Never shut up about it.\nBlackwire: He planning to do it beyond the end of the season?\nDonaldson: He'd join the band in college. Wherever he was, whatever he was doing… that was always in the cards. He'd be in the marching band.\nGillespie: If he had it his way, until the day he died.\nBlackwire: Informative. Now, I'm sorry to have been a pain, but this is really helpful. You boys have a nice day. I'm sure I'll see you around again, if I have any follow-up questions.\n\n\nFinal entry of a journal recovered from the house of Nathan Blastin (SCP-332-30), a member of the percussion section of SCP-332. Based on contextual clues, the following journal entry was written on December 10th, 1975.\n\n\ni cant do it i cant let myself wither and let the rot into my bones and into my heart it can't know me in that way i won't let it happen rot is close closer every day creeping and creeping around every corner almost here\nnothing worse in the world\nnev1er2 grow3 old4 er5\nor1 cha2nge3 in4to5 some6thing7 worse\n fuck\nNO NO NO NO NO NO NO NO NO NO NO NO NO NO no NO NO NO NO NO. NO NO NO N0 NO NONO NO NO NO NO NO NO NO N O NO NO NO! NO! NO NO NO NO NO NO NO NO NO NONO NO NO NO NO NO NO NONO NO NO NO NO NO? NO NO NO NO NOO NO NO NONO NO NO NO NOO NO NO NO NO NO NO N\nI'm drowning out here and nobody cares. I need to change. I can't change. I'll never change. I don't want to change. I want to be who I am. I can't be anything other than what I am and that scares excites me I can't wait. Forever and ever and eve\n\nDream last night of us playing in the marching band and\nthe fog was there and\nthe world was quiet and\nI can't remember anything else\n\n\nsyncope — A temporary loss of blood to an organ. Often used with reference to the brain, in which case it presents as fainting, and used as a metonymy for the state of falling unconscious.\nI think I'd rather die than grow old.\n\n\nFootnotes\n1. Weeks with a single activation indicate that an \"away game\" would be played by the Kirk Lonwood football team.\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\nThe above file is an archived copy of SCP-332 documentation dating to 2012.\nClick here to view the most recent version.\n\n\n\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-332\" by Anonymous, rewritten by stormbreath, from the SCP Wiki. Source: https://scpwiki.com/scp-332. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: band.jpg\nName: EHS Band 1960.jpg\nAuthor: Brett L Lloyd\nLicense: CC BY-SA 4.0\nSource Link: Wikimedia\n\n\nFilename: field.jpg\nName: East Davidson High School 3\nAuthor: Mx. Granger\nLicense: CC0 1.0\nSource Link: Wikimedia\n\n\nFilename: padlock.png\nName: Document text security.svg\nAuthor: PICOL, PIctorial COmmunication Language\nLicense: CC BY 3.0\nSource: Wikimedia\n\n\n\n\n\n\n"
}