{
  "created_at": "2011-03-24T20:42:00",
  "creator": "Phlimm",
  "link": "scp-242",
  "rating": 339,
  "references": [
    "scp-241",
    "scp-243",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 242,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "artifact",
    "liquid",
    "safe",
    "scp",
    "structure"
  ],
  "title": "SCP-242",
  "url": "https://scp-wiki.wikidot.com/scp-242",
  "content": "Item #: SCP-242\nObject Class: Safe\nSpecial Containment Procedures: SCP-242 is kept at a home located in ████████, NM procured by the Foundation on ██/██/████. The original owner was an out of state landlord who had problems keeping it rented. After retiring, he moved there, but disappeared after three days.\nThe home is unremarkable and is inhabited by Dr. ██████ and Dr. ██████████ who pose as a married couple with no children. The backyard is defined along its perimeter with a cinder block wall approximately 2 m high in accordance with the homes in the general vicinity. The pool is monitored at all times by a single Level 1 guard who also covers as the couple's live-in cook (human monitoring was added after Incident 242-1). Swimming or wading in the pool is strongly discouraged and any access to the pool by anyone other than Class D personnel for experimental reasons is forbidden.\nDescription: SCP-242 is a swimming pool approximately 4.5 m wide by 9 m long with a depth ranging from 1 m deep on both ends to 1.5 m deep in the center and a total volume of approximately 53,000 liters. It has a dual waterfall feature, an in-pool vacuum unit, and stairs on one end.\nAny substance when placed into the pool will eventually be transmuted into sterile water which will remain sterile even after being removed from SCP-242 and introduced to a non-sterile environment. A sample taken from SCP-242 and poured into a container of water that had been tinted with red food coloring did not mix, but rather stayed together as a non-miscible bubble. Subsequent examination of samples shows them to be nothing more than pure, sterile water.\nThe length of time required for the transmutation to complete is dependent on the nature of the substance placed into SCP-242. Ordinary river water sampled from █████████, NM was completely sterilized in 7 minutes. Stagnant pond water taken from ████, NM was sterilized in 18 minutes. 50,000 liters of coal tar was converted over the course of 12 days.\nWhile the pool contains nothing but sterile water, there is no apparent action of any of the features of the pool. Once a non-water substance is placed into the pool, the water jets and waterfall will come on even if disconnected from any power source. The pool vacuum, if attached, will also activate and drive around the bottom of the pool even through extremely viscous liquids. There is no cycling of water into or out of the filtration system. Pipes leading to the filtration system have been completely removed and shown to be empty and dry while pool contents were being sterilized.\n\n\nStagnant pond water, Time=0 min.\n\n\n\n\nStagnant pond water, Time=9 min.\n\n\n\n\nStagnant pond water, Time=16 min.\n\n\n\n\nStagnant pond water, Time=18 min.\n\n\nAddendum:\n\nIncident 242-1: On ██/██/████, during a time when the home was vacant but being monitored by a hidden video camera, a man and woman, apparently in their early 20's scaled the rear wall and gained access to SCP-242. They proceeded to undress, and go swimming along with two vinyl inflatable rafts acquired from the shed in the backyard. After the water jets came on, the female was startled and indicated she wanted to leave. The male claimed that it was just the automatic timer coming on to clean the pool, and \"there was nothing to worry about\". The couple continued to swim and engaged in intimate activities.\n24 minutes after the jets started, the female was heard to say that the water was \"really warm\" and made her feel \"tingly\". The male agreed, and they both climbed onto their respective rafts and fell asleep holding hands.\n29 minutes after the jets started, both of the rafts popped within 4 seconds of each other and the couple was again immersed completely in the water. At this time, significant frothing of the water began with a deep red color being given off from the subjects' locations. Subjects were heard to scream loudly and both attempted to exit the pool. Before exit was possible, the couple went under the surface, the frothing stopped and the pool went from red to clear approximately 48 seconds later. The decision was made to institute a live guard at the pool.\nAfter two weeks, a story was leaked to the press that the couple had eloped to an unknown location somewhere in Mexico.\n\n\n+ Research Log (Click to expand)\n\n- SCP-242 Experiment #17\n\n\nAbstract: What are the general properties of the water contained in SCP-242? Does the water retain any SCP like properties when removed from the location?\nProposal: Determine if the water is safe for human consumption both while in the SCP and outside of it.\nRequired equipment/personnel:\n\nTwo (2) titanium Atmospheric Dive Suits altered to fit the testing criteria\nTwo (2) Class D Personnel of like gender and race, age range to within three (3) years\nOne (1) food grade titanium barrel, one hundred and ninety (190) liter capacity\nOne (1) remotely controlled overhead crane capable of lifting twenty (20) metric tons\nOne (1) automated titanium siphon system\nOne (1) wireless communication system for separate links to and from both dive suits\nOne (1) home fumigation tenting unit used to create a neighborhood subterfuge\n\nEstimated Budget: [DATA EXPUNGED]\nStatus: Approved (██/██/20██; Drs. ███ and ████████)\nResults: Transcript attached for review. Contact Dr. ██████ for a full Lab Report.\n\nDr. ██████: Alright, once you've entered the dive suit, we'll lower you into the pool. All you need to do is take a drink from the metal straw by your mouth when instructed to do so.\nTest Subject A: Uhhh, I can't see out of this thing. Shouldn't there be glass here? Why is it all metal?\nDr. ██████: That's classified. Just get into the dive suit please.\n<sound of overhead crane followed by a loud splash>\nDr. ██████: Is the barrel full yet?\nTest Subject B: Yep. All full.\nDr. ██████: Good. Remove the siphon and get into the other dive suit. You will not be placed into the pool. Just drink from the metal straw fed from the barrel when instructed to do so.\nTest Subject B: So if I ain't going in the pool, why am I getting into that thing?\nDr. ██████: <sighs> Again, that is classified. We went over this in the debrief. Just do as instructed please.\n<mechanical sounds>\nTest Subject B: Damn it's dark in here. There's no light? How will I find the straw when I…oh…there it is.\nDr. ██████: SCP-242, Experiment 17, time zero set. Test Subject A, please take a sip from the straw and tell me what you experience.\nTest Subject A: Ah…it's pretty warm. There's a weird chemical aftertaste, but it doesn't last long.\nDr. ██████: Good, thank you. Test Subject B, please take a sip from the straw and tell me what you experience.\nTest Subject B: Hmm. Its cool. And…tastes like…well…nothing. It's good!\nDr. ██████: OK.\n<A loud, long belch is heard, followed by laughter from Test Subject A>\nDr. ██████: Test Subject A, what is going on? Please take another sip.\nTest Subject A: Wow. I've got lots of gas. Eeew! This stuff is really warm now. And it stings my mouth. How much longer is this test?\nDr. ██████: OK. Test Subject B, please take a sip.\nTest Subject B: Yep. Same as before. No taste or smell at all. The water…is this water? It's cool and pleasant.\nDr. ██████: Test Subject A, please repeat the process.\nTest Subject A: Ow! [REDACTED] this is really hot now! And…HEY! What the [REDACTED]?! Is that one of my fillings!? What the [REDACTED] is this [REDACTED]?!\nDr. ██████: Please just report your experience as succinctly as possible. Fillings can be replaced. Test Subject B, please repeat the process.\nTest Subject B: This is boring, doc. Seems like a lot of hassle just to give us a drink of water.\nDr. ██████: Test Subject A, please repeat.\n<choking and gurgling sounds>\nDr. ██████: Test Subject A, please respond.\n<sound of a muffled scream followed by electrical shorting>\nDr. ██████: Test Subject B, please repeat.\nTest Subject B: Ahh! Yep. Still nice.\nDr. ██████: OK. Test Subject B, we're moving to the next phase which is a full medical analysis. But you'll need to uhh…decompress…before you can exit the suit. It will take several hours, so get comfortable in there. Please take a drink every time the indicator light goes on and let me know if anything changes. Use the urination adapter as needed.\nTest Subject B: Understood. Damn, that was easy!\n\nTesting was ended due to internal electrical and subsequent structural failure of Atmospheric Dive Suit A. Retrieval was not attempted; complete loss of Atmospheric Dive Suit A occurred after approximately 15 hours.\nTest Subject B was extracted after 17 hours. No physiological changes were detected. Subject B's urine was recovered and showed no extraordinary properties. Subject B has been released to the Class D Pool Group for future reuse.\nThe water remaining in the barrel was left to evaporate and did so within the expected time frame. No residue of any kind remained.\n\n\n\n\n\nNote: The use of SCP-242 for possible disposal of any SCP related materials that are \"difficult\" to manage is being considered at this time. Contact Dr. ██████ for details and/or permission for testing.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-242\" by Phlimm, from the SCP Wiki. Source: https://scpwiki.com/scp-242. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 242-1.jpg\nAuthor: Phlimm\nLicense: CC BY-SA 3.0\n\n\nFilename: 242-2.jpg\nAuthor: Phlimm\nLicense: CC BY-SA 3.0\n\n\nFilename: 242-3.jpg\nAuthor: Phlimm\nLicense: CC BY-SA 3.0\n\n\nFilename: 242-4.jpg\nAuthor: Phlimm\nLicense: CC BY-SA 3.0\n\n\n\n\n\n"
}