{
  "created_at": "2011-10-08T11:32:00",
  "creator": "Tanhony",
  "link": "scp-855",
  "rating": 139,
  "references": [
    "scp-854",
    "scp-856"
  ],
  "scp_number": 855,
  "series": "series-1",
  "tags": [
    "_cc",
    "building",
    "cinema",
    "ectoentropic",
    "euclid",
    "location",
    "metamorphic",
    "performance",
    "scp"
  ],
  "title": "SCP-855",
  "url": "https://scp-wiki.wikidot.com/scp-855",
  "content": "Item #: SCP-855\nObject Class: Euclid\nSpecial Containment Procedures: Four (4) members of security are to be present outside SCP-855's location at all times. No staff are to enter SCP-855 during \"Horror\", \"Surreal\", \"Action\", \"Science Fiction\" or \"Disaster\" phases. Any entities attempting to leave SCP-855 during the \"Horror\" phase are to be dispatched by security staff.\nAny personnel entering SCP-855 during its \"Western\" phase are to be monitored by security staff for signs of aggression. During all other phases, research staff are free to enter and monitor SCP-855.\nDescription: SCP-855 is the designation given to Lecture Hall ██, located at Site ██. SCP-855 is equipped to seat one hundred (100) personnel. One reinforced skylight is present on the ceiling to allow the entry of natural light.\nEach month, SCP-855 will redecorate itself and temporarily develop anomalous properties, seemingly themed after genres of film. This continues for the entirety of the month, and has taken the form of:\n\nManifestation of entities\nMind-altering Effects\nHallucinations\n\nGenre Log:\n\n\nMonth\nPresumed 'Genre'\nEffects\n\n\nJanuary\nAction\nReports of explosions came from within SCP-855. Security was called in to investigate, at which point a sports car burst through the doors into SCP-855, running over one (1) member of security. Personnel later reported a man in a tuxedo firing at them with a pistol from within the vehicle. Vehicle vanished thirty (30) seconds later.\n\n\nFebruary\nDetective Noir\nResearchers within SCP-855 temporarily adopted a pessimistic attitude. Light spectrum appears to be affected, causing all researchers in SCP-855 to turn monochrome.\n\n\nMarch\nSurreal\nAll researchers sent into SCP-855 disappeared without a trace. Mobile Task Force Beta-23 (\"Film Critics\") was sent in for a retrieval mission. One member of Mobile Task Force Beta-23 was recovered twenty (20) days after entry, the rest were declared KIA. Survivor claims that SCP-855 contained a room that stretched on for miles, with 'things' in it. Survivor did not respond to further inquiry regarding the nature of said entities.\n\n\nApril\nComedy\nRate of research accidents surrounding SCP-855 increased by 50%. Multiple personnel reported disembodied laughter.\n\n\nMay\nWestern\nIncreased aggression noted in personnel inside SCP-855. Multiple fights break out. After researchers were evacuated, the doors leading into SCP-855 opened independently, at which point a single tumbleweed emerged.\n\n\nJune\nDisaster\nAll personnel evacuated from SCP-855. Analysis of SCP-855 via camera drone shows dangerously high levels of radiation. Large, ratlike creature detected by camera drone.\n\n\nJuly\nGangster\nFootage camera drone used to monitor SCP-855 showed a large city similar to 1950's Chicago. Every individual on the street appeared to be dressed in the manner of a stereotypical gangster.\n\n\nAugust\nDrama\nUpon entering SCP-855, researchers became highly aggressive and began insulting and arguing with those nearby.\n\n\nSeptember\nScience Fiction\nEntry to SCP-855 was strictly forbidden, as sensors indicated no oxygen was present within.\n\n\nOctober\nWar\nSounds of conflict were audible from within SCP-855. Security were called in to prevent a repeat of the \"Action\" incident. A World War 2 era tank subsequently emerged from SCP-855 and fired upon security, killing three (3) of them. Said tank vanished thirty (30) seconds later.\n\n\nNovember\nHistorical\nRecording from camera drone sent into SCP-855 showed a portrayal of Rome at the height of the Roman Empire. Further analysis revealed several historical inaccuracies, as all individuals were observed to speak clear English, some with obvious accents.\n\n\nDecember\nHorror\nA heavy-set man with a noose around his neck emerged from within SCP-855, wielding a large knife. ██ personnel killed during partial containment breach. Security later reported that bullets had little effect on the entity.\n\n\n"
}