{
  "created_at": "2009-01-12T13:16:00",
  "creator": "carriontrooper",
  "link": "scp-864",
  "rating": 49,
  "references": [
    "secure-facility-dossier-site-77",
    "scp-1193",
    "scp-863",
    "scp-865",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 864,
  "series": "series-1",
  "tags": [
    "_cc",
    "artifact",
    "euclid",
    "extradimensional",
    "predatory",
    "rewritable",
    "rewrite",
    "scp"
  ],
  "title": "SCP-864",
  "url": "https://scp-wiki.wikidot.com/scp-864",
  "content": "Item #: SCP-864\nObject Class: Euclid\nSpecial Containment Procedures: SCP-864 is to be held in a standard containment chamber, located in Site-77's Euclid SCP wing. This chamber is to be kept devoid of any moisture, and inspected once a day to check the seal. During testing, no personnel are to enter the testing area. In the event that articles of clothing manifest, they are to be stored as non-anomalous artifacts.\nDescription: SCP-864 is a 20 cm tall washbasin with a 10 cm radius, composed of red metal commonly found in washbasins. The words \"Made in China\" and \"Cherry Imperial Goff Applications\" are imprinted on the bottom with black ink. No company of that name is found anywhere in China.\nWhen SCP-864 contains at least 200 ml of water, it will manifest an instance of SCP-864-1. Instances of SCP-864-1 designates a series of appendages which have appeared from SCP-864. Instances of SCP-864-1 may attempt to seize a human subject within their reach, and violently pull them into SCP-864. Instances of SCP-864-1 do not always attempt to take the subjects, with tests showing that the majority of SCP-864-1 instances will make no attempt to attack human subjects. No subjects taken through SCP-864 have been recovered.\nInstances of SCP-864-1 known to have manifested include:\n\nFour human arms, estimated to be 60 cm long. Lurched after a D-class personnel, but were not able to catch him. Retreated into SCP-864 after being engaged by 4 security personnel.\nHumanoid appendages resembling SCP-1193. Did not respond to stimuli and withdrew during SCP-1193's next activation event.\nSeven black cephalic tentacles approximately 90 cm long and about 10 cm in diameter at the base. Attempted to push SCP-864 on its side, and take several articles of clothing left in the testing chamber. Instance de-manifested on its own.\nThree dark green crustacean pincers, estimated to be 70 cm long. Attempted to drown a D-class personnel until supervising guards managed to free her. Instance retreated after being engaged by Agent Boyd.\nSix segmented mechanical claws, approximately 1 m in length. Seized a D-class personnel and a guard trying to pry the arm loose. Instances folded into SCP-864.\nThree red cephalic tentacles, estimated to be 3 meters in length. Attempted to seize a D-class personnel, but one instance was severed by a guard with a knife. The two other instances retreated, and the severed portion showed no anomalous properties.\n\nTesting has shown that SCP-864 extends a distance of 2 kilometers when manifesting an instance of SCP-864-1, after which it terminates in a steel hatch with the words \"Black Dragon Co.\" embossed in it. Robotic drones sent inside of SCP-864 have found that, while active, the interior is composed entirely of SCP-864-1 instances handling various garments. As of 1/16/2013, approximately 11% of these have been identified as originating from Earth. Of those, only 32 appear to originate from after 1900.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-864\" by carriontrooper, rewritten by Anonymous, from the SCP Wiki. Source: https://scpwiki.com/scp-864. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nTitle: 864-new.jpg\nAuthor(s): Petr Kratochvil, Antti T. Nissinen, Elenee FishTruck\nRelease year: 2020\nNote: Created by Elenee FishTruck utilizing the two images below as components in the final image.\n\nSource: PublicDomainPictures.net\nLicense: CC0\nTitle: Red Fire Bucket\nAuthor: Petr Kratochvil\n\nSource: Flickr\nLicense: CC BY 2.0\nTitle: Pieni Lonkero\nAuthor: Antti T. Nissinen\n\n\n\n\n\n"
}