{
  "created_at": "2009-05-20T01:33:00",
  "creator": "BeeDee",
  "link": "scp-786",
  "rating": 293,
  "references": [
    "scp-785",
    "scp-787",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 786,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "artifact",
    "safe",
    "scp",
    "spatial"
  ],
  "title": "SCP-786",
  "url": "https://scp-wiki.wikidot.com/scp-786",
  "content": "Item #: SCP-786\nObject Class: Safe\nSpecial Containment Procedures: SCP-786 is not autonomous and its peculiar properties appear to be both safe and predictable. It is to be kept in a secure storage room at Site 19 with standard surveillance precautions in place. However, it is important that the storage room be kept secure against vermin of any sort. The room must be sealed to prevent entry by insects, rodents, and other small creatures, and fumigated on a bi-monthly basis.\nDescription: SCP-786 is a large funnel composed of high-density █████████ polymer. Its appearance matches a conventional kitchen funnel, and the symbols \"8 OZ.\" are embossed on the outside just under the rim of the large end, but the funnel has an internal diameter of 1.14 m across its wide end and 9.50 cm across its narrow end. Its internal volume is 408.8 liters, which is approximately 1730 times larger than its professed 8 ounce capacity or a factor of 123.\nA simple visual inspection of SCP-786's interior immediately suggests its unusual properties. When viewed from either end of the funnel the interior of SCP-786 appears to be perfectly cylindrical, with the far end of the funnel having exactly the same diameter as the near end - whether that end be the larger one or the smaller one. The view through the far end's opening is enlarged or reduced accordingly. Any object that passes through SCP-786 will have its physical dimensions changed by a factor of twelve, either increasing or decreasing depending on which direction the object passes through the funnel. This change is permanent unless the object comes back through the funnel in the opposite direction.\nIt is theorized that space has somehow become \"pinched\" through the throat of this item, causing items to appear larger or smaller without actually changing their effective size. This allows living organisms that pass through SCP-786 to survive without apparent harm in their reduced or enlarged state. This includes human test subjects, who exhibit no adverse health effects and have no detectable degradation of mental capacity despite the significant reduction in brain size. The object itself appears to have been increased in size by a factor of 12 but it is not known how this occurred; there does not seem to be any way for the funnel to pass through itself.\nDue to the size constraints of the large and small ends, nothing larger than 1.14 meters in diameter can be reduced using SCP-786 and nothing larger than 9.5 cm in diameter can be enlarged. It is not recommended that objects be passed through SCP-786 in the same direction more than once, especially not living objects, as this has resulted in [REDACTED].\nSCP-786 was discovered in the basement level of a parking structure that had been closed when the retail mall it served had gone out of business four months prior. A careful sweep of the structure uncovered the crushed remains of a Honda 1989 CB-1 CB400F motorcycle that had been miniaturized to 1/12 of its normal size. The motorcycle was traced to Mr. James █████, who had last been seen two nights prior and who could not be located. It is not known how Mr. █████ came into possession of SCP-786, why he apparently chose to ride his motorcycle through it, or what ultimately became of him.\nSCP-786 has previously caused an incident with [DATA EXPUNGED] cockroaches that must not be repeated.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-786\" by BeeDee, from the SCP Wiki. Source: https://scpwiki.com/scp-786. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}