{
  "created_at": "2010-09-12T03:47:00",
  "creator": "Bremma",
  "link": "scp-819",
  "rating": 155,
  "references": [
    "scp-818",
    "scp-820",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 819,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "food",
    "safe",
    "scp",
    "transfiguration"
  ],
  "title": "SCP-819",
  "url": "https://scp-wiki.wikidot.com/scp-819",
  "content": "Item #: SCP-819\nObject Class: Safe\nSpecial Containment Procedures: SCP-819 is currently housed in a secured locker in Site-19. Permission from Dr. Dreyn is required to access items SCP-819-A through F.\nDescription: SCP-819 was discovered in a pediatric office in ███████, ███████, after several reports of children being rushed back with symptoms including vision loss, severe nasal pain, and idiopathic unconsciousness. Agents dispatched found that the lollipops offered to the children were causing different bodily fluids to disappear. The candy in question was confiscated, and the office staff, affected patients and their guardians were treated and administered Class-A amnestics.\nSCP-819 refers to the contents of a large box of seemingly normal lollipops produced by [REDACTED]. It appears only the one package recovered is exhibiting these anomalies. SCP-819 consists of six flavors of lollipops, individually wrapped and on looped safety sticks, classified as SCP-819-A to F. Current total of items SCP-819-A through F is ███, with ██ having been used for testing. Physically and chemically, these items appear normal, and can be destroyed and consumed like any other lollipop. Fragments of the lollipops retain the effects. The flavors are mundane as lollipops go, reportedly tasting the same as unaffected lollipops of the same brand. Experimental testing found that each flavor affects a different bodily fluid.\n\n\nDesignation\nColor\nFlavor\nAffected Fluid\n\n\nSCP-819-A\nRed\nCherry\nBlood\n\n\nSCP-819-B\nOrange\nOrange\nGastric Acid\n\n\nSCP-819-C\nYellow\nLemon\nUrine\n\n\nSCP-819-D\nGreen\nLime\nPhlegm\n\n\nSCP-819-E\nBlue\nBlue Raspberry\nAqueous and Vitreous Humors\n\n\nSCP-819-F\nPurple\nGrape\nCerebrospinal Fluid\n\n\nThe affected fluid is only drained while the lollipop is actively consumed, and levels return to normal per typical generation by the body, assuming the mechanism for generation was not damaged during the loss of fluid. There is no compulsion to eat the lollipops, nor a compulsion to stop once all fluid is drained, assuming the body can survive without.\nDuring testing, the only colors that produced fatalities directly from consumption were Red and Purple. It appears that the rate of loss is a consistent volume and not based on the total volume present in the body, as evidenced by the difference in times between fatalities in SCP-819-A and SCP-819-F. Where the fluids are displaced is yet unknown. Further testing will be performed as methods to trace this phenomenon develop.\nCross research with SCP-466 indicates that fluids may be transferring into random people in various areas. See Experiment Log 819-466 for additional details. Research and requests unrelated to finding the means or system through which these fluids are transferred are on indefinite hold. Recommending reassignment to Euclid pending these findings.\nO5-8 - Reclassification denied. Item and its effects are still under control with containment.\nFurther research may include monitoring hospital and medical records for people showing the following symptoms after consumption of the noted lollipop.\n\n\nDesignation\nColor\nSymptoms\n\n\nSCP-819-A\nRed\nExtremely high blood pressure, arterial swelling or bursting, increased blood volume\n\n\nSCP-819-B\nOrange\nSevere acid reflux, idiopathic vomiting of acid\n\n\nSCP-819-C\nYellow\nDistended or exploded bladder, inability to drain bladder, abnormal amount of urine discharge\n\n\nSCP-819-D\nGreen\nSevere nasal discharge, vomiting phlegm, difficulty breathing from phlegm accumulation\n\n\nSCP-819-E\nBlue\nSwelling or bursting of eyeball and lens, eyeball becoming dislodged from socket\n\n\nSCP-819-F\nPurple\nCerebral edema and double vision and/or headaches and/or slurred speech and/or perception issues\n\n\nExperiment Logs:\nExperimentation was performed on D class personnel to determine the effects of the different colors of lollipops on bodily fluids and progression of symptoms as they were consumed. Subjects were connected to various monitoring tools such as pulse oximeters, pneumographs, and ECG to monitor vitals during the course of experimentation.\n\n\nExperiment Log 819-1\nAll Colors\n\n\nTest:\nTaste Comparison\n\n\nSubject:\nD-6338\n\n\nProcedure:\nSubject was given 2 of each flavor lollipop, one of which was a sample from SCP-819 and the other an ordinary lollipop of the same brand. Subject was required to briefly taste each lollipop and comment on any differences in flavor.\n\n\nResult:\nSubject did not report any differences in flavors between the lollipops. Suggesting marking the handles on these lollipops to ensure there are no accidental mix ups.\n\n\n\n\n\nExperiment Log 819-A-1\nRed\n\n\nTest:\nEffect of Consumption\n\n\nSubject:\nD-3634\n\n\nResults:\nSubject began consuming the lollipop, showing no adverse symptoms besides development of mild tachycardia in the first few minutes. After approximately 5 minutes, subject began to appear pale, with moderate tachycardia and reduction in difference between diastolic and systolic blood pressures. Subject became slightly disoriented, but was ordered to continue. Over several minutes, the subject's blood pressure began to drop, resulting in an increased heartbeat as the body attempted to catch up. At 10 minutes, subject began exhibiting signs of hypovolaemic shock, and began to become less lucid as blood pressure dropped further. Subject lost consciousness less than 3 minutes later. The sample of SCP-819-A was recovered, 2/3rds consumed. Subject expired 1 minute after loss of consciousness. Autopsy showed cause of death was lack of blood. It was estimated that subject had lost over half of his blood supply during the course of the experiment.\n\n\n\n\n\nExperiment Log 819-B-1\nOrange\n\n\nTest:\nEffect of Consumption\n\n\nSubject:\nD-9078\n\n\nResults:\nSubject reluctantly began eating the lollipop, commenting how he \"███████ hated the taste of orange\". Subject exhibited no symptoms for the first several minutes. At 5 minutes, subject complained of heartburn. Vitals remained stable. After 30 minutes, there were no further changes in subject's symptoms besides a slight increase in pain. Subject was released after lollipop was fully consumed and monitored for the next 36 hours. Subject exhibited significant stomach pains after eating, and developed diarrhea and slight malnutrition, congruent with symptoms of achlorhydria. Subject recovered after several days from natural regeneration of gastric acid. Subject also developed several peptic ulcers from the lack of phlegm protecting the stomach lining during the experiment.\n\n\n\n\n\nExperiment Log 819-C-1\nYellow\n\n\nTest:\nEffect of Consumption\n\n\nSubject:\nD-9948\n\n\nResults:\nSubject proceeded to consume the lollipop. After 15 minutes, no changes were seen in the subject's vitals, nor any abnormal sensations were reported by the subject. When pressed subject remarked that he felt less of an urge to urinate than at the beginning of the procedure. Test was put on hold while subject was instructed to consume 1 L of water and wait until the urge to urinate was intense. Subject was again ordered to consumed SCP-819-C. After 2 minutes, subject reported the urge to urinate had decreased. After 10 minutes, subject had no urge to urinate, and when ordered to attempt, no urine remained in subject's bladder.\n\n\nNote: While this may have some practical usage for field agents or sensitive operations, I would appreciate it if staff would stop requesting 819-C-1 for recreational uses. - Dr. Dreyn\n\n\n\nExperiment Log 819-D-1\nGreen\n\n\nTest:\nEffect of Consumption\n\n\nSubject:\nD-1151\n\n\nResults:\nAfter about 3 minutes, the subject noted that it felt like his sinuses were beginning to clear, and happily continued. Within another 3, subject reported his nose felt very dry and a little painful. Further consumption caused sinus and nasal pain increases, as well as the development of his throat becoming sore and breathing becoming slightly difficult. Continued progress resulted in painful swallowing, more labored breathing and strong pain in all previously affected areas. After end of consumption, subject was released and monitored for 5 days. Initial examination showed inflamed nasal, sinus, and esophageal tissue. Similar irritation on the lungs was confirmed when subject's respiration was examined. Subject quickly developed rhinorrhea, and succumbed to several strains of stomach and rhino viruses. After recovering from the illnesses, subject was back to normal, though it is theorized that some of the production glands were damaged from the prolonged lack of phlegm.\n\n\n\n\n\nExperiment Log 819-E-1\nBlue\n\n\nTest:\nEffect of Consumption\n\n\nSubject:\nD-8381\n\n\nResults:\nWithin 15 seconds, subject reported difficulty seeing. At one minute, subject lost all vision. Upon physical examination, it was shown the aqueous humor was depleted, and that the mass of the eye was beginning to shrink. Further consumption caused the subject's eyes to shrink and then shrivel as vitreous humor was lost. After 4 minutes, eyes were fully devoid of humor and were shriveled. Patient was able to feel the eyes shrinking, but did not experience any pain until the eyes reduced to the point that it was straining connection to the optical nerve. Eyes did not rehydrate after the end of the experiment due to the vitreous humor being a non-replenished fluid. Subject was terminated after this experiment.\n\n\n\n\n\nExperiment Log 819-F-1\nPurple\n\n\nTest:\nEffect of Consumption\n\n\nSubject:\nD-2941\n\n\nResults:\nWithin 20 seconds beginning to eat the lollipop, subject complained of a sudden severe headache and weakness. Reclining appeared to lessen the pain, indicating an orthostatic headache. Subject was ordered to sit up and continue. Subject also complained of dizziness, vertigo, and double vision. Within 3 minutes of starting the experiment, subject became unconscious. Subject pronounced dead 30 seconds after loss of consciousness. The sample of SCP-819-F was only slightly consumed. Autopsy showed a severe lack of cerebrospinal fluid, causing the brain to lose buoyancy and constrict blood vessels providing blood to the brain.\n\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-819\" by Bremma, from the SCP Wiki. Source: https://scpwiki.com/scp-819. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}