{
  "created_at": "2008-07-25T16:41:00",
  "creator": "Dr Gears",
  "link": "scp-455",
  "rating": 690,
  "references": [
    "experiment-log-455",
    "rusted-nightmares",
    "exploration-log-record-455-3",
    "scp-454",
    "scp-456",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 455,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "aquatic",
    "euclid",
    "featured",
    "hallucination",
    "scp",
    "spatial",
    "vehicle"
  ],
  "title": "SCP-455",
  "url": "https://scp-wiki.wikidot.com/scp-455",
  "content": "Item #: SCP-455\nObject Class: Euclid\nSpecial Containment Procedures: Object SCP-455 cannot be moved nor contained in any structure. Containment must be made on site. No exploration or testing is to be made on or in SCP-455. No personnel are to remain in close proximity for more than five minutes. All physical contact with SCP-455 is forbidden; any personnel breaking this order are to be quarantined.\nAny hallucinations experienced near SCP-455 are to be recorded and logged. Any personnel experiencing hallucinations are to be transferred. Any personnel attempting to enter SCP-455 are to be restrained by any means deemed necessary.\nDescription: SCP-455 is a large cargo ship currently run aground on the southern coast of Chile. Most of its structure is underwater and badly damaged, with rust coating 85 to 90 percent of all surfaces. Internal structure appears to be significantly larger than external dimensions, and is not flooded despite large holes visible on outer hull.\nInternal structure appears to be a random assembly of rooms, halls, and structures. Initial salvage teams reported rooms made of human teeth, an engine with tendon strips for timing belts, a hall extending for 182.88 m (600 ft) beyond where the outer hull should terminate, an open \"gym\" room with steel walls as pliant as taffy, and numerous audio and visual hallucinations. Team was lost after reporting entry to \"central navigation.\" Rescue team lost after reporting the investigation of \"screaming\" in a cargo section.\nDr. ███████████████ has suggested the use of robots to map the interior of SCP-455 after the failure of several manned exploration teams.\nExperiment Log 455 details the attempts to explore SCP-455 and information established despite their failures overall.\nExploration Log Record 455 3 - Record of last major exploration attempt by MTF Zeta-9.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-455\" by Dr Gears, from the SCP Wiki. Source: https://scpwiki.com/scp-455. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: Wrecktophg4.jpg\nName: Wrecktophg4.jpg\nAuthor: Donna S. Schaffer\nLicense: All Rights Reserved (Permission Granted)\nSource Link: https://donnaschaffer.com/\n\n\n\n\n\n"
}