{
  "created_at": "2008-07-26T11:55:00",
  "creator": "far2",
  "link": "scp-094",
  "rating": 330,
  "references": [
    "scp-1032",
    "scp-093",
    "scp-095",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 94,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "acoustic",
    "keter",
    "rewrite",
    "scp",
    "spatial",
    "sphere"
  ],
  "title": "SCP-094",
  "url": "https://scp-wiki.wikidot.com/scp-094",
  "content": "Item #: SCP-094\nObject Class: Keter\nSpecial Containment Procedures: Since SCP-094 is apparently immovable, a research and containment facility has been built around its location (centered at 4█.██████°S, 6█.██████°W) in the guise of an Argentinian military research base. No unauthorized persons or aircraft may come within one kilometer of the site, enforced by joint SCP and Argentinian forces.\nSCP-094 itself is enclosed in a gas-permeable steel-reinforced plexiglass cube, 3 meters on a side, with a single door (also of reinforced plexiglass) in one side. This door must remain locked at all times, except with O5 authorization under tightly controlled conditions. This cube is kept in the center of a 20 m x 20 m room, accessible with Level-4 authorization. All personnel must secure themselves to tethers anchored to the walls before stepping onto the floor of the room. Security personnel are to be armed with tranquilizer guns in addition to standard armaments.\nDescription: SCP-094 appears to be a perfectly black sphere, 163 cm in diameter, suspended approximately 3 m off the ground with no apparent means of support. SCP-094 has been classified as a miniature event horizon: any matter that moves into SCP-094, including light, is irretrievably gone. However, SCP-094 is not a black hole since it does not exert a gravitational pull.\nSCP-094 has been known to occasionally emit a number of different sounds, including ambient sounds of nature, static buzzing, and sometimes human speech. No attempts to communicate with SCP-094 have yet succeeded. It is unknown whether these sounds come from SCP-094 itself, from some thing or things inside of SCP-094, or from some area that connects through SCP-094. A small percentage of persons appear to be drawn to SCP-094 because of the sounds it emanates.\nSCP-094 was discovered in 192█ in the Chubut Province of southern Argentina, and at the time was estimated to be 20 to 25 cm in diameter. Analysis of historical records indicates that the diameter of SCP-094 doubles in size approximately every 31 years. Primary research activities on SCP-094 are concentrated on finding how to stop or reverse its growth without inducing cataclysmic failure.\nAddendum: The hand on SCP-1032 designated SCP-1032-15 will achieve its \"midnight event\" on 09/04/2690, approximately the same date as SCP-094 will fully engulf the Earth at its current rate of expansion.\nNote: A few millimeters a month may not seem like much, and no, at the moment you cannot see SCP-094 change day to day, but if it continues its exponential growth, in less than two hundred fifty years it will be a kilometer wide, including vertically. And that is assuming it does not grow even faster, which is an assumption that almost no one here makes. - Dr. Llewelyn-Garcia\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-094\" by Unknown author, rewritten by Quikngruvn, from the SCP Wiki. Source: https://scpwiki.com/scp-094. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}