{
  "created_at": "2010-10-23T16:07:00",
  "creator": "Djoric",
  "link": "scp-994",
  "rating": 272,
  "references": [
    "scp-993",
    "scp-995",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 994,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "airborne",
    "animal",
    "euclid",
    "scp",
    "species",
    "toxic"
  ],
  "title": "SCP-994",
  "url": "https://scp-wiki.wikidot.com/scp-994",
  "content": "Item #: SCP-994\nObject Class: Euclid\nSpecial Containment Procedures: The flock of SCP-994 is to be contained within a remote 50 square kilometer area in northwest Washington state, with housing provided within hangars 3, 4, 6 and 8 at Site-410. All SCP-994 individuals are to be fitted with radio transmitters broadcasting on Foundation-secure channels, as well as implants tied to an “invisible fence” network operating out of local cell phone towers.\nThe SCP-994 roosting hangars are be resupplied with food twice weekly (the standard plankton-enriched nutrient fluid is to be replaced with 25 head of cattle once per month), and cleaned on an as-needed basis.\nSCP-994 are allowed free range within the containment territory: due to the special nature of SCP-994, sightings by the civilian population or minor breaches are to be treated as low priority. All incidents requiring action are to be dealt with by Special Intelligence Team \"NUAOIS\" (Northwestern Unknown Airborne Object Investigation Society).\nDescription: SCP-994 is a species of airborne lifeform bearing no resemblance to any known phylum of organism. SCP-994 are generally circular, with a flat ventral surface and curved dorsal side, and measuring between 3 and 50 meters in diameter (9.84 and 164 ft, respectively) when fully grown. SCP-994 will change in shape with age: juveniles will appear as blunted triangles, adults will be saucer-shaped, and elderly SCP-994 will be oblong.\nSCP-994 have no distinctive features on the dorsal side, outside of a layer of short, highly reflective silver fur and the orifices of the creature’s respiratory tracts. SCP-994 have no visible eyes, instead sensing their surroundings through a combination of echolocation and thermal sensitivity. On the underside of the body is a circular, jawless mouth with a rasping tongue, as well as a series of white-blue bioluminescent organs. The pattern of these lights is unique to the individual, and the actual purpose has yet to be determined, as they produce no heat for other instances of SCP-994 to detect.\nSCP-994 are capable of flight, though the exact method is unknown. It is known that they are capable of reaching incredible speeds: the highest recorded speed of an SCP-994 specimen was in excess of Mach 2, and several individuals have been seen making ninety-degree turns in mid-flight. SCP-994 is completely silent during flight, even during supersonic acceleration, outside of a soft humming exhibited by juvenile specimens.\nSCP-994 behavior is highly social, with a complex hierarchy within the flock. Elder females serve as the ruling matriarchs of the group, each one leading a smaller sub-division of a dozen or so individuals. While the flock as a whole will act as one unit, the various sub-flocks will display a shifting network of rivalries and alliances between them. SCP-994 communication is carried out at an ultrasonic level.\nWild SCP-994 will generally avoid humans, fleeing if a human comes within a certain distance, usually in the range of 50 to 100 meters. However, the Foundation flock has become accustomed to human contact, allowing staff members to make physical contact. The Foundation flock has also naturalized to the containment hangars, using them as a roosting area. It should be noted that both wild and Foundation-controlled SCP-994 seem to enjoy flying alongside aircraft and do so often, many times going unnoticed.\nThere are currently twenty-eight juveniles, fourteen adults, and five elderly SCP-994 within Foundation control. The current wild population is unknown.\nIncident Report 994/███-C4: ██/██/20██: First recorded account of violence by SCP-994, due to a nearby breach of SCP-███. During the incident, SCP-███ broke into Hangar 4, and was promptly attacked by five adult SCP-994 (SCP-994-9, SCP-994-11, SCP-994-19, SCP-994-20, and SCP-994-21). The remainder of the flock fled the site, with the juveniles and elders flying inside a sphere of the remaining adults. When SCP-███ was subdued and recovered, inspection revealed traces of a powerful hemotoxin and tissue necrosis in areas where SCP-994 had attached. SCP-994-20 was severely injured during the incident, and died of complications during surgery four days later.\nAddendum-01: 09/20/20██: Dr. ████ has requested to be assigned to an alternate project, due to claims that SCP-994-34 was “stalking” him and “spying on everything [he does].” While SCP-994-34 was indeed following Dr. ████, and this behavior was deemed unusual, no hostile behavior on the part of SCP-994-34 was actually recorded. The request has been denied, but Dr. ████ has been granted minor sabbatical leave for psychological evaluation.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-994\" by Djoric, from the SCP Wiki. Source: https://scpwiki.com/scp-994. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}