{
  "created_at": "2010-04-20T00:00:00",
  "creator": "GwenWinterheart",
  "link": "scp-585",
  "rating": 253,
  "references": [
    "scp-584",
    "scp-586",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 585,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "factory",
    "safe",
    "scp",
    "tool"
  ],
  "title": "SCP-585",
  "url": "https://scp-wiki.wikidot.com/scp-585",
  "content": "Item #: SCP-585\nObject Class: Safe\nSpecial Containment Procedures: SCP-585-2-4 are to be kept in a standard hazardous-object containment at Site-19. Pencils modified by SCP-585 are extremely dangerous and should be returned to their normal state at the end of testing. As of Incident 585-1, no pencil should be sharpened for more than fifty (50) rotations without O5 level approval.\nSCP-585-a is stored in a glass vacuum flask, which is locked in storage vault ██. Special authorization by Dr. ████ or any senior Foundation staff is required for experiments involving SCP-585-a.\nDescription: SCP-585-2-4 are small, two-hole pencil sharpeners made of brightly-coloured plastic. ‘The Factory’ is printed in slightly raised text on the undersides. Any pencil inserted into the small hole of SCP-585 and turned clockwise will be sharpened, as is normal for a pencil sharpener. However, with each rotation the ‘sharpness’ of the pencil’s point continues to increase without any apparent limit. Any pencil sharpened by SCP-585’s small hole that is then inserted into the larger hole and turned counter-clockwise is ‘unsharpened’ with each rotation undoing the effect of one previous rotation in the small hole. (Only the shape of the pencil is changed — lost mass from shavings is not restored.) The tip of affected pencils can be broken off, but the point will retain its sharpness and remain dangerous.\nPreliminary testing indicates that never-sharpened, ‘flat’ pencils reach the normal maximum sharpness a sharpener can achieve after twenty (20) rotations. From this point on SCP-585 will shave exponentially less mass off of the pencil with each rotation. At thirty (30) rotations, a pencil dropped from one (1) meter embedded itself by ten (10) centimeters into a solid steel bar.\nSCP-585 works best on thin cylinders of wood cored with graphite. SCP-585 will also function with other easily shave-able materials such as plastic or paper cored with graphite, or with a pure graphite stick. Pure wood or plastic does not produce the effect, nor does any material that cannot be shaved by an ordinary pencil sharpener.\nSCP-585-1-4 were recovered from an elementary school in ████ after [DATA EXPUNGED].\nIncident 585-1: A standard HB pencil, never used, was chosen for extended testing of SCP-585-1. Pencil is now designated SCP-585-a.\n- After twenty (20) clockwise rotations in the small hole of SCP-585, SCP-585-a was applied to a sheet of paper. Functioned as a normal pencil\n- After thirty (30) rotations, SCP-585-a was confirmed capable of piercing steel. A sheet of paper was sliced in half by the point.\n- After forty (40) rotations, SCP-585-a was attached to a string and dropped from one (1) meter’s height onto bedrock. SCP-585-a penetrated 0.5 meters.\n- After fifty (50) rotations, the same test as above was performed. SCP-585-a penetrated five (5) meters of bedrock.\n- After sixty (60) rotations, SCP-585-a penetrated fifty (50) meters of bedrock.\nTesting continued until at exactly one hundred (100) rotations, SCP-585-a’s tip began radiating extreme heat, causing its wooden component to burst into flames. Further testing on the graphite core [DATA EXPUNGED]. The item was deemed too high of a risk to keep, considering that another could be easily created, and SCP-585-a was inserted into the large hole of SCP-585-1. The extreme heat caused SCP-585-1 to melt. SCP-585-a placed in a vacuum flask for storage.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-585\" by GwenWinterheart, from the SCP Wiki. Source: https://scpwiki.com/scp-585. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}