{
  "created_at": "2008-07-25T14:34:00",
  "creator": "xthevilecorruptor",
  "link": "scp-012",
  "rating": 931,
  "references": [
    "scp-011",
    "scp-013",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 12,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "blood",
    "cognitohazard",
    "document",
    "euclid",
    "mind-affecting",
    "musical",
    "on-mount-golgotha",
    "scp",
    "visual"
  ],
  "title": "SCP-012",
  "url": "https://scp-wiki.wikidot.com/scp-012",
  "content": "Item #: SCP-012\nObject Class: Euclid\nSpecial Containment Procedures: SCP-012 is to be kept in a darkened room at all times. If the object is exposed to light or seen by personnel using a light frequency other than infrared, remove personnel for mental health screening and immediate physical. Object is to be encased in an iron-shielded box, suspended from the ceiling with a minimum clearance of 2.5 m (8 ft) from the floor, walls, and any openings.\nDescription: SCP-012 was retrieved by Archaeologist K.M. Sandoval during the excavation of a northern Italian tomb destroyed in a recent storm. The object, a piece of handwritten musical score entitled \"On Mount Golgotha\", part of a larger set of sheet music, appears to be incomplete. The red/black ink, first thought to be some form of berry or natural dye ink, was later found to be human blood from multiple subjects. The first personnel to locate the sheet (Site 19 Special Salvage) had two (2) members descend into insanity, attempting to use their own blood to finish the composition, ultimately resulting in massive blood loss and internal trauma.\nFollowing initial investigations, multiple test subjects were allowed access to the score. In every case, the subjects mutilated themselves in order to use their own blood to finish the piece, resulting in subsequent symptoms of psychosis and massive trauma. Those subjects who managed to finish a section of the piece immediately committed suicide, declaring the piece to be \"impossible to complete\". Attempts to perform the music have resulted in a disagreeable cacophony, with each instrumental part having no correlation or harmony with the other instruments.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-012\" by ITIFAMCO, from the SCP Wiki. Source: https://scpwiki.com/scp-012. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}