{
  "created_at": "2011-08-31T19:49:00",
  "creator": "Aelanna",
  "link": "scp-975",
  "rating": 121,
  "references": [
    "scp-974",
    "scp-976",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 975,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "amphibian",
    "euclid",
    "extradimensional",
    "portal",
    "sapient",
    "scp",
    "species"
  ],
  "title": "SCP-975",
  "url": "https://scp-wiki.wikidot.com/scp-975",
  "content": "Item #: SCP-975\nObject Class: Euclid\nSpecial Containment Procedures: SCP-975 is contained on-site. A 50 m section of the tunnel containing SCP-975-1 has been reinforced with 3 cm of titanium alloy plating and hermetically sealed, with the area accessible only via a secure airlock that is to be manned by at least two (2) armed guards at all times. This containment area is further sealed from the main tunnel network to deter urban explorers, and is now only accessible via an underground shaft in Site ██.\nAny attempts to communicate with SCP-975-2 instances must by approved by O5 Command and overseen by Site Command, who may terminate proceedings at any given time. Any SCP-975-2 instances attempting to escape the containment area must be detained.\nDescription: SCP-975-1 is an anomalous opening approximately 1.2 m in diameter, located in an abandoned section of the [REDACTED] subway system, which has been in disuse for a period of at least 40 years. This opening appears to be lined or composed of organic substances, and does not appear to extend beyond the ceiling of the tunnel, despite having significant apparent depth while open.\nPeriodically, SCP-975-1 will open and discharge a single instance of an entity designated SCP-975-2. While these entities superficially resemble frogs, they are in no way amphibians and in fact do not appear to have terrestrial physiology. SCP-975-2 is highly intelligent, and has quickly acquired the ability to communicate in English over a period of only six (6) months. There are currently 33 instances of SCP-975-2 in containment.\nSCP-975 was discovered on █/██/██ following reports of a homeless man in [REDACTED] being arrested by police after screaming about \"talking alien frogs\" in the [REDACTED] subway tunnels. Class A amnestics were administered to the witnesses, and SCP-975 was contained shortly thereafter.\nAddendum 975-01: Transcript of Communication Attempt with SCP-975-2-03 on ██/█/██\n\nDr. █████: What is your purpose here?\nSCP-975-2-03: We ran.\nDr. █████: What do you mean?\nSCP-975-2-03: We ran very long from danger.\nDr. █████: What are you running from?\nSCP-975-2-03: We ran very far. We need safe from danger. We need home.\nDr. █████: How did you get here?\nSCP-975-2-03: Door take us. Take us very far. [insistent] We need home.\nDr. █████: Does this door work both ways?\nSCP-975-2-03: [agitated] We not want. Many danger very soon.\nDr. █████: We need more information before we can move forward. What can you tell us about the other side?\nSCP-975-2-03: [agitated] No want.\n[end of transcript; SCP-975-2-03 refused to answer additional questions]\n\nAddendum 975-02: Incident 975-01\nOn █/█/██, a large radiation spike was detected in the containment area of SCP-975, triggering a breach alarm that was followed by a wide-scale loss of power in the area. Investigation by armed response personnel immediately afterward reported that one of the SCP-975-2 instances was missing, and that the remaining members were extremely agitated.\nSince this event, SCP-975-2 has become increasingly aggressive and have attempted to escape containment on several occasions, reporting that \"danger has come\" and that the area was \"not safe now\".\nAddendum 975-03: Researcher Note, █/██/██\nSCP-975-1 has exhibited no detectable changes, although no further instances of SCP-975-2 have appeared for over ██ weeks now. During this time, SCP-975-2 has refused to answer questions until they are \"make safe again\", and continue to attempt to escape containment.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-975\" by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-975. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}