{
  "created_at": "2011-08-06T08:08:00",
  "creator": "MisterBibs",
  "link": "scp-684",
  "rating": 210,
  "references": [
    "scp-683",
    "scp-685"
  ],
  "scp_number": 684,
  "series": "series-1",
  "tags": [
    "_cc",
    "alive",
    "aquatic",
    "euclid",
    "metamorphic",
    "mimetic",
    "scp",
    "uncontained"
  ],
  "title": "SCP-684",
  "url": "https://scp-wiki.wikidot.com/scp-684",
  "content": "Item #: SCP-684\nObject Class: Euclid\nSpecial Containment Procedures: As SCP-684 is too large and massive to relocate, much less fully contain in any orthodox sense, HotBox procedures are in effect. If SCP-684 is judged to have expanded beyond the coordinates of [COORDINATES REDACTED], containment is said to have failed, and HotBox borders are to enact standard deterrent methodologies1.\nNo staff living on the surface of SCP-684 are allowed to know the true nature of SCP-684. This specific file is not to reach any observation post studying SCP-684.\nDescription: SCP-684 is a massive object (assumed to be a living creature) found on the seafloor of the Indian Ocean. It is irregular in shape, with the center of its mass located at approximately ██.██, -███.██. From that center mass, SCP-684 extends approximately 70 km outward, maintaining an average height above seafloor of 12 m.\nThe outward 'skin' of SCP-684 is dark brown, with a rough, grainy texture. There is a slight 'give' when pressure is applied to its surface. From time to time, small sections of SCP-684's surface will dimly glow a faint blue, yellow, or pink hue. These lights tend to move in the direction of SCP-684's center mass, or to six slowly-pulsating sphincters that are believed to be mouth analogues.\nHistory: Upon discovery of SCP-684 in 19██, the Foundation attempted to place a prefabricated research outpost near SCP-684. Due to ocean currents, the post landed on the surface of SCP-684 instead. As the outpost structure was undamaged by said misplacement, O5-█ authorized the deployment of Researcher █. ██████ to the post, later dubbed Station Alpha.\nThree days later, Station Alpha was seen (via long-range underwater video) being enveloped and destroyed by a localized undulation of SCP-684's mass. When a recovery mission arrived twenty-four hours later, Station Alpha was found completely intact. When entered, Researcher ██████ was interviewed as having no memory of any SCP-684 disturbance, although expressing slight annoyance that Station Alpha \"hadn't yet gotten that rover I was promised\". When questioned, ██████ offered up a Foundation printout, citing orders to use an underwater rover to push animal carcasses to SCP-684's sphincters.\nOff-site analysis of both Researcher ██████ and sections of Station Alpha were discovered to be elaborate copies of their original selves. During this off-site analysis, Station Alpha was seen 'regrowing', complete with another copy of Researcher ██████. This 'new' copy had no memory of the earlier copy's actions or memories.\nIt is currently theorized that SCP-684 assimilates and reproduces stations, and their crew, for tasks related to its survival and self maintenance. Each station is capable of issuing orders to its pseudo-crew in ways that mimic the originals, so that all assimilated crewmembers treat the orders as legitimate2. These orders are phrased in such a way that the crew believes its actions are intended to 'contain' SCP-684, leading to no doubts among the assimilated crew that anything is amiss. It would seem that SCP-684 deliberately takes the effort to ensure that station crew, despite being fabricated, are kept in good mental and physical health, ignorant about their true nature or purpose.\nTo test and confirm said hypothesis, the Foundation has placed four more prefabricated stations on the surface of SCP-684. In short order, each of these stations and their crews (listed below) have all been assimilated and refabricated by SCP-684. Each one does not know about the others; the designations are exclusively for Foundation use.\nAddendum-1: Stations\nBelow are the location and duties of all five stations currently placed on SCP-684. For ease of understanding, False Ordered Task is a brief synopsis of the actions each station believes the Foundation has ordered them to do in order to contain SCP-684 (or at least keep it in a stable state), and Assumed Actual Role is what the Foundation believes the station's actual role to SCP-684 is.\n\n\nStation Designation\nLocation\nCrew\nFalse Ordered Task\nAssumed Actual Role\n\n\nAlpha\n██.██, -███.██\nSix\nPush corrupted sealife carcasses to extraplanar disposal facility (SCP-684)\nTransport of carcasses to 'mouths' of SCP-684\n\n\nBeta\n██.██, ███.██\nTwelve\nContain and destroy \"toxic non-newtonian fluid\" emanating from SCP-684\nWaste removal / hygiene\n\n\nGamma\n██.██, -███.██\n[DATA REDACTED]\n[DATA REDACTED]\nImmune system\n\n\nDelta\n██.██, ███.██\nFour\nScouting and marking suitable locations for new SCP-684 observation posts3\nDemarcating SCP-684-1 growing locations\n\n\nIota\n██.██, -███.██\nTwenty-Four\nCollect and ship SCP-684-1 to Stable One4\nUnknown, potential benefit and reward for caretaking SCP-684\n\n\n\n\nUnderwater photograph of SCP-684-1. Size of spheres reflects approximately one week of growth. A sample of SCP-684's surface can also be seen.\n\n\nStation Iota is currently the least understood station, owing to its task of harvesting SCP-684-1. SCP-684-1 takes the shape of small (2 cm to 8 cm) spheres of varying color, which bud off the skin of SCP-684. Any given nodule reaches full size in three weeks, remaining attached for a week before disconnecting from SCP-684 and being carried off by ocean currents. SCP-684-1 has been seen as a supplementary source of nutrition for the entire food pyramid surrounding SCP-684. Examination of sea life that consistently feeds on SCP-684-1 shows increases in size, general health, and overall increased fitness. Human consumption of 684-1 has not yet been approved, but many Foundation researchers believe that SCP-684 grows SCP-684-1 in way of recompense for absorbing and refabricating its 'caretakers'.\nAddendum-2: Interviews and Communication\nTransmission 684-JH9-4\n\nAccess\n\nDismiss\n\n\nCommunication Requested By: Researcher J███ H███████, Copy 9, Station Delta\nResponder: Dr. ██████, Stable One\nForeword: A tear in H███████'s diving suit during an exploratory survey has left it suffering from headaches and nausea. It has requested transfer away from SCP-684 for medical treatment.\nDr. ████: H███████, old friend, we sent you down there because you kept injuring yourself on dry land, and now you want to go back? We just took down all the padding on Site-██!\nResearcher H███████: (laughs weakly) Keep it up, Will. When the hell am I getting out of here? I hate being cooped up when the rest of the crew is out there.\nDr. ████: Oh, two minutes or so. (childishly laughs) I was supposed to tell you when we sent down the submersible a few hours ago, but I guess it just sort of slipped my mind.\nResearcher H███████: Asshole. (coughs) I didn't even have time to pack. Remind me to beat you once the docs fix me up, okay? (There is a sound of a submersible docking in the background) See you in two hours or so, Ted. Station Alpha Out.\nConclusion: Video records show H███████-9 walking slowly to the docking platform, which opens in front of him. As the doors begin to close, the walls of the enclosure dissolve into SCP-684 around H███████-9, who is seen struggling as the doors finish closing. All of H███████-9's personal effects are dissolved and absorbed into the walls of Station Delta. Three minutes later, the docking platform doors open and H███████-10 steps out, carrying his personal belongings. Later on, other crewmen on Delta greet him warmly.\n\n\n\n\nTransmission 684-AZ48-1\n\nAccess\n\nDismiss\n\n\nCommunication Requested By: Maintenance Crewman A█████ Z███████, Copy 48, Station Alpha\nResponder: [REDACTED]\nForeword: Z███████ would, on a monthly basis, use his personal-call allotment. This is the one anomalous call.\n\n[REDACTED]: Hello?\nZ███████: Hi… I'm sorry, this wasn't the voice I was expecting. Who is this?\n[REDACTED]: This is the [REDACTED] residence. Who wants to know?\nZ███████ : I'm A████ (beat). You better tell me who you are, because I was expecting [REDACTED]. My wife.\n[REDACTED]: You fucking asshole! Do you think you get your rocks off calling people and asking for someone's dead parents? Assholes thought that was a fun thing to do after my dad died a few years back, and the day after I bury my fucking mom, you fucking ask for her? You fucking piece of shit. ((disconnection noise)).\nConclusion: After this exchange, Crewman Z███████ is seen looking at a photo of a woman and a [REDACTED] for two hours. Getting up from his chair, he proceeds to walk over to the airlock and open it, flooding the entire station. The entire station, and all crews, are dissolved and rebuilt over the course of six hours. It is not currently understood why SCP-684 made a direct contact with [REDACTED]. Each previous iteration of Crewman Z███████ made such contact attempts, but this is the only recorded time in which SCP-684 did not generate the communication 'response'. At the risk of anthropomorphizing SCP-684, we may conclude that it simply made a mistake.\n\n\n\n\n\nFootnotes\n1. There have been some in the Foundation that have expressed a belief that, given SCP-684 has not grown in size or mass since discovery, HotBox procedures are a waste of resources.\n2. Double-blind experiments have concluded that without tools to detect the chemical differences, all individuals reported that SCP-684-based documents had no identifying traits which hinted at forgery.\n3. Interestingly, Delta Station is the only station in which the memories of the pseudo-staff are adjusted in real-time. Once all marked locations are growing SCP-684-1, all staff members immediately forget ever having been out before. Also, despite not knowing the existence of other Stations on SCP-684, Delta crews have never scouted areas where they would be detected by other stations.\n4. Unofficial title for the nearest central Foundation facility, located in [DATA EXPUNGED]\n\n"
}