{
  "created_at": "2009-06-08T22:36:00",
  "creator": "Whitewings",
  "link": "scp-709",
  "rating": 173,
  "references": [
    "observation-log-709",
    "scp-708",
    "scp-710"
  ],
  "scp_number": 709,
  "series": "series-1",
  "tags": [
    "_cc",
    "safe",
    "scp",
    "sensory",
    "structure",
    "visual"
  ],
  "title": "SCP-709",
  "url": "https://scp-wiki.wikidot.com/scp-709",
  "content": "Item #: SCP-709\nObject Class: Safe\nSpecial Containment Procedures: SCP-709 is currently set up in TA-F2, Sector-28. Any staff member is permitted to access the sphere, provided they schedule the time in advance, so as to avoid conflict. Class D personnel wishing to use the sphere require permission from their direct supervisor.\nDescription: SCP-709 is a spherical \"tree house\" assembled from a kit provided by the ███████ company of Vancouver Island. It has been furnished as a small apartment suitable for overnighting. When a person looks out the window for a period of more than three to five minutes, they will begin to see what appear to be alternative versions of the forest and its inhabitants, such as a \"four-winged bird\" or a range of bipedal cougars walking down a trail. These visions are not consistent between viewing sessions, or between observers during a single session. They can be recorded with conventional video or film equipment, but the equipment will not record the same sights as living observers; neither will different cameras record the same images, even during simultaneous recording sessions.\nAddendum: SCP-709 first came to Foundation attention when its owner began to complain to his psychiatrist of hallucinations connected to the tree house. One of our contacts, the psychiatrist, informed us of this anomalous case. After a covert visit to the tree house on █/█/███, Agent Talmor reported that the sphere was, in fact, an SCP candidate. On her recommendation, the psychiatrist encouraged her patient to replace the sphere. Posing as a local rubbish removal company, a team of agents collected the original sphere, and installed it in TA-F2. The original owner no longer complains of hallucinations, and ascribes his visions to simple imagination.\nAddendum 2: Personnel who have made use of SCP-709 are encouraged to record their observations in Observation Log 709.\n"
}