{
  "created_at": "2009-07-27T18:04:00",
  "creator": "Aelanna",
  "link": "scp-065",
  "rating": 254,
  "references": [
    "scp-064",
    "scp-066",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 65,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "auditory",
    "euclid",
    "genetic",
    "global-occult-coalition",
    "location",
    "reanimation",
    "scp",
    "sensory",
    "transfiguration",
    "visual"
  ],
  "title": "SCP-065",
  "url": "https://scp-wiki.wikidot.com/scp-065",
  "content": "Item #: SCP-065\nObject Class: Euclid\nSpecial Containment Procedures: As SCP-065 cannot be moved, it has been contained on-site and Site ██ has been established around it. Site ██ has been marked as a government research facility off limits to civilians, and unauthorized individuals attempting to gain access to the area are to be detained, questioned, and administered a Class A amnestic if deemed necessary by site security.\nAn area 17 m in radius around the center of SCP-065 has been designated the Red Zone. Personnel may not enter the Red Zone of SCP-065 at any time, and experimentation with SCP-065 may only be performed with prior approval from at least two (2) Level 3 senior research staff. Personnel at high risk of cancer must not be assigned to Site ██, and all Site ██ personnel must undergo mandatory monthly physical evaluations including cancer screenings.\nDescription: SCP-065 is a spherical region of space approximately 12 m in radius located on a farm near [REDACTED]. SCP-065 was formed by the destruction of an anomalous artifact on-site by the Global Occult Coalition on ██/█/██; immediately following this initial event, the radius of SCP-065 was estimated to have initially expanded to 108 m in radius, resulting in the deaths of eleven (11) GOC operatives and five (5) civilians. Since containment by the Foundation, the effective radius of SCP-065 has shrunk to and remained stable at its current size.\nSCP-065 causes abnormal transfiguration of any living organism within its area of effect. These effects include but are not limited to:\n\nRegression of specialized cells to an undifferentiated stem state.\nSpontaneous separation and fusion of undifferentiated cells.\nSpontaneous necrosis of living tissue and reanimation of dead tissue.\nRapid genetic mutation of living tissue.\n\nThese effects occur at a rate proportional to the mass and complexity of the organism: plants and insects show few if any effects, small animals will exhibit alterations following several days of exposure, larger animals will show harmful mutations within hours, and all human subjects exposed to the Red Zone have been fatally altered within approximately fifteen (15) minutes of exposure.\nTo date, all attempts at directly observing the center of SCP-065 have failed, as SCP-065 causes a form of extreme sensory confusion in all observers that extends to recording equipment. Affected personnel have reported highly distorted vision and hearing that persists for several hours and can result in severe dizziness and nausea.\nAddendum 065-1: Researcher Note\n\nOn █/██/██, a robotic rover designed to use somatosensory rather than visual or acoustic navigation managed to reach the center of SCP-065 and retrieve several objects. When pieced back together, these objects appear to be the shattered fragments of a stone figurine of Kokopelli, a Native American fertility deity.\nAlong with pre-incident data obtained from the Global Occult Coalition, it appears that this artifact had been used by the civilian family to boost the yield of their farm and only came to the attention of the GOC when an investigation by the United States Department of Agriculture revealed genetic markers in their supposed organic crops consistent with those of genetically modified organism (GMO) crops. The GOC attempted an on-site destruction of this artifact, resulting in the creation of SCP-065; following this incident, the GOC contacted a Foundation liaison and requested assistance in containing the resultant anomaly.\n— Dr. █████████\n\nAddendum 065-2: Attached Document\nThe following document was recovered from the formerly civilian-owned farm house at Site ██:\n\nJohn,\nI heard things aren't going so well back at home. I wish I could come back and help right now, but it's tough over here right now as well and we're on the verge of some important discoveries.\nI know it's not much, but I found this during the trip. The man who gave it to me described it as, \"a representation of that which is and that which might be\". Plant it by the corn field, and hopefully it will help make ends meet.\nSee you soon,\nG\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-065\" by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-065. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 065.png\nAuthor: S D Locke\nLicense: CC-BY-SA 3.0\nSource Link: SCP Foundation Wiki\nDerivative Of:\n\nName: Field in Kärkölä\nAuthor: CMYK\nLicense: CC-BY-SA 2.0\nSource Link: Wikimedia Commons\n\n\n\n\n\n"
}