{
  "created_at": "2011-03-02T04:22:00",
  "creator": "Salman Corbette",
  "link": "scp-532",
  "rating": 40,
  "references": [
    "scp-531",
    "scp-533",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 532,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "airborne",
    "bacteria",
    "keter",
    "scp"
  ],
  "title": "SCP-532",
  "url": "https://scp-wiki.wikidot.com/scp-532",
  "content": "Item #: SCP-532\nObject Class: Keter\nSpecial Containment Procedures: Standard bio-hazard containment procedures are to be followed for all research samples of SCP-532. Samples are to be kept at a constant temperature of -8°C. Any personnel encountering instances of SCP-532 outside of Foundation custody are to evacuate all outdoor areas immediately and contact Dr. ██████████.\nDescription: SCP-532 is a pathogenic bacteria most similar in composition to Pseudomonas oryzihabitans. SCP-532 shows an increased tolerance for low temperatures, showing peak reproductive rates at -25°C. The full tolerance range of SCP-532 is approximately -52°C to -5°. Furthermore, SCP-532 shows several mechanisms in order to cope with high temperatures.\nSeveral small flagella line the cell membrane, allowing SCP-532 to be carried by air currents into the upper stratosphere and lower mesosphere. Due to a lack of energy source, SCP-532 will enter into a state of hibernation for an indefinite amount of time while in the atmosphere.\nSCP-532 will leave its hibernating state once it detects warm air currents coming from the troposphere. SCP-532 will then retract several of its flagella and descend into the troposphere. The heat provided by the troposphere generally causes several instances of SCP-532 to turn into a \"clump\", similar in view to a snowflake. If the heat provided by the troposphere is above 0°C, SCP-532 will typically die before reaching the Earth's surface. Instances of SCP-532 reaching any inorganic material or a non-exothermic organism will spread their flagella and be carried by air currents back into the upper stratosphere.\nSCP-532 is coated in a chemical that reacts with the lipids of an exothermic organism's cell membranes to create an endothermic reaction. This simultaneously kills nearby tissue and provides a suitable temperature for SCP-532 to reproduce. Victims of SCP-532 describe this in a similar manner to the cold felt when a snowflake makes contact with human skin.\nSCP-532 shows a tendency to break down and ingest the dermis, and will not enter the body until the surrounding dermis has been covered. SCP-532 will then enter the bloodstream, causing major damage to the circulatory system due to the freezing and subsequent crystallization of water molecules. Typically the victim will die of blood loss.\nFollowing the death of a host victim, SCP-532 will migrate back into the upper stratosphere.\nSCP-532 shows a 98% mortality rate if left untreated, 100% if SCP-532 is \"caught on the tongue\". Treatment of victims of SCP-532 may be conducted through exposure to water heated to 20°C or more; however, this results in massive tissue damage to affected areas. Extreme cases of SCP-532 infection may require amputation of affected limbs.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-532\" by Salman Corbette, from the SCP Wiki. Source: https://scpwiki.com/scp-532. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}