{
  "created_at": "2013-07-14T15:58:00",
  "creator": "Anaxagoras",
  "link": "scp-509",
  "rating": 250,
  "references": [
    "scp-508",
    "scp-510",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 509,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "animal",
    "food",
    "humanoid",
    "safe",
    "scp",
    "spatial",
    "structure",
    "transfiguration"
  ],
  "title": "SCP-509",
  "url": "https://scp-wiki.wikidot.com/scp-509",
  "content": "Item #: SCP-509\nObject Class: Safe\nSpecial Containment Procedures: SCP-509-A and SCP-509-B are both to be contained on-site, due to their immobility. Each is to be cordoned off, and any members of the public turned away. Outside of research and maintenance purposes, no humans or pigs, living or dead, are to be allowed into either structure. Personnel may safely enter and leave SCP-509-A and SCP-509-B within four minutes of activation and while inactive.\nAfter testing, any living humans recovered from SCP-509-B are to be trained as Level 0 personnel and assigned to minimal security positions. Personnel are cautioned that smoke inhalation from SCP-509-A poses a health hazard, and are advised to wear particulate respirators during and immediately after testing.\nDescription: SCP-509 is the collective term for two structures with similar and possibly linked anomalies. SCP-509-A is a wooden sauna located in Gaston, Oregon. When activated remotely, it functions as normal for an electric stove sauna, producing steam by dripping water onto a heated surface. Local records show that SCP-509-A was built in 1987, and exhibited no anomalous properties until shortly before its containment in 1995.\nWhen used by a human, SCP-509-A produces clouds of smoke, instead of steam. Though the smoke is at this point nonanomalous, the means by which it is produced are unclear. After approximately six minutes of smoke production, SCP-509-A enters an active state, and tracking devices placed inside fail for the duration of its active period. Attempts to enter SCP-509-A no longer lead to its interior (See Experiment Log 509).\nAfter a period of 155 minutes, SCP-509-A returns to its inactive state, now filled with extremely thick smoke. All humans in SCP-509-A at activation are no longer present within the structure, but are replaced by an equal number of cured pig carcasses. These carcasses exhibit no anomalous properties.\nSCP-509-B is a brick smokehouse located near Hesdin in northern France exhibiting similar anomalous properties to SCP-509-A. SCP-509-B is believed to have been built circa 1750, though it too functioned normally until 1995.\nWhenever one or more cleaned but uncured pig carcasses are placed into SCP-509-B, it ceases to produce smoke and instead produces steam. Six minutes after the addition of the last pig carcass, the interior of SCP-509-B becomes inaccessible in a similar manner to SCP-509-A. After twelve minutes, SCP-509-B returns to its inactive state.\nAny pig carcasses present at time of activation are replaced by living humans. These humans speak fluent English, and claim to have just been at a sauna. Physical examination reveals no anomalous properties and dehydration consistent with approximately twenty minutes in a sauna. Under questioning, these individuals demonstrate functional knowledge within standard parameters, but have no recollection of life before recovery from SCP-509-B. No records have been found of persons recovered in this way.\nExperiment Log 509:\n\nExperiment 509-005:\nDate: 9/21/1995\nHead Researcher: Dr. Samuel Chou\nProcedure: D-35475 was instructed to enter SCP-509-A fifteen minutes after activation. Subject reported that he was unable to open the door, and so was given tools to remove the door from its hinges. With assistance from research staff, D-35475 was able to remove the door. Instead of its interior, SCP-509-A contained an empty white room substantially larger than the exterior of SCP-509-A. D-35475 was ordered to enter SCP-509-A. On doing so, he reported that it contained a large quantity of pigs. When questioned regarding the incongruity of this with external observations, D-35475 clarified that he did not in fact see, hear, smell, or feel any pigs, but rather was certain of their presence.\nExperiment 509-017:\nDate: 4/04/1996\nHead Researcher: Dr. Samuel Chou and Dr. Alexander Bejo\nProcedure: SCP-509-A and SCP-509-B were simultaneously activated. Thirty minutes after activation, D-35475 and D-31161 were instructed to enter SCP-509-A and SCP-509-B, respectively. As expected, both reported seeing the white chamber. However, D-35475 did not perceive it as containing pigs, and D-31161 did not perceive it as containing humans. Each reported seeing a distant blurred figure, which matched the movements of the other, though certain identification was impossible. Attempts for each to move towards the other figure proved similarly ineffective.\nExperiment 509-036:\nDate: 1/20/1999\nHead Researcher: Dr. Alexander Bejo\nProcedure: D-35574 entered SCP-509-A while active, but unusually did not perceive the presence of pigs. D-35574 reported, and camera footage confirmed, a distant blurred figure, similar to those observed during concurrent testing of SCP-509-A and SCP-509-B, despite the fact that no testing was scheduled for SCP-509-B that day. The planned testing was aborted. After recovery from SCP-509-A, a routine medical exam revealed D-35574 to be infected with a virulent strain of dengue fever not matching any known variety.\nExperiment 509-043:\nDate: 3/8/1999\nHead Researcher: Dr. Evan Green\nProcedure: A live pig was placed into SCP-509-A, which was then activated. Rather than steam or smoke, SCP-509-A began to fill with aerosolized decontamination fluid. After six minutes, the interior became inaccessible for 40 minutes. On deactivation, the pig had been replaced by a deceased male human in a hazmat suit. The corpse exhibited severe burns across and through its entire body. The torso had been opened and emptied of all organs save the liver and heart. No unusual occurrences were reported at SCP-509-B.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-509\" by Anaxagoras, from the SCP Wiki. Source: https://scpwiki.com/scp-509. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}