{
  "created_at": "2008-12-01T09:59:00",
  "creator": "agatharights",
  "link": "scp-467",
  "rating": 130,
  "references": [
    "scp-1599",
    "scp-466",
    "scp-468",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 467,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "appliance",
    "auditory",
    "knowledge",
    "safe",
    "scp"
  ],
  "title": "SCP-467",
  "url": "https://scp-wiki.wikidot.com/scp-467",
  "content": "Item #: SCP-467\nObject Class: Safe\nSpecial Containment Procedures: SCP-467 is currently located at Site ██, and is guarded by a single security personnel, changed daily. Although SCP-467 has no true anomalous lasting effects, the information it reveals can leave people with lasting effects of their own. While SCP-467 is being studied or moved, all involved personnel must have no cell phones, pagers, or other communication devices on them without clearance for testing.\nDescription: SCP-467 appears to be an empty phone booth, and was found in [DATA EXPUNGED]. The SCP Foundation discovered it due to a legend about a 'haunted phone' that used to reside inside the booth, although testing has revealed that the phone was of no importance, and the effects came from the booth itself. Even after the phone was removed, the booth itself remained a place of superstition before being recovered by [DATA EXPUNGED].\nAlthough there is nothing extraordinary about the booth itself, so long as a human and a communications device are in the booth at the same time, its effects are easily observed.\nCommunications devices receive a message from somebody the user knows. This call shows no preference for friends, family, loved ones, co-workers, or even just acquaintances. Curiously enough, later examination of phone records or call logs reveal that this call never happened, even though it may be observed and recorded. The 'caller' has never even picked up the phone, in the process, suggesting SCP-467 has a powerful form of telepathy.\nThese calls divulge information that the user previously did not know, most commonly secrets and confessions. These calls range from insignificant to life-changing (see addendum). A single user may use the phone booth more than once, provided that at least twenty-four hours have passed since their last use. It is suggested that the booth not be used for personal reasons.\nAddendum: A collection of some of the more notable results has been collected, and is still being formed.\nTest Log 467-Various\n\nSubject:\nNature of Call:\nEffects:\n\nSubject: Class D personnel; convicted of multiple violent crimes\nNature of Call: Subject's mother, telling him she was disappointed with what he had done and admitting that she blamed herself for not raising them right.\nEffects: Subject seemed mildly disturbed for several hours, repeatedly asked to be allowed to contact family. Subject's request was turned down.\nSubject: Class D personnel; convicted of homicide\nNature of Call: Subject received call from victim's family, saying that they never forgot, but they were slowly learning to forgive him.\nEffects: Mild discomfort for several hours.\nSubject: Class D personnel; [DATA EXPUNGED]\nNature of Call: [DATA EXPUNGED]\nEffects: Violent outbursts intermittent with hysterical sobbing. Subject was terminated after an attack on nearby researchers.\nSubject: Class D personnel\nNature of Call: Received a call from researcher present in the room at the moment, saying that he thought the subject's haircut looked ridiculous.\nEffects: Mild annoyance, followed by amusement.\nSubject: Class D personnel; convicted of several counts of rape\nNature of Call: Victim of subject, telling him she had managed to heal and grow past the crime since then, having started a family and working with women's rights organizations.\nEffects: Subject was confused and admitted that he was not sure how to feel about that. A notable improvement in morale followed for several days.\nSubject: Dr. Rights\nNature of Call: Unknown.\nEffects: Moderate depression for approximately two days, intermittent with doubt regarding working with the Foundation. Full recovery followed.\nSubject: Dr. Iceberg\nNature of Call: Unknown\nEffects: No immediate effects. Two days later began an argument with a researcher at Site 17, which led to a mild physical conflict. Full reprimand followed.\nSubject: SCP-1599\nNature of Call: Message from subject's creator or creators claiming they have lost its signal, don't know where it has gone, and that they are unable to recover it.\nEffects: Subject denied the message came from its creator, and believed the message was a trick performed by its captors.\nIncident Report - ██/██/██ Near holidays such as Thanksgiving and Christmas, a notable increase in disturbing or distressing calls has been observed. Theory currently holds that this is due to increased family tension and urges to be 'nice' to people at this point in time. Additionally, it was during the holiday season that the first two reported incidents occurred of occupant inside SCP-467 receiving a call from themselves, and other reported incidents of an occupant receiving a call from the deceased or non-existent. Further investigation pending on how personnel could 'lie' to themselves, and how SCP-467 receives calls from non-existing sources.\nSubject: Class D personnel\nNature of Call: Subject's own voice, describing latent homosexuality.\nEffects: Subject attempted to destroy SCP-467, immediate termination followed.\nSubject: Class D personnel; amnesiac testing subject\nNature of Call: Subject's own voice, explaining forgotten events prior to amnesiac testing.\nEffects: Subject seemed moderately confused, but showed no other effects.\nSubject: Class D personnel; convicted of multiple counts of homicide\nNature of Call: Victim of subject, angrily screaming for five minutes.\nEffects: Subject attempted to destroy SCP-467, immediate termination followed.\nSubject: Dr. Rights\nNature of Call: Voice was described as that of a young child; Dr. Rights shut off the recording equipment after voice revealed to belong to [DATA EXPUNGED].\nEffects: [DATA EXPUNGED]\nSubject: Secretarial/Security Staff Break\nNature of Call: Dr. Iceberg [REDACTED].\nEffects: [REDACTED]\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-467\" by agatharights, from the SCP Wiki. Source: https://scpwiki.com/scp-467. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}