{
  "created_at": "2008-07-26T12:29:00",
  "creator": "far2",
  "link": "scp-124",
  "rating": 337,
  "references": [
    "scp-1788",
    "scp-2396",
    "scp-123",
    "scp-125",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 124,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "biological",
    "euclid",
    "scp",
    "transfiguration"
  ],
  "title": "SCP-124",
  "url": "https://scp-wiki.wikidot.com/scp-124",
  "content": "Item #: SCP-124\nObject Class: Euclid\nSpecial Containment Procedures: SCP-124 is to be kept in a 4.2 m x 2.1 m stone pit in its containment cell. The pit is to be 1.5 metres deep. A plastic tarp is to be placed over SCP-124 when not in use. Absolutely no biological matter is allowed within one metre of SCP-124 when not being studied. An armed guard is to be stationed outside SCP-124's cell at all times.\nDescription: SCP-124 is a plot of soil approximately 9 m2 in area and 14 m3 in size. It was recovered from a Detroit basement when authorities were notified of two teenagers growing large amounts of marijuana.\nSCP-124 has the ability to grow any biological organism to its full potential in a relatively short amount of time (the length varies according to the complexity of the organism). Nothing growing in SCP-124 requires external nutrients or other resources (for example, a tomato plant would not require water or light). Pesticides, too, aren't needed, as SCP-124 has a repellent effect on any insect or other invertebrates not growing in it. Any food grown in SCP-124 is reported to be of very high quality, taste, and nutrition, no matter what state the food was in before being planted in SCP-124.\nDocument 124-1: List of items grown in SCP-124\n\nThe following is a selective list of objects grown in SCP-124 during experiments.\nInput - Product of SCP-124\nTomato Seed - Fully grown tomato plant. All tomatoes (12 on each plant) were ripe and juicy. Reported to be \"very tasty\".\nSmall Watermelon (0.8 kg) - 11.1 kg (24.5 lb) watermelon. Reported to be \"very sweet and tasty\".\nGrass Seed (1) - SCP-124 quickly sprouted into a lush, green lawn within a matter of seconds. Slight dew on the grass.\nSmall, overgrown hedge - A hedge, trimmed and shaped like a dolphin.\nSmall, overgrown hedge - A hedge, trimmed and shaped like a skull.\nSmall Labrador Retriever puppy (sandy brown) - A fully grown, bronze-colored Labrador Retriever in peak condition. Currently living with Dr. Church.\nSmall Caucasian fetus (male) - [DATA EXPUNGED] After killing 6 personnel, the subject was terminated by SCP Containment Team.\nA piece of hard candy - A humanoid construct composed of hard candy. The significance of this is unknown.\nFly larvae - [DATA EXPUNGED] Level 5 lockdown was initiated.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-124\" by Unknown Author, from the SCP Wiki. Source: https://scpwiki.com/scp-124. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}