{
  "created_at": "2011-10-08T05:27:00",
  "creator": "Salman Corbette",
  "link": "scp-851",
  "rating": 55,
  "references": [
    "scp-850",
    "scp-852",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 851,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "auditory",
    "cognitohazard",
    "euclid",
    "hive-mind",
    "insect",
    "predatory",
    "scp"
  ],
  "title": "SCP-851",
  "url": "https://scp-wiki.wikidot.com/scp-851",
  "content": "Item #: SCP-851\nObject Class: Euclid\nSpecial Containment Procedures: SCP-851 is to be kept in a 5 m x 5m x 2m biotic simulation chamber, placed upon several hydraulics to allow movement of the chamber. The floor of the containment chamber is to be covered in soil 0.5m in height. Every thirty days the chamber is to be shifted until the soil collapses into its natural state. Every twenty hours SCP-851 is to be fed one live cow.\nDescription: SCP-851 is a large colony of insects similar in appearance to Eciton burchellii. This colony numbers between ███ and ████ at any given time. SCP-851 lacks a queen, and reproduces asexually.\nSCP-851 creates its \"hills\" in a vertical and obtrusive manner, reaching approximately 1 - 2 meters in height. This behaviour has been determined as a way of luring in curious prey. If an endothermic organism enters within a three meter radius of SCP-851's hill, it will burrow in a straight line towards the organism. SCP-851 appears to be able to burrow through any soil at up to 11 km/h.\nOnce SCP-851 reaches the organism, it will emit a high-pitched noise. Mammals and birds are highly affected by this, and show signs of heavy sedation. SCP-851 will then entirely consume the organism. Due to the effects of the noise produced by SCP-851, organisms show little to no resistance towards their consumption.\nSCP-851 will migrate and create a new hill every █ to █ days.\nAddendum 851-1: Examination of the noise emitted by SCP-851 has shown that it has melodic fluctuations. When slowed, the noise produced contained elements of speech. Researchers were able to distinguish the following:\n\n-your drowsy head-\n-time to sleep-\n-and listen to-\n-we will feed-\n-to sleep-\n-goodnight\n\nAddendum 851-2: The previous recording was shown to several personnel that did not have English as a native tongue. Personnel were able to interpret the recording in their own language, and translations matched the recorded output.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-851\" by Salman Corbette, from the SCP Wiki. Source: https://scpwiki.com/scp-851. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}