{
  "created_at": "2008-07-30T09:02:00",
  "creator": "Anonymous (24.60.227.x)",
  "link": "scp-327",
  "rating": 242,
  "references": [
    "scp-326",
    "scp-328"
  ],
  "scp_number": 327,
  "series": "series-1",
  "tags": [
    "animal",
    "aquatic",
    "euclid",
    "humanoid",
    "rewrite",
    "sapient",
    "scp"
  ],
  "title": "SCP-327",
  "url": "https://scp-wiki.wikidot.com/scp-327",
  "content": "Item #: SCP-327\nObject Class: Euclid\nSpecial Containment Procedures: SCP-327 is to be contained within a 40m x 40m x 10m salt water tank within Site-██. The tank is to be cleaned on a weekly basis, or immediately after an algal bloom event. The walls of the tank are to be soundproofed. All staff interacting with SCP-327 or entering the containment are to wear sound-cancelling headphones when not in direct conversation with SCP-327. Any staff who report suffering the effects of SCP-327’s properties are to be removed from active duty until cleared by a staff therapist.\nSCP-327 is to be fed 15kg of lettuce and assorted leafy vegetables each day, accompanied by appropriate nutritional supplements.\nEnglish language instruction for SCP-327 has been approved, to be carried out by Drs. Amberly and Watson. Two hours per day have been allotted for this purpose.\nDescription: SCP-327 is a female specimen of a mammalian species resembling members of the order Sirenia, specifically Trichechus manatus (West Indian manatee), measuring approximately 2.8 m in length and 450 kg in weight, and estimated to be between 25 and 30 years of age. The subject bears anomalous bodily features: The flippers bear distinct fingers and a functioning opposable thumb, and the skull and facial features resemble that of a human. SCP-327 was hit by a boat propeller 5-10 years before retrieval, as evidenced by heavy scarring on the head and back and traces of severe head trauma.\nSCP-327 is sapient and capable of speaking simple English sentences, though it experiences significant difficulty in doing so, both in pronunciation and comprehension of concepts.\nSCP-327’s anomalous effect is based around its primary vocalization, taking the form of songs similar to that of cetaceans. These vocalizations are regarded as highly unpleasant to listen to, and will result in severe headaches and audio-visual hallucinations in humans, persisting for 6-12 hours. Those affected will often report claustrophobia, an aversion to water and aquatic animals, and occasionally sensations similar to that of drowning. Other mammals will experience the same effects.\nDuring vocalizations, algae and plankton within approximately a kilometer of SCP-327’s location will reproduce at incredibly high rates: the resulting algal bloom will cause considerable oxygen depletion and neurotoxin levels in the area and causing mass die-offs of local fish and mollusk life. There are no anomalous properties present in the algae itself, and SCP-327 is immune to all effects caused by its vocalizations.\nInterviews with SCP-327 have revealed few concrete details of its origins, due to the specimen's inability to adequately express the information. SCP-327 has implied the existence of other specimens of the species to live in the Gulf of Mexico and the Caribbean Sea: however, no anomalies resembling the descriptions have been reported.\nAddendum-01: Recovery Log: SCP-327 was recovered in August of 2008, after a series of inexplicable mental illnesses amongst citizens of [REDACTED], Florida and reports of unexplained noises in the area. The area had been under Foundation watch for two weeks before it was reported that a “mutant” manatee had been washed ashore by Tropical Storm Fay. After investigation by Foundation agents, amnestics were distributed to the local populace and the specimen was recovered without incident.\nAddendum-02: Interview Excerpt ██/██/20██.\nFor purposes of readability, SCP-327’s accent has been corrected in this transcript.\n\nDr. Amberly: Hello, 327.\nSCP-327: H’lo, Docter Ambry. Three-Twenty-Seven ready to answer questions again.\nDr. Amberly: Very well. We were talking about the song yesterday: Could you tell me more?\nSCP-327: Yes. Song for fish and animals. Song for plants. Song for people. Song for home. Song is good. Song not like this [SCP-327 hums for three seconds]. Song not like words. Song is Song. Song make things good. Song not good now.\nDr. Amberly: And what happened to the song?\nSCP-327: [Low rumbling noise in imitation of a motor] made it bad.\nDr. Amberly: The boat, then.\nSCP-327: Yes. It is okay though. Bad song not hurt animals here. You and Watson help Three-Twenty-Seven get good song back.\n\n"
}