{
  "created_at": "2010-03-18T23:22:00",
  "creator": "evilscary",
  "link": "scp-432",
  "rating": 427,
  "references": [
    "scp-432-expedition-1",
    "scp-432-expedition-2",
    "scp-432-expedition-4",
    "scp-432-expedition-5",
    "materials-recovered",
    "scp-431",
    "scp-433",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 432,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "artifact",
    "extradimensional",
    "portal",
    "safe",
    "scp"
  ],
  "title": "SCP-432",
  "url": "https://scp-wiki.wikidot.com/scp-432",
  "content": "Item #: SCP-432\nObject Class: Safe\nSpecial Containment Procedures: SCP-432 is kept in a standard storage area at Sector-25, is to be kept locked at all times and the key to the lock kept in the adjacent security station under guard by three (3) Level 3 Personnel. No other special containment required.\nDescription: SCP-432 is a 2-door steel storage cabinet, measuring 2 meters tall by 1.2 meters wide by 1 meter deep. The exterior of the cabinet is painted matte green and bears no remarkable features except small areas of corrosion and light scratching commensurate with being left exposed to the elements for a prolonged period of time. The doors of the cabinet are fitted with a basic slide-bolt and a hasp for a padlock, allowing the door to be secured from outside.\nThe interior dimensions of SCP-432 display significant disparity with the exterior; the doors open into an apparently extradimensional space containing a large labyrinth complex comprised of an as-yet uncharted series of corridors. The walls, floor and ceiling of the corridors are constructed from heavily-rusted steel and adhere to the same height and width scales as the exterior of SCP-432 (2 m high by 1.2 m wide).\nThe corridors within SCP-432 are lit at irregular intervals by what appear to be regular household lightbulbs, secured to the walls in wire mesh fittings. Many of the bulbs are observed to flicker and numerous others are burned out or broken. In places several large-gauge steel pipes have been found bolted to the walls of the tunnels; these pipes are notably cold to the touch and contain flowing water, although the source and destination of the pipes and water are unknown. Many of the pipes observed are in obvious need of repair and leak cold (average of 3°C) water. Analysis of this water has revealed a low oxygen content and trace amounts of iron oxide but the water is otherwise potable.\nThe exact size of the labyrinth complex to which SCP-432 connects cannot be accurately measured as each time the doors of the cabinet are closed and then reopened the 'entrance' created by the cabinet apparently moves to a different section of the maze.\nThe fate of personnel within the maze when the door is closed is unknown, although remains discovered within the maze suggest starvation is a likely outcome. Other remains, coupled with additional evidence gathered during exploration, suggests that the labyrinth contains a large predatory inhabitant of indeterminate species, hereafter known as SCP-432-1.\nGPS units used within SCP-432 are rendered useless, as are cellular phones. Remote-controlled devices sent into SCP-432 are similarly impaired and cease to function after travelling an average of 20 meters into the maze, rendering remote mapping of the internal layout impossible. High-gain radio transmissions can be used to keep in contact with personnel within the labyrinth, although significant interference occurs deeper into the maze. If the doors of the cabinet are closed then all forms of contact with personnel within SCP-432 are severed.\nAdditional notes: SCP-432 was discovered in an abandoned industrial complex in ██████, UK. It came to the attention of the Foundation after Dr. T. Small heard reports of several homeless persons in the area disappearing after staying in the complex. Upon investigation Dr. Small discovered the cabinet at the centre of an abandoned steel mill, surrounded by a number of sleeping bags, bags of clothing and other personal effects suggesting a number of homeless persons had recently made camp there. SCP-432 was unlocked, but the door closed upon discovery. After exploring the immediate area beyond the entrance, Dr Small exited SCP-432 and summoned Foundation personnel to transport the cabinet to Sector-25 for analysis.\nCurrently █ expeditions have been sent into SCP-432 to attempt to chart its internal geography. To date ██ D-class personnel have been lost within the maze. No further expeditions may be made without express permission of at least two (2) Level 4 Personnel.\nPaint samples, metal fatigue and construction techniques date SCP-432 to having been constructed in the early 1950s. However, artifacts recovered from within SCP-432 have been accurately dated to much earlier periods.\nExpeditions :\nBelow are the expeditions within SCP-432 to date.\nThe standard agreed mission equipment pack, agreed by Dr T. Small and Dr ████████, is:\nOne (1) hand-torch (flashlight) with a three (3) hour lifespan and additional power sources providing up to six (6) additional hours\nOne (1) headset microphone linked to control\nOne (1) shoulder-mounted video unit set for wireless transmission\nTwo (2) 0.5 L bottles of water\nTwo (2) high-calorie energy bars\nEight (8) sticks of luminous marker chalk\nSCP-432 Expedition 1\nSCP-432 Expedition 2\nSCP-432 Expedition 3 [FILE LOCKED]\nSCP-432 Expedition 4\nSCP-432 Expedition 5\nMaterials Recovered\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-432\" by evilscary, from the SCP Wiki. Source: https://scpwiki.com/scp-432. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: scp-432-video-frame.png\nName: SCP-432 Video Frame\nAuthor: tomaszpro, edited by Evilscary\nLicense: Creative Commons 0\nSource Link: Link\n\n\n\n\n\n"
}