{
  "created_at": "2011-10-22T23:31:00",
  "creator": "Kate McTiriss",
  "link": "scp-072",
  "rating": 625,
  "references": [
    "scp-071",
    "scp-073",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 72,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "autonomous",
    "extremity",
    "intangible",
    "mind-affecting",
    "safe",
    "scp",
    "self-replicating",
    "sleep",
    "transfiguration"
  ],
  "title": "SCP-072",
  "url": "https://scp-wiki.wikidot.com/scp-072",
  "content": "Item #: SCP-072\nObject Class: Safe\nSpecial Containment Procedures: All known instances of SCP-072 are to be contained in a 3.5 by 4 meter holding cell. Access is allowed only during authorized testing procedures. Without prior approval from Senior Researcher Grant, no materials created for the purpose of being slept on are to be introduced into a 15-meter vicinity of the holding cell.\nDescription: Instances of SCP-072 were first discovered in an apartment building in ████████, Michigan, after two local media reports on SCP-072’s effects caused a local panic which drew the attention of embedded Foundation Agent ███████.\nSCP-072 is a shadowy and translucent projection which resembles a .9-meter-long hand, the ‘fingers’ of which taper to a sharp point. Detailed recording of SCP-072 is difficult, as it does not manifest at light levels above 5 lux.\nInstances of SCP-072 have only been observed to manifest when a human (hereafter referred to as “the subject”) enters REM sleep while located in a bed ‘infected’ by SCP-072 and leaves a foot or feet exposed to open air. If these conditions are satisfied, SCP-072 will emerge from the foot of the bed and appear to use its pointer finger to ‘tap’ on the subject’s foot until they awaken. Subjects have reported that, at this point, they were unable to move, showing symptoms similar to sleep paralysis. This continues as long as SCP-072 is visible.\nSCP-072 will then use its pointed fingers to cut portions of flesh from the exposed parts of the subject's foot or feet. It will return to within the bed in between each removal, emerging without the collected material. This will continue until SCP-072 has taken all of the exposed foot or feet, stopping at the ankle. Though subjects exposed to SCP-072 report this process to be immensely painful, its paralytic effects render them unable to scream or call for help. It is unknown if manifestations of SCP-072 feed on the collected material or use them for some other purpose. As long as the wounds are properly treated, SCP-072’s effects are not fatal, but have been observed to cause psychological damage relating to sleep in the future.\nThere is also a secondary effect: Any bed within an approximately 10-meter vicinity of a bed which manifests the effects of SCP-072 will also host an instance of SCP-072. Destruction of a bed affected by SCP-072 reveals no anomalous materials and no trace of biological material removed from subjects.\nAddendum\nList of known SCP-072 objects:\n\nSCP-072-1, -2, and -3, recovered from original apartment complex, three twin-sized beds which were located within 10 meters of one another.\nSCP-072-4, a king-sized four-poster bed contaminated during SCP-072’s time in Site-██ Temporary Anomalous Objects Holding.\nSCP-072-5, a sleeping bag with bottom removed introduced to SCP-072-1 for testing. When D-2191 entered REM sleep in object, [DATA EXPUNGED]. SCP-072-5 not recommended for testing in future.\nSCP-072-6 and -7, beds introduced to SCP-072-2 and later destroyed for examination. Remains of SCP-072-6 and -7 appear unaffected, but are to be contained until further studies may be completed.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-072\" by Kate McTiriss, from the SCP Wiki. Source: https://scpwiki.com/scp-072. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 072.jpg\nName: buy my crap - verlo embassy pillow top twin matress and box spring, twin frame\nAuthor: Timothy Vollmer\nLicense: CC-BY-SA 2.0\nSource Link: Flickr\n\n\n\n\n\n"
}