{
  "created_at": "2009-05-28T23:39:00",
  "creator": "Clipperton",
  "link": "scp-543",
  "rating": 250,
  "references": [
    "scp-542",
    "scp-544",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 543,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "appliance",
    "cognitohazard",
    "euclid",
    "mind-affecting",
    "scp",
    "visual"
  ],
  "title": "SCP-543",
  "url": "https://scp-wiki.wikidot.com/scp-543",
  "content": "Item #: SCP-543\nObject Class: Euclid\nSpecial Containment Procedures: Access to SCP-543 is restricted to staff with Level 2 clearance. Detailed observation of SCP-543 has thus far been restricted to Class D personnel.\nDescription: SCP-543 is a collection of ████ 4-hour VHS videotapes from various manufacturers. Total length of tape is ████ hours. Tapes are labeled with dates and times from ██/██/████ to ██/██/████.\nAll tapes viewed so far appear to be \"noise\" or \"snow\" recorded from an empty analog television channel. However, those who watch the tapes for long enough are able to discern an image (see Addenda 543-1 and 543-2).\nDiscovery: SCP-543 was found in a single-room apartment in the ███████ Building, ███████, █████████, on ██/██/████. The room contained a ████████ brand 38.1 cm analogue television set with \"rabbit ears\" set-top antenna. Television was tuned to the \"gap\" between local stations ██ and ██. Antenna was attached to a tangle of wires that filled the entire room from floor to ceiling except for a small area in front of the television. SCP-543 was stacked along the walls and strewn on the floor.\nIn front of the television was the apartment's tenant, ████████████, adult male, deceased. Head was buried in the television; he had rammed it through the glass screen himself and died of electrocution. Signs of extreme malnutrition. Evidently, after filling the room with wires, he was unable or unwilling to remove any, confining himself to a smaller and smaller space. Body surrounded by food wrappers and excrement.\nBody was discovered by building's landlord after continued non-payment of rent. Police dismantled antenna structure to retrieve the body. Examination of crime scene photos and investigation of █████'s behaviour show the wires were placed in four stages over the ███ days before his death:\nStage 1. Coat hangers attached to antenna with scotch tape. ██ hours of VHS tape.\nStage 2. Reel of 6-gauge wire and duct tape purchased from local hardware store. ███ hours of tape.\nStage 3. Waste wire scavenged from construction sites (█████ had lost his job at ████████████ due to persistent absenteeism). ████ hours of tape.\nStage 4. Apartment ransacked. Springs removed from mattress, appliances dismantled for wiring. Exits blocked. One tape, unlabeled, found in the VCR by police.\nAddendum 543-1: Summary of SCP-543 observation logs (D-671)\nPersonnel D-671 was given a random selection of tapes (███ hours in total), viewed in chronological order with VCR and television of the same model as █████'s. Steel mesh fitted over screen as a precaution.\nIn tapes made during Stage 1, D-671 identified the image as unremarkable \"TV noise\". Later she claimed to discern an image and requested that it be \"tuned in\".\nIn Stage 2 tapes, instead of a two-dimensional \"wall\" of snow D-671 claimed to see a vast, three-dimensional space. She stressed the size of the space - \"bigger than anything you've seen,\" \"bigger than anything ever\". Beginning of claustrophobic tendencies.\nD-671 reported Stage 3 tapes as \"clearer and sharper\". She now claimed to see \"things\" occupying the immense space. Whether they were animate, or indeed whether they were entities or events, is unclear. Once again she emphasized their size, becoming agitated when interviewers \"did not get it\". Severe claustrophobia, anxiety, night terrors.\nAfter viewing █ minutes of the final, unlabeled tape D-671 attempted to remove the mesh over the screen, stripping three fingernails and breaking her nose before being restrained. Currently isolated in four-point restraints. Cooperates with interviewers but answers are repetitive (see Addendum 543-2).\nAddendum 543-2: (partial transcript of interview w/ D-671, 1015h ██/██/████)\nDr █████████: Why did you do it?\nD-671: Because here isn't big enough. Not when you've seen there.\nDr █████████: Big enough for what?\nD-671: (pause) Why do you think the TV can see them?\nDr █████████: …\nD-671: Because they're everywhere. They're all through us. And we're not big enough. And it hurts.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-543\" by Clipperton, from the SCP Wiki. Source: https://scpwiki.com/scp-543. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: tvnoise.jpg\nName: File:TV noise.jpg\nAuthor: Mysid\nLicense: Public Domain\nSource: https://commons.wikimedia.org/wiki/File:TV_noise.jpg\n\n\n\n\n\n"
}