{
  "created_at": "2008-07-26T18:08:00",
  "creator": "far2",
  "link": "scp-530",
  "rating": 216,
  "references": [
    "scp-529",
    "scp-531",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 530,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "animal",
    "canine",
    "metamorphic",
    "safe",
    "scp"
  ],
  "title": "SCP-530",
  "url": "https://scp-wiki.wikidot.com/scp-530",
  "content": "Item #: SCP-530\nObject Class: Safe\nSpecial Containment Procedures: No special precautions have yet proven necessary. \"Carl\" is very calm and friendly, and at this stage is free to move about the lower levels of the facility. \"Carl\" is free also to interact with SCP-529 as the two have proved non-hostile toward each other as well. Staff are not permitted to feed SCP-530 anything other than his approved food twice daily or his approved treats during training.\nDescription: SCP-530 appears to be a small dog in a constant state of physical alteration. Height typically varies between 20 cm and 30.5 cm at the shoulders. Width across the back typically varies between 7.5 cm and 18 cm. Length typically varies between 25.5 cm and 45.5 cm. Larger and smaller sizes have been recorded but are rare and do not last long.\nThe coat of SCP-530 is also in a state of constant change. To date, 467 different hues have been recorded, as well as an unidentified number of patterns.\nThe most extreme flux comes from the growth or absorption of additional limbs, noses, mouths, eyes, ears and other body parts. While these typically do not last longer than 24 hours, a 3rd eye located slightly left of center on the top of SCP-530's head has remained since approximately one half hour after its discovery.\nAddendum 530-203a: Agent ██████ ████████████ fed \"Carl\" a slice of deli ham of standard proportions in clear violation of dietary regimen. The resultant odor has been described variously as \"horrid\" and \"plant withering\". Agent ██████ ████████████ has been reprimanded.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-530\" by far2, from the SCP Wiki. Source: https://scpwiki.com/scp-530. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}