{
  "created_at": "2013-10-05T22:12:00",
  "creator": "Djoric",
  "link": "scp-787",
  "rating": 285,
  "references": [
    "scp-786",
    "scp-788"
  ],
  "scp_number": 787,
  "series": "series-1",
  "tags": [
    "acoustic",
    "airborne",
    "humanoid",
    "rewrite",
    "safe",
    "scp",
    "vehicle"
  ],
  "title": "SCP-787",
  "url": "https://scp-wiki.wikidot.com/scp-787",
  "content": "Item #: SCP-787\nObject Class: Safe\nSpecial Containment Procedures: SCP-787 is currently contained within Hangar 04 at Sector-28. Security cameras and sound recording equipment are to be stationed in the cockpit, passenger area, and baggage hold of SCP-787 to record any anomalous events. In the event of any anomalous activity within SCP-787, access to the interior of SCP-787 is to be prohibited for a minimum of 72 hours.\nDescription: SCP-787 is a Boeing 747-200 airliner of unknown manufacturing date and call sign. The exterior of SCP-787 has been painted over, including all passenger windows: Paint was wet upon recovery, drying soon after. The mechanical components of SCP-787 are all undamaged and functional, and show no signs of use. Nonmechanical components of SCP-787, including carpeting, upholstery, and luggage, are in an advanced state of decay. The pilot and co-pilot’s seats have been removed, replaced with two piles of computer components arranged in the shape of chairs.\nSCP-787 initially manifested on June ██, 1987, in a field located approximately ███ km from Bremerton, Washington.\nSCP-787 contains the bodies of 515 deceased individuals, henceforth referred to as SCP-787a. The cause of death varies among specimens, with causes including strangulation, exsanguination, drowning, starvation, bullet wounds, stab wounds and blunt force trauma. Certain mutilations are common throughout SCP-787a specimens regardless of cause of death, including removal of the tongue (23 instances), scalping (73 instances), carving of Cyrillic letters into the left palm (230 instances, no pattern found) and removal of fingertips (498 instances). All SCP-787a specimens are in advanced stages of decay, but have shown no signs of further putrefaction since recovery.\nVisual apparitions, unexplained noises, and other phenomena will spontaneously manifest within SCP-787. These incidents have not occurred when SCP-787 is occupied. Attempts to enter SCP-787 after these events will result in violent physical expulsion from SCP-787 by an unknown force, accompanied by severe organ damage and internal bleeding.\nRecorded anomalous activity within SCP-787 includes:\n\n08/01/1988: Sound of pounding against doors and windows on the left side of SCP-787, lasting seven minutes and fifteen seconds. Interior cameras picked up no movement during this period.\n02/23/1990: Male voice heard in forward men’s wash closet, repeating the phrase “Philosophers always run from the advanced thickening treatment” five times.\n10/06/1993: In-flight movie activates, displaying a repeating series of seven black-and-white still images of a deceased male human, accompanied by a female voice reading a gynecology manual in Czech. Lasts for forty-three minutes.\n12/27/1993: “Fasten Seatbelts” sign flickers on and off for three hours and forty-one minutes, accompanied by a repeated loop of the first 15 seconds of Jefferson Airplane’s “White Rabbit” played over the speaker system. This is the longest recorded anomalous event within SCP-787.\n07/30/1997: Indistinct humanoid figure manifests in aisle next to seat H43 and removes the emergency air supply. Figure places breathing mask on and stands still for two minutes and fifteen seconds, before removing mask and walking out of frame. Figure does not appear on any other cameras.\n01/15/2001: Manifestation of an indistinct humanoid figure approximately 1 meter in height. Figure sits in the co-pilot’s chair for three minutes and fifty seconds, making soft whimpering noises, before vomiting onto the control console and exiting the cockpit. Examination of the vomit revealed traces of nitrous oxide, thorium, bird droppings, and three human fingernails.\n05/05/2005: A female voice is heard throughout SCP-787, saying “For your comfort and enjoyment today, pancakes will now be served. Please do not leave your seat. Pancakes will now be served. Please do not leave your seat. Do not leave your seat. Leave your seat. Please. Pancakes will now be served. Yaaaaaaaaaaaay pancakes!”\n09/09/2007: Emergency air supplies deployed and retracted repeatedly for fourteen minutes, fifteen seconds, accompanied by screaming from a group of 10-20 people. Pitch of screaming shifted depending on current position of breathing masks.\n11/29/2008: Internal temperature shifts from 20° C to – 13°C over the space of nineteen seconds, remaining at this temperature for ten minutes and twenty-nine seconds, before resuming average temperature.\n\nAddendum-01: 12/13/2007 - The identity of SCP-787a-112 has been determined to be that of ███████ ██████████, a retired optometrist currently living in Atlanta, Georgia. Subject was interviewed by Foundation agents on December 14th, and was found to have no knowledge or memory of any anomalous incidents taking place in June of 1987. In addition, Mr. ██████████ claimed that he had never ridden in an airplane in his life, a claim verified by his wife and son.\nAttempts to identify other passengers are currently underway.\nAddendum-02: 05/22/2009 - Examination of SCP-787’s waste storage tank revealed an additional specimen of SCP-787a, designated SCP-787a-516, being an Indian male approximately 30 years of age. Subject was in possession of the following:\n\n3-piece tailored suit.\nSurgical mask and rubber gloves.\nUnloaded Beretta DT-10 shotgun.\n1 box of Tic-Tac brand mints, containing 14 cinnamon flavor mints.\nSwitch blade: Handle is carved into the appearance of a nude woman.\nAn Eye of Horus amulet, constructed of recycled aluminum and twine.\nSCP-787’s flight log. The coordinates -27.41,-122.70 were logged 5,478 times.\nTicket stub for Return of the Jedi. The number 92 is written on the back in permanent marker.\n\nSCP-787a-516 does not display a similar state of decay as the rest of SCP-787a specimens. Cause of death is unknown.\nAddendum-03: 06/19/2013 – SCP-787’s flight data recorder has been recovered from a compartment underneath the floor of seat A13. The device was wrapped in butcher paper and the compartment filled with asbestos and dried human blood. Flight data recorder contained nothing but the phrase “TO BE SORRY”.\n"
}