{
  "created_at": "2008-10-17T03:49:00",
  "creator": "Bijhan",
  "link": "scp-251",
  "rating": 106,
  "references": [
    "scp-250",
    "scp-252",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 251,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "artifact",
    "autonomous",
    "cognitohazard",
    "euclid",
    "mind-affecting",
    "scp",
    "visual"
  ],
  "title": "SCP-251",
  "url": "https://scp-wiki.wikidot.com/scp-251",
  "content": "Item #: SCP-251\nObject Class: Euclid\nSpecial Containment Procedures: SCP-251 is to be kept in a locked container at all times. No one is to enter the container alone. If anyone is found to have been left alone in the container for any amount of time, they are to be treated as violently hostile and terminated with extreme prejudice.\nThe container is to be guarded by armed personnel at all times and guards should never allow anyone, regardless of clearance level, to move the artifact or be alone with it.\nSounds of screaming, gunfire, and fires will be heard from within the container. This is normal.\nDescription: Origin unknown. SCP-251 consistently appears to be a small snow globe. Attached is a series of photographs taken of the same artifact over time. This indicates that the snow globe is at least partially animate. However, when viewed directly by multiple people, there is no apparent movement except by a perpetual \"blizzard\". SCP-251 has not been moved since its arrival at Site-19, but the \"snowflakes\" have never ceased falling.\nThe scenes depicted in SCP-251 are all extremely violent or morbid, occasionally depicting something fantastical, while mostly depicting more realistic brutality.\nAll those who have been alone with SCP-251 for any amount of time have later displayed extreme violence, xenophobia, and emotional distress.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-251\" by Bijhan, from the SCP Wiki. Source: https://scpwiki.com/scp-251. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}