{
  "created_at": "2011-08-05T18:56:00",
  "creator": "AdminBright",
  "link": "scp-902",
  "rating": 1672,
  "references": [
    "scp-901",
    "scp-903",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 902,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "artifact",
    "auditory",
    "cognitohazard",
    "infohazard",
    "keter",
    "scp"
  ],
  "title": "SCP-902",
  "url": "https://scp-wiki.wikidot.com/scp-902",
  "content": "Item #: SCP-902\nObject Class: Keter\nSpecial Containment Procedures: SCP-902 has been relegated to Arctic Base Theta-12, the only SCP to be contained at this site. The site is to be staffed by a team of fifty security personnel. At this time, no research is to be done on SCP-902. Knowledge of SCP-902 beyond its number is to be limited to level three staff and lower. It is imperative that only a limited number of Senior Staff know of the existence of SCP-902. Only one O5 is allowed to know about SCP-902 at any time. In the event of a security breach from inside Arctic Base Theta-12, the onsite hydrogen bomb is to be detonated remotely. SCP-902 must be guarded at all times against premature destruction.\nDescription: SCP-902 is a box roughly the size of an adult human head. It measures 30 cm x 15 cm x 19 cm. It appears to be an ammunition box of a type used roughly thirty years ago, despite this item having been in Foundation custody for roughly sixty years. SCP-902 is made of lead. The composition of the item inside SCP-902 is unknown. SCP-902 emits what has been described as a 'ticking' sound, and anyone who hears this sound becomes convinced that the item is counting down. When opened, the box appears empty. However, the ticking remains, the object continues counting down. Anyone who becomes aware of SCP-902, whether through personal interaction, or by reading this report, becomes convinced that whatever is in the box is horribly dangerous, and needs to be destroyed as soon as it finishes counting down, and not before. Staff exposed to SCP-902 will typically continue to attempt to open and then close the box, trying to find the object inside.\nThere is no object. There is an object. It has to be destroyed, when the countdown stops. We are doing great work. We have to be stopped.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-902\" by AdminBright, from the SCP Wiki. Source: https://scpwiki.com/scp-902. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nName: Old box in Samarkand\nAuthor: Oleg Yunakov\nLicense: CC BY-SA 3.0\nSource Link: Wikimedia Commons\n\n\n\n\n\n"
}