{
  "created_at": "2016-01-19T22:29:00",
  "creator": "TyGently",
  "link": "scp-644",
  "rating": 357,
  "references": [
    "scp-905",
    "scp-2287",
    "scp-1799",
    "scp-909",
    "scp-3537",
    "scp-1908",
    "scp-913",
    "scp-629",
    "scp-2396",
    "scp-1007",
    "scp-527",
    "scp-917",
    "scp-redd",
    "scp-2855",
    "scp-920",
    "scp-2284",
    "scp-2428",
    "scp-2933",
    "scp-2148",
    "scp-643",
    "scp-645",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 644,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "dr-wondertainment",
    "euclid",
    "humanoid",
    "mister",
    "predictive",
    "sapient",
    "scp",
    "telepathic"
  ],
  "title": "SCP-644",
  "url": "https://scp-wiki.wikidot.com/scp-644",
  "content": "Item #: SCP-644\nObject Class: Euclid\nSpecial Containment Procedures: SCP-644 is to be held within a standard humanoid containment chamber within Hall ██ of Site-██. All staff or D-class in Site-██ known to have children are to be briefed of SCP-644's anomalous effects. Staff with children may opt out of testing with SCP-644 at any time.\nDescription: SCP-644 is a male humanoid of Italian descent. Visually, SCP-644 appears to be approximately 30 years old. The words \"Mr. Hot, from Little Misters ® by Dr. Wondertainment\" are tattooed on SCP-644's left inner wrist.\nSCP-644 is able to accurately determine whether or not a person has children. Both biological and adopted children may be sensed by this effect. SCP-644 is aware of this fact for any person it knows of, even if just by appearance or name.\nSCP-644 claims to be able to predict the material wishes of any child, as well as the popularity of any product intended for children. SCP-644 claims that this effect does not function for the wishes of adults, but has given predictions for at least one person over the age of 18, whom SCP-644 described as \"a real trooper\", with no further comment.\nSCP-644 is able to produce a business card from the pocket of any clothing worn by it. On the front of the card is printed:\n\n\nMister Hot\nMarketing Consultant\nDoctor Wondertainment Inc. LLC\n1515 Mulberry Lane, Chicago, South Africa\n\n\nOn the back of the card, in small print, is a document similar to Document 909-a.\n\n+ Show document\n\n- Close document\n\n\nWow! You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment!\nFind them all and become Mr. Collector!!\n01. Mr. Chameleon\n02. Mr. Headless\n03. Mr. Laugh\n04. Mr. Forgetful\n05. Mr. Shapey\n06. Mr. Soap\n07. Mr. Hungry\n08. Mr. Brass\n09. Mr. Hot ✔\n10. Ms. Sweetie\n11. Mr. Life and Mr. Death\n12. Mr. Fish\n13. Mr. Moon\n14. Mr. Redd (discontinued)\n15. Mr. Money\n16. Mr. Lost\n17. Mr. Lie\n18. Mr. Mad\n19. Mr. Scary\n20. Mr. Stripes\n\n\n\n\nSCP-644 was originally found by local police in Racine, Wisconsin, where it was found sleeping in the entryway to a local elementary school, having broken a window to enter. SCP-644 claimed to have done this to escape winter weather conditions. An automatic Foundation webcrawler picked up a mention of SCP-644's tattoo in the files of the local police department, and it was acquired shortly after. Racine, Wisconsin, was later found to contain several anomalous objects created by \"Doctor Wondertainment\", in the possession of several local children.\nInterview 1:\n\nForeword: Interview was conducted following initial containment, before SCP-644's anomalous properties had been ascertained.\n<Begin Log>\nSCP-644 is led into the interview room by security personnel outfitted with full fire-retardant gear, rated against temperatures up to 800 °C, and outfitted with Kevlar and foam padding in the case of explosive detonation. Personnel are also armed with high-capacity fire extinguishers.\nSCP-644: What's up with these guys?\nDr. Latimer: Please state your name for our records.\nSCP-644: I'm Mister Hot. Marketing consultant for Doctor Wondertainment, incorporated, ell-ell-see.\nSCP-644 holds out wrist, pointing to the tattoo. Security personnel prepare to extinguish any potential fires.\nSCP-644: The tattoo, see. That was my idea. Because I keep my finger on the pulse of the market, eh?\nDr. Latimer: You had say in where your tattoo went?\nSCP-644: Yeah. Me and the doctor, we were pretty close. Think I went to college with him.\nDr. Latimer: Where was that?\nSCP-644: Oh, I don't know. Does anyone really remember that stuff? So, how are you?\nDr. Latimer: I'm doing fine. Could you tell me about your relationship with 'Wondertainment'?\nSCP-644: 'Fine'? I mean, I'm sure you're missing the kids, right? They're with your husband?\nDr. Latimer: What do you know about my children?\nSCP-644: I know that they miss you. They don't— I mean, they don't even know what you do. This certainly isn't a university, right? Unless they've got some 'relaxed testing protocols', ha. It's been, what, two weeks since you saw them?\nDr. Latimer: Go on.\nSCP-644: See, what I'm thinking is, you need to let them know they're loved. I mean, Jason… last semester, he got an A- in math! And that just went unrewarded? That's cold, doctor.\nDr. Latimer: You're right. What should I do?\nSCP-644: I think, you give me the word, and I'll put some word in higher up. No guarantees, but I'll see what I can do.\nDr. Latimer: What exactly can you do?\nSCP-644: Well, I can talk to my friend upstairs— I call him \"Mister Distributor\", but he's not really. It's just a nickname. His name is Steven. But, I talk to him, and, if we find your kids are 'up to snuff', so to speak, I can get them some stuff to play with. Could even wrap it up, put \"from mommy\" on there.\nDr. Latimer: I'd have to know more. Need to know your toys are safe, of course.\nSCP-644: Yeah, how about- how about we talk about this a bit later? Without these… eavesdroppers around?\nSCP-644 motions to the security personnel.\nDr. Latimer: That sounds wise.\nSCP-644: Alright! You know where to find me, ha. Here's my card.\nSCP-644 produces a business card. Security personnel confiscate it and place it within a reinforced fireproof container.\n<End Log>\n\nInterview 2:\n\nForeword: Interview was conducted one day after initial recovery.\n<Begin Log Excerpt>\nSCP-644 is brought into the interview room. A 10-centimeter thick barrier composed of heat-resistant, blast-proof glass is erected between Dr. Latimer and the subject chair.\nSCP-644: Oh, come on.\nDr. Latimer: Hello, Mister Hot.\nSCP-644: Hi, doctor. Is this about the name? I'll be honest: I'm not that hot.\nDr. Latimer: It's just a precaution. Could you tell me more about what you mentioned yesterday? Your toys?\nSCP-644: Oh, yes indeed. Wondertainment products are fully tested, come with a lifetime guarantee, and are designed to enrich your child's imagination through fun exploration.\nDr. Latimer: You mentioned something about children fitting some requirement to receive toys. Could you elaborate?\nSCP-644: Well, you see, you can't just give this kind of craftsmanship to just anybody. You give the average kid a relativistic racecar, he's just gonna leave it on the shelf and go… stare at the sun or something.\nSCP-644: No, no. We're looking for a higher caliber. Someone so imaginative… someone who will really appreciate the work that goes into this stuff. All around great kid.\nDr. Latimer: What kind of work? What do you do at 'Wondertainment'?\nSCP-644: I mean, I don't want to go on about myself… This is about your kids, right?\nDr. Latimer: I need to know I can trust you as a source.\nSCP-644: Smart, smart. I guess that's why you're the doctor, and I'm just mister. Ha. They call me a marketing consultant, but really, I'm involved at every step of the process.\nDr. Latimer: How did you become so valued by the organization?\nSCP-644: Lots of hard work, I assure you. But at first, maybe luck. See, I was just a young guy, maybe thirty or so, but I get approached by this older guy, né Wondertainment, who offers me a chance to get really involved in something… special, you know?\nDr. Latimer: Didn't you say you knew 'Wondertainment' in college?\nSCP-644: Yeah. But anyways, I start working with him. He wants someone who's got a real good market sense, you know? He says, \"Hot. I'm full of so many ideas, but what to choose? I don't have forever. That's why I need you to sharpen my knife, give us some focus. I've got just the thing to let you do that.\"\nSCP-644: So, I go under, and when I come back, it's like zap. I just… I know what ideas are gonna be hot. All the time. And I work with him, and we're going like gangbusters, spreading like mad. Me and him. And he says to me, \"My mind isn't what it used to be, Hot. Let's hone your creative mind.\"\nSCP-644: We do it again, and suddenly I'm a powerhouse. I'll come to him, like, \"Doc, I've got an idea. How about instead of playing with your food, you can have an intelligent conversation with your food?\"\nSCP-644: And I'd say that to him, and he'd say to me \"Hot, you have quite the melon on your shoulders\" and I'd say \"Wow, thanks, boss\" and then he'd put a miniature melon on my shoulder and we'd both laugh. It's our little joke, see?\nSCP-644: Well, was. Until it started making Headless feel self-conscious.\nSCP-644: But we continued on like that, for… oh, it was years. I helped with every endeavor. One year, I thought \"You know what kids love? Taking baths.\" or, \"having imaginary friends\", or \"laughing at jokes\", or… well, we had some weird years.\nSCP-644: And in my twilight years, I started some pet projects. One of the projects literally became a pet, actually, like… the concept of it was animate. Got torched when it started biting fingers. But, boss, he said to me that he had a cool idea. And he told me about it, and I was just in love. So he gave me this tattoo, and told me my desk job days were complete. Actually, that I was complete. And that I needed to head out and start spreading the love. So many underprivileged kids… did you know one in five children live beneath the poverty line? They could use some Wondertainment, am I right? That was all about… seven years ago.\nDr. Latimer: And that's when you became 'Mister Hot'?\nSCP-644: I was always Mister Hot, ma'am. Now, are you interested in my product, or what?\nDr. Latimer: What kind of toy did you have in mind?\nSCP-644: Ah, I was thinking 'Dr. Wondertainment's Carpal Critters™'. It's a virtual pet, right? But it's not in a computer. It lives inside your forearm. Some local anesthesia, hollows the whole thing out. And then it's your friend! It can read you bedtime stories, do your math homework, whole rigmarole. And it's very understanding. You can yell at it, vent at it, tell it to get lost… and it'll forgive you, and be there to give your ulna a big hug when you make up! What do you say?\nDr. Latimer: I'll think about it.\n<End Log>\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-644\" by TyGently, from the SCP Wiki. Source: https://scpwiki.com/scp-644. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}