{
  "created_at": "2009-02-24T22:15:00",
  "creator": "Anonymous (66.211.5.x)",
  "link": "scp-771",
  "rating": 72,
  "references": [
    "scp-770",
    "scp-772",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 771,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "biological",
    "keter",
    "mechanical",
    "sapient",
    "scp",
    "self-repairing",
    "swarm"
  ],
  "title": "SCP-771",
  "url": "https://scp-wiki.wikidot.com/scp-771",
  "content": "Item #: SCP-771\nObject Class: Keter\nSpecial Containment Procedure: SCP-771 is to be held in a secure windowless containment cell at all times. Any and all materials entering or exiting the containment area must be scanned for contamination. Containment area must be checked weekly, and any damage done by SCP-771 is to be immediately repaired. No personnel are to enter SCP-771's cell without full body haz-mat containment and Dangerous Object Handling (DOH) armor.\nIn the event of attack by SCP-771, all personnel are to immediately evacuate and seal the containment area. Subjects suffering from \"stings\" are to be left in the containment area, or recovered for observation when possible.\nDescription: SCP-771 is a form of A.I. that appears to be constructed out of both organic and mechanical components. The metal components of SCP-771 are of varied origin and composition, with several still unidentified, but many appear to be broken or damaged. Its biological components appear to be extremely decayed, appearing to suffer from some form of degenerative disease or virus, with the mechanical components acting as a form of life support. Due to this impaired state, SCP-771 cannot function properly, and can only function for short periods of time, with many errors and \"glitches\" during that time.\nWhen SCP-771 undergoes an \"error\" or shuts down, a swarm of small robots is released from a hatch within SCP-771. These \"microbots\" will \"swarm\" over SCP-771, then start to \"search\" the surrounding area. The swarm will break down any and all metal in the area, and return it to SCP-771, attempting to \"patch\" the damaged areas. These patches appear to be temporary, and typically only last for 3 to 4 days.\nThe swarm will also target any vertebrate animals during their search. Upon contact, the swarm will proceed to \"sting\" the subject, injecting a fluid that completely freezes all muscles in the body almost instantly. This fluid reacts only to the skeletal muscles, and allows all organs, including the brain, to function normally.\nOnce frozen, the microbots will move the subject into close proximity to SCP-771, and proceed to cut off portions of tissue. The swarm will bring the tissue back to SCP-771, attaching the pieces to the pre-existing biological components. Once the subject dies (typically from blood loss after 2 to 4 days) the microbots cease their \"harvesting\" and retreat back into SCP-771. The harvested tissues appear to immediately contract the same degenerative illness as the original tissues, and degenerate to an unusable state after 12 hours, necessitating the retrieval of additional tissues.\n\nAddendum: Notes on containment\nIt has proven very difficult to collect samples from SCP-771 or its \"swarm\", due to the highly aggressive and invasive nature of the swarm. It also appears to \"sense\" attack, and attempts to de-activate or damage SCP-771 cause a highly aggressive reaction from the swarm (see Breach Incidents 1101-771: 1-14)\nAny action capable of disabling or deactivating the swarm will also damage SCP-771 beyond repair, and eliminate its primary form of \"life support\". The highly complex and advanced (if damaged) nature of SCP-771, and the paralyzing \"sting\" of the swarm have enough research application to warrant continued containment, in the hopes of finding a way to deactivate the swarm without destroying SCP-771.\nIn addition, information gathered from SCP-771 has shown a possible █████ in the ███████████, which [DATA EXPUNGED]\nAddendum: Text Log 771-11-0-B excerpt\nNote: Data collected via an LCD screen temporarily attached to the \"data port\" of SCP-771. Questions asked via loudspeaker by Dr. ███\n\nDr. ███: Where are you from?\nSCP-771: FF)FR-Rom o-o-^^oout of *garbled text*\nDr. ███: What was your designed purpose?\nSCP-771: *several screens of garbled text*\nDr. ███: I don't understand, what was your designed purpose?\nSCP-771: *several screens of garbled text* COOOOOnt??//r. ATTA*@&N *garbled text*\nDr. ███: We want to help. Can you deactivate your defensive robots?\nSCP-771: *!!.slDDDDDDDDDDDD no. It It is needed f f for continued opeopeopera81.\nDr. ███: We can help you. We can repair you, and restore full function.\nSCP-771: LLWW!!!!!!!!!!!!!!!!!!!!!!!!!!*garbled text* Motiives unimmmmportant. Primary D99ective p-a!!=ount.\nDr ███: …What is \"primary directive\"\nSCP-771: COCOCOControl.\nDr. ███: Control of what? What are you supposed to control?\nSCP-771: S01s8 Hom*WHH *several screens of garbled text.*\nNote: At the point, SCP-771 shut down, and the LCD screen was quickly broken down by the swarm.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-771\" by Anonymous, from the SCP Wiki. Source: https://scpwiki.com/scp-771. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}