{
  "created_at": "2009-08-18T03:23:00",
  "creator": "Aelanna",
  "link": "scp-648",
  "rating": 93,
  "references": [
    "scp-647",
    "scp-649",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 648,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "euclid",
    "extradimensional",
    "metamorphic",
    "portal",
    "scp",
    "structure"
  ],
  "title": "SCP-648",
  "url": "https://scp-wiki.wikidot.com/scp-648",
  "content": "Item #: SCP-648\nObject Class: Euclid\nSpecial Containment Procedures: As SCP-648 cannot be moved, it is contained on-site under the cover of a secondary entrance that is closed indefinitely for maintenance. At least two (2) armed, undercover guards disguised as site workers must be on duty at all times, and any individuals attempting to gain access to SCP-648 must be detained for questioning.\nExploration or experimentation within SCP-648 may only be performed with prior permission from at least one (1) level 4 personnel.\nDescription: SCP-648 is a hidden entrance of the ███████ █████ hedge maze near [DATA EXPUNGED]. Although no official record of this entrance exists, evidence suggests that SCP-648 was incorporated into the hedge maze shortly after its construction.\nWhen subjects enter the maze via SCP-648, they are displaced to what appears to be an extradimensional space separate from the real maze. So far, several anomalous properties have been observed:\n\nThe maze behind SCP-648 blocks all radio transmissions, preventing communication or remote recordings of the inside of the maze.\nThe maze behind SCP-648 has a size inconsistent with the ███████ █████ hedge maze. Manned exploration attempts have explored over 14 square kilometers of maze without reaching any exit or edge to the maze.\nThe topography and layout of the alternate maze occasionally shifts, with the time between each shift completely unpredictable. The lower time limit of these shifts is approximately 5 days, and the maze has lasted for as long as 50 days without noticeable shifting. These shifts can cut off exit from the maze, trapping personnel inside.\nThe maze is in a perpetual state of twilight, with no discernible sun, moon, stars, or other celestial references. The maze is also shrouded with a constant fog that reduces visibility to less than 10-20 meters.\nExploration teams have encountered living creatures within the maze at distances of greater than 2 kilometers from the entrance. These creatures appear to be [DATA EXPUNGED] and have proven to be extremely dangerous, and as such all teams should try to avoid them if at all possible.\n\nSCP-648 came to the Foundation's attention on ██/█/19██ after two young children discovered the anomalous entrance and disappeared inside. Amnestics were administered to the parents of the children and several witnesses, and a cover story planted.\nAddendum 648-01: Initial Exploration Incident Log\nAfter attempts to remotely explore the maze failed due to the inability to transmit radio signals from within, a manned exploration of the maze was approved by O5-█ and conducted on █/██/200█ by members of Mobile Task Force [DATA EXPUNGED], led by Agent █████ K████. After traversing approximately 3 kilometers within the maze, the team encountered a [DATA EXPUNGED] which roared loudly and charged the team. Although agents were able to kill the creature using their personal firearms, the sounds of additional [DATA EXPUNGED] approaching from nearby forced the team to retreat before they were able to collect any samples that could be later analyzed. Agent K███ has requested additional firepower for further exploration attempts.\nAddendum 648-02: Exploration Log, ██/█/200█\nAn attempt to scale the wall of the maze was made using Class D personnel. Although extremely difficult due to the anomalous slipperiness of the wall and the presence of thorns and [DATA EXPUNGED], subject D-6443 was finally able to scale a wall after being attached to a high-strength tether with over 500 meters of line. Experiment team noted that the voice of D-6443 was extremely muffled and distant, despite being no more than approximately 2 meters away from the team.\nD-6443 was instructed to explore the immediate area, and try to find a connecting passage. After approximately 18 minutes and over 350 meters of line played out, the line suddenly went taut and immediately slackened. When retracted, the line was found cleanly severed and no trace of D-6443 was ever found.\nFurther attempts to scale the walls of the maze have been suspended, pending investigation into possible inconsistent spatial properties.\nAddendum 648-03: Incident Log, ██/██/200█\nDuring a manned exploration attempt, Agent ████ M████ was encountered, who had been lost to an unexpected shift during a previous attempt nearly █ months ago. Agent M████ was disheveled, extremely gaunt, and his equipment and clothing were missing or in tatters. The agent screamed, \"You aren't real, none of you are real!\" at the exploration team before running deeper within the maze. Team attempted to pursue the agent for approximately 20 minutes before calling off the search and returning.\nAddendum 648-04: Incident Log, █/██/200█\nOn █/██/200█, a breach was reported at the SCP-648 containment station. Upon arrival, agents found that the station had been attacked from the inside. Revised containment procedures are under review, and additional guards are to be posted until further notice.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-648\" by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-648. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}