{
  "created_at": "2021-10-20T21:57:00",
  "creator": "JakdragonX",
  "link": "scp-643",
  "rating": 89,
  "references": [
    "jakdragonx-rage-collection",
    "ralliston-s-authorpage",
    "ongoing-incident-jakdragonx-ralliston",
    "secure-facility-dossier-site-120",
    "esterberg-city-wikipedia",
    "scp-5572",
    "scp-6072",
    "scp-642",
    "scp-644",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 643,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "co-authored",
    "compulsion",
    "esterberg",
    "food",
    "from-120s-archives",
    "keter",
    "liquid",
    "marie-surratt",
    "olfactory",
    "rewrite",
    "scp",
    "thermal"
  ],
  "title": "SCP-643",
  "url": "https://scp-wiki.wikidot.com/scp-643",
  "content": "Item #: SCP-643\nObject Class: Safe Keter\nSpecial Containment Procedures: Following the recent developments of Site-120's investigation, individual SCP-643 instances are hereby contained within a refrigerated Object Containment Unit (OCU) located at Site-119. Said unit must remain at an ambient temperature not exceeding 10° Celsius.\nPersonnel handling SCP-643 or performing any experimentation while the object is in its liquid state are required to wear Level-B hazmat equipment. In the event that Foundation personnel come into contact with a liquified SCP-643 instance without safety equipment, their immediate termination has been deemed the only viable and ethical option.\nDescription: SCP-643 is a collection of 79 unmarked chocolate candies with an abnormally low melting point.1 While refrigerated, SCP-643 possesses no anomalous effects or outward aesthetic differences from normal chocolates.\nSCP-643's anomalous properties will only manifest once the object is melted. Upon entering this state, SCP-643 will transfer itself onto any edible substance — covering the surface area of said substance with as much of its mass as possible. Upon enveloping their host, SCP-643 instances will then begin to exude a strong, pleasant aroma. Subjects exposed to this scent report an irresistible desire to consume material coated in melted SCP-643.\nSCP-643-1 are human subjects who have been contaminated by SCP-643. SCP-643-1 instances lack the SCP-643 coating but exude the same aroma as food contaminated by the anomaly. Like such food, SCP-643-1 instances produce the same desire in all exposed subjects to consume them completely.\n\n\nThe alleyway leading to Dr. Breffen's house within FP-120.\n\n\nDiscovery: Initially classified as a series of murders throughout FP-120 (\"Esterberg\"), SCP-643-linked attacks were explained as unrelated cases of cannibalistic ritual sacrifice. However, Site-120 had at that point found no evidence of thaumaturgic contamination on the bodies of SCP-643 victims, nor any historical record of such rituals taking place in the areas affected by SCP-643.\nBeginning in the mid-20th century, these attacks drastically decreased in frequency and were believed to have ceased outright as of February 19th, 1978. This led Site-120 to declare the anomaly neutralized. However, on 27/12/2001, a related homicide was perpetrated against Site-120 researcher Dr. Eavel Breffen.2 This event would later spark SCP-643's further investigation.\nAddendum 643-1: Investigation of Breffen's residence was approved following her termination. Headed by Site-120's Agent Marie Surratt and Site-119's Dr. Ryan Smith, the two were able to ascertain the location of a potential person of interest following a letter that had been left inside of Dr. Breffen's mailbox. Of note was the contents of the letter itself, reading: \"Madame Valerie's Emporium For The Magical, calling Eavel Breffen to pay her debt.\"\nFollowing further attempts at discerning information of Dr. Breffen's disappearance, the SCP-643 investigation gained insight into \"Madame Valerie's Emporium For The Magical.\" The following is a log of that exploration, led by Agent Surratt.\n\n<Begin Log>\nThe feed reconnects as Dr. Ryan Smith and Agent Marie Surrat stand outside an old, though well-preserved, shop located in a wide alleyway in the Sewer District. Despite the relatively unsanitary conditions of the location, it is cleaner than the rest of the District.\nSmith looks at the large, glass front of the shop. Within it, he notices many crates, chests, barrels, shelves, and other containers appearing to mainly contain various food products. He shakes his head and looks at the large sign located above the door into the building.\nSmith: This is the place, right?\nSurratt looks through the glass front inside, looking for someone — apparently the \"shopkeeper\" — within. When after several seconds she doesn't find anyone, she turns back to Smith.\nSurratt: Yeah, sure is.\nThe duo walk through the front door; a small bell rings as they enter. The room itself is jam-packed with numerous shelves, bookshelves, barrels, crates, containers, wardrobes, and chests, decorated with an old red carpet on its floor. Above them, a chandelier filled with burning candles hangs from the low ceiling, illuminating the room with a dim aura.\nSurratt: Don't touch anything.\nSmith nods.\nAfter a few steps, they come close to a wooden counter, atop which an old cash register and some papers sit. Surratt taps the bell near them a couple of times and starts looking at the shelves behind the counter as she starts tapping the wooden floor with her shoes nervously.\nSmith: You got something on your mind?\nSurratt: <looking nervously around herself:> You'll see.\nSmith starts to look at the products located in the crates around him, trying to touch one of them. Surratt gently hits his hand, moving it away from the items.\nSurratt: I said — no touching.\nSmith: Yeah, yeah, but look at this — it's all the same. All of these… they're shipments of food.\nSurratt: What?\nSmith: Surratt. This entire place looks like a Walmart. <pointing at a shelf in the distance:> See? Forks, plates, bread, canned food, water, juice, fruit, vegetables—\nSurratt: I… it's never been that way. I— this is just… really weird, I don't—\nUnknown: I just thought a little renovation would do the place well. You know, different times, different needs. <chuckles>\nAs the duo turn back to the counter, a tall, robed humanoid with a large hat can be seen standing near the counter. Its hands are covered with thick, dark gloves, and its face with the shadow of its clothing. Surratt slightly shivers but walks towards the counter.\nUnknown: So, what do you need, Marie? Money? Fame? Status? Or perhaps you want to know your future? I can assure you, it's VERY inter—\nSurratt: I'm not really here to make deals with you today. The only thing I need is information.\nWhere the entity's eyes should be, for a split second, two sparks can slightly be seen. It shakes its head and gets closer to Surratt.\nUnknown: Information, you say? You do realize that everything has a price, ri—\nSurratt: <rolling her eyes> Oh come the hell on. For the sake of… Look. For our old friendship—\nSmith: <quietly:> Friendship?\nSurratt: It's what happens when you mess with demons like these, Smith. <pausing:> Are three questions too much to ask for?\nThe entity inhales and sighs theatrically, scratching its head in the process.\nUnknown: Alright, alright! But only three. Shoot.\nSurratt: What did you do to Breffen?\nThe entity pretends to be surprised, backing off slightly.\nUnknown: Breffen? Nothing. That little forest idiot never came back to pay; how was I able to ask for anything?!\nSuratt puts the yellow message they found in Breffen's mail forward, holding it in two fingers.\nSurratt: I don't know, maybe you were angry with her because she hadn't paid you?\nUnknown: I don't kill people, Marie—\nSurratt: Please, just \"Surratt.\"\nUnknown: I don't kill people, Surratt. I only ask for what they promised. And no, I did not do anything to Breffen. I know sin and greed are like, my entire gig but even I'm not that sly.\nSurratt: <sighs> Alright, fine. <pause> Then what did she come here for, exactly?\nUnknown: She was… she was hopeless. Wanted to find food that would provide long-term for her and her partner. All I did was gave her a nifty little pamphlet to find that place.\nSurratt: Her… partner?\nUnknown: That's four questions.\nSurratt: Alright, alright. But what was that place?\nUnknown: Aaaaaaand that's five. But I'll be nice enough to give you what I gave her.\nThe entity bends over behind the counter, picking up a small item and handing it to Surratt.\nUnknown: Do with this location whatever you want. Just… be sure to help a gal out and try not to mention anything about me tipping you off.\nSurratt nods.\nSurratt: Thank you.\nUnknown: Any time.\nThe entity suddenly dematerializes behind the counter, turning into dust. Smith blinks thrice, only to be pulled by Surratt to the exit.\nSurratt: Come on. We've got what we need.\nThey step outside from the shop into the streets, which are notably empty. As the sun sets in the distance, Surratt starts to read the item the entity gave her.\nSmith: So, who the hell was that? Or, I guess, what the hell was that?\nSurratt: Simply a way to get information. Nothing you'll have to worry about.\nThey both stand in the alleyway, looking at the gigantic lighthouse in the Port District in the distance. Surratt inhales slowly, and massages her closed eyes gently.\nSmith: You wanna elaborate on where we're going now?\nSurratt: Not sure. But wherever it is, it'll lead us to the source of Breffens death.\nSmith: Which is where?\nSurratt: <looking at the pamphlet:> Up north.\n<End Log>\n\nAddendum 643-2: After subsequent investigations of the information retrieved from \"Madame Valerie's Emporium For The Magical\" following the death of Dr. Eavel Breffen, Foundation Agent Surratt suspected the region of Podvoloch'ye3 as a particular location of interest regarding SCP-643.\nDispatch and reconnaissance of Podvoloch'ye were soon approved for the aforementioned agent alongside Dr. Ryan Smith on 04/03/2002. Reports later retrieved by the two personnel stated that, despite the testimonies provided by Madam Valerie indicating a potential surplus of food, the region itself had suffered immensely from shortages of supplies, presumably caused by the previous winter. A spike of murders similar to those discovered previously indicated a correlation between the region and SCP-643's supposed anomalous properties at the time.\nSweeps of the village premises alongside interviews with the local populace revealed the existence of the newly classified SCP-643. Attempts to trace the anomaly from local storehouses indicated that SCP-643 instances were being supplied locally from a nearby shelter located on the northwestern perimeter.\n\n<Begin Log>\nSurratt and Smith walk along a dirt road due north. Surrounding them are a series of houses that extend to the end of the road ahead. The two are wearing coats, gloves, and other miscellaneous winter apparel. Snow lightly falls around them, covering the faintly white ground and nearby trees.\nSurrat: <shivering:> Didn't think it'd be this chilly.\nSmith: Well, that's what you get for assuming.\nSmith leads the way as the two pass diagonally across a fork in the road, turning northwest. The sun beyond them indicates that night-time is approaching. From far beyond, the faint silhouette of a large building can be seen.\nSurratt: That the place?\nSmith nods as the two continue walking. Silence fills the recording for nearly three minutes before the two approach the front door. Above them, a wooden sign hangs loosely.\nSmith: Do… Esterbergians speak Russian?\nSurratt: First I've seen of it. <shrugs> But Russia is only a country away and refugees weren't particularly picky I imagine.\nThe sign above sways slightly. Surratt steps farther away, towards the opposite end of the door. Smith chuckles slightly behind her.\nSmith: Happen to get a glance at what that sign said?\nSurratt: Not really. I wasn't trying to get smashed by it in case it fell. What'd it say?\nSmith takes a step back, looking upward.\nSmith: Used to date a Russian girl a few years ago. Didn't teach me a lot, but she only knew so little English that I had to learn some of it eventually. <pausing:> The only thing I can make out is \"Detskiy dom.\" Orphanage.\nSurratt: Orphanage?\nSmith nods.\nSurratt: That… how does that make sense?\nSmith advances past Surratt, knocking on the wooden door in front of them.\nSmith: I couldn't say. <pause> With the village being this remote — I can't imagine it being easy. Sharya is the closest place with businesses and quick transportation, and even then that's two hours away from here.\nSurratt: Not to mention the chocolates themselves.\nSmith glances slightly towards Surratt.\nSmith: Starvation doesn't play favorites, Surratt.\nSmith pauses as he lightly stomps his feet into the ground beneath him, flattening the snow.\nSmith: Even if it means resorting to orphans.\nThe door in front of Surratt and Smith creaks open. The door stops after opening a few centimeters. From inside, a frail, adolescent girl peeks from behind the door.\nGirl: Allo?\nNote: The following has been translated from Russian for ease of reading.\nSmith: Hello. It's very nice to meet you.\nGirl: Who are you?\nSmith: I am Aleksander and my partner here is Yelena Patrov.\nSmith indicates to Surratt from behind. After a pause she smiles and waves.\nSmith: She is somewhat slow. Pay her little mind.\nThe door opens wider.\nGirl: What are you doing here?\nSmith: We are officers. We've been hearing rumors of strange accidents here and we wanted to make sure everything was fine. Have you seen anything strange recently?\nGirl: No, I have not.\nSurratt pokes Smith slightly on his right shoulder.\nSurratt: <offhand and in English:> Where's the adult here?\nThe door opens slightly more. From behind the girl, another younger child is behind her. The second girl's hair is ragged, with her clothes being stained and lightly torn at the seams.\nSmith: Where is your caretaker? We have important business that we need to talk about.\nGirl 2: She is sick.\nSmith: Sick?\nGirl: Yes, and she does not want to be bothered currently.\nSmith repeats the child's statement to Surratt.\nSurratt: Does she need our help?\nSmith glances back towards the two girls.\nSmith: May we come in? If your caretaker is sick, perhaps we can take her to a hospital?\nGirl 2: She is okay. Mother will be fine after some rest.\nSmith once again translates the statement to Surratt, who clears her throat.\nSurratt: We can't just leave.\nSmith turns back to the door.\nSmith: When can we come back to check in on her?\nThe first girl shakes her head.\nGirl: I don't know. Not any time soon.\nThe door begins to close. Surratt jumps to press the door ajar but is stopped by the presence of Smith's arm obstructing her.\nSmith: I see. <nods> Goodbye then. Thank you for your time.\nGirl 2: Yes. You too.\nThe door fully closes. Afterward, Smith steps away from the door and begins walking away. Surratt begins to follow him from behind.\nSurratt: What part of \"we can't just leave\" did you not hear?\nSmith pauses momentarily, slowing down his pace slightly.\nSmith: Did you notice it?\nSurratt: Notice what? The only thing I saw was how quick they were to get rid of us.\nSmith: Their eyes.\nSurratt: Oh.\nSmith continues walking as Surratt follows.\nSurratt: What about their eyes?\nSmith: They were dark. Cold and strangely… dead.\nSmith sniffles.\nSmith: It's weird — I can't imagine that these places get many visitors, and yet those two were able to stay completely calm even when two random \"officers\" showed up at their doorstep. <pause> Wouldn't they have gotten at least a little nervous?\nSurratt: Maybe. But some are just different.\nSmith chuckles.\nSmith: Those two had a look in their eyes. Not like usual… well, what I can only guess are 7 and 4-year-old girls.\nThe two pause.\nSurratt: We just need to find a way to get a peek inside.\nSmith stops. After a moment he turns around to meet Surratt. He sighs briefly.\nSmith: If you had to take a guess, what are the chances that those two girls were actually who they said they were?\n<End Log>\n\nFurther investigations, alongside cross-references with available property records, revealed the building discovered in the aforementioned log to be the \"Makarova Orphanage,\" owned and operated by an individual known as Anya Makarova.\nAttempts made by available Foundation personnel to contact Makarova have thus far been unsuccessful. However, after uncovering recent historical records provided by the local Esterbergian government, it was discovered that Makarova had a sole living relative living nearby the village of Podvoloch'ye. Contact was soon initiated with the suspect, and Foundation personnel responsible for SCP-643's investigation were given permission to interview Maria Makarova for information concerning her sister Anya and her potential influence regarding the anomaly.\n\n<Begin Log>\nNote: The following has been translated from Russian, with Dr. Smith acting as a translator for Agent Surratt.\nSmith: Could you elaborate more about Anya? You two were quite close, yes?\nMakarova nods in the affirmative.\nMakarova: Since we were 15 or 16. She and I would always help out Mama and Dad wherever we could. Winters got… very cold here. She was very strong. Very firm. Since I was the youngest, she always had to watch over me and make sure that I was never in any trouble.\nMakarova coughs slightly.\nMakarova: Izvinite. <pause> It's been quite a few years since I've seen her. Before we became adults, Anya had decided that her heart was with our village. We saw what it was like to see a child alone. That was why she began that shelter.\nSurratt: And you?\nMakarova: <nods> I've tried to stay in contact. Tried.\nAll pause.\nSmith: Did you ever say whether or not your family was superstitious? Did they worship or pray to anything?\nMakarova: Mama and Dad? No. No, not at all. They were too busy with other things. But Anya and I? We were afraid of the supernatural. But I don't think that lasted very long.\nSurratt: Do you know how long, exactly?\nMakarova: A few years, perhaps? But not exactly, no.\nSmith: What about the orphanage? Did you interact with Anya or anyone once it began?\nMakarova: I did, when it first started. Kept close with some of the children. A girl by the name of Alyona grew fond of me whenever I visited. But… it's been months since I've last heard from her.\nAnother pause.\nMakarova: I am not sure whether it's something I did or if there's something else.\nSmith: Don't worry — it's nothing that you did.\nSurratt clears her throat.\nSurratt: Anya entrusted you with some of the finances for the orphanage, if I remember correctly. Can you tell us if you've noticed anything weird, like transactions or purchases that did not feel right?\nMakarova: Not that I can recall right now. She was usually very good with money.\nSurratt: And the papers you gave us also confirmed that. <pause> I'm sorry, but please give us just a moment.\nAudio becomes slightly distorted before fading to silence momentarily. Audio begins recording abruptly once more.\nSurratt: <in English:> —it doesn't make sense.\nSmith: It doesn't?\nSurratt: All of her records indicate nothing, Ryan.\nSmith: So?\nSurratt: What do you mean, \"so?\"\nSmith: It's possible that she lost her papers. Or even just forgot. I mean, when do you think was the last time she had to worry about finances?\nA pause.\nSurratt: So you think there's still a possibility that these orphans are still being used?\nSmith: It's a possibility I won't rule out yet. But without a motive or reason, it's hard to understand why anyone would want to use them. They're not exactly \"reliable workers.\"\nSurratt: There may not have been any other choice — especially in a small, impoverished village.\nAfter several seconds of silence, the audio feed cuts briefly once more.\nMakarova: <in Russian:> Everything okay?\nSmith: Yes, yes. Just going over some things.\nMakarova: I see.\nSurratt: We appreciate your information, thank you for your cooperation so far Maria.\nMakarova: Of course. If it helps you, there is also something else that I've been wanting to show.\nAudible silence.\nMakarova: I said earlier that a girl named Alyona grew fond of me. From the orphanage. She used to write letters to me whenever she could.\nMakarova sniffles slightly.\nMakarova: After a few weeks her letters started to become less frequent. They became weird. At first, I didn't want to pay them any mind — truthfully I thought they were just the ramblings of a young mind.\nSurratt: I see.\nMakarova: But since you're here, you might as well know the truth. I kept them in a special box under my bed upstairs, sealed away. I can grab them for you before you go.\nSurratt: Of course. We will gladly take a look at those. Thank you again, Maria.\n<End Log>\n\nAddendum 643-3: Following the interview with Maria Makarov, a series of letters were placed under Foundation custody. As they relate closely with SCP-643's active investigation, they have been attached to this document for reference purposes.\n\nDear Mother Maria,\nI hope you are doing okay. I know you said that I could write to you at any time, but I'm sorry if these ever bother you in the future.\nGetting used to these sudden changes has been hard. With most of the kids going back to school, we rarely have time to play anymore. Mother Anya is also keeping us busy with plenty of chores and tasks. It is just my luck that I will have to do dishes after dinner tonight, while all the other kids get to play.\nI know that you have only just left, but we miss you here already. Playing outside doesn't feel the same without you being there to watch us. Alexei was talking to me earlier today about how he'd miss hearing your stories during dinner, and singing and dancing beside you before bedtime. That was always so much fun for us!\nMother Anya told us all that you'd only be gone for a little while, back to school to get your degree. Do adults really have to go to school again like we do? I think that's silly, really. I bet you already know everything that I do and more. Why go through it all again, Mother Maria?\nI hope Aleksander is able to find your home before we leave. He promised that he would send my letters to your mailbox while we walked to town in the mornings. I am thankful for his help, but I am also worried that he may forget or lose track of my letters. Whenever you have a chance, could you write me back sometime soon? Just so I can know that you've received this letter.\n\n\nHi again, Mother Maria,\nIt's been several weeks now since I've heard from you. I hope you have been getting my letters. Aleksander swore he delivered my last one, but you can't be sure with a boy like him. I just hope that he hasn't dropped it somewhere.\nThe leaves outside are falling. Most of the trees are now bare, and we can't leave the house in the mornings anymore without wearing long sleeves. Us kids aren't really worried about it, but Mother Anya has been getting more stressed recently. She is scared that we are not prepared for the winter. She's even had a man by the name of Dmitri occasionally visit us now.\nHe only comes once or twice since we've met, but he seems kind. Mother Anya said that we must be good to him and that he'll only be helping us for a little while. When he's not helping Mother Anya in her room, he shows and tells us many different things. Mostly stories about his childhood and his life outside of our house, or a magic trick that he learned during his traveling across Russia.\nHave you spoken to Mother Anya recently? I'm sure that she would love to hear from you again. We all would love that, I think. We pray that you're doing well in school, just like how you used to for us children (don't worry, we are doing very well right now). Maybe you could bring her back some of those chocolate candies you always had. She always loved those, you know.\nI'll end this here. If you can, please tell me if you've received this letter, otherwise, I'll have to kick Aleksander's butt for not sending it as I asked him!\n\n\nMother Maria,\nI kicked Aleksander's butt. Well, I tried, but he swore with his pinky that he sent my last letter. I don't think that I believe him but I'm not wanting to hurt Aleksander just yet. I think I'll give him one final chance to do things right. After all, he is the one sending these letters to you!\nFather Dmitri has been visiting us more over these recent months. I occasionally watch him while he does work like chopping wood, cleaning the house, and collecting the leaves on the sidewalk. Mother Anya looks calmer with each passing day. And bigger too! We still have to do chores around the house, but it's less now with him around! I should thank him for that when I see him next.\nDmitri is a kind man, but he's also weird. He is very religious. Sometimes, when we kids are gathered together, he will tell us stories of God and the Bible. Things about men splitting the oceans and miracles happening to the poor. Mother Anya does not seem to enjoy them, but I do not mind. I don't think the children do either, which is good.\nDmitri tells us scary stories too. These ones I do not like. Stories of disaster and death. Dmitri fears the Devil, and he fears his demons too. Dmitri always tells us to not sin. How it only takes one sin for \"demons to take you with them back to Hell!\" Mother Anya tries to comfort and remind us that he's only trying to make us better people, but I don't think she likes those stories any more than we do.\nThe cold is okay for now. But I know that it will get worse. Sofia got sick during our walk to school yesterday and she had to stay home. I hope she can recover quickly, but I also know that, pretty soon, we will have to start learning school from home again. You were always the best teacher Mother Maria, but Mother Anya isn't bad either. With Dmitri's help, I think we will be able to push through.\nI hope you are doing well. If you don't want to respond to this letter that is okay, but I would also really like to hear from you. Just once, please?\n\n\nAre you there, Mother Maria?\nIt makes me sad that you haven't responded to me yet. Are you okay? I am getting very worried. We miss you very much here, and it's only getting worse each week that you do not respond. You haven't even visited us like you said you would, either. Mother Anya says that you are still super busy, but even that does not make things better. It's just… I just hope you are okay, that's all.\nWe have to stay home from now on. Today Inessa and Maxim both had to go home because they could not feel their fingers. Mother Anya said that it was too dangerous now to have us out without better clothes. That also means that these letters will be harder to send. Aleksander said that this will have to be the last one he sends before winter comes. I am going to have to store the rest of these away until spring. I hope that you don't mind if you're even paying attention.\nDmitri basically lives with us now. He stays in Mother Anya's rooms during the night, and together they have gotten much larger than last time. I am not sure how I feel about his presence, but Mother Anya seems happier now than she was when you left. That can't be such a terrible thing, I suppose.\nHe still leaves from time to time. But to where exactly, I do not know. He will usually return with food, however, so I can guess that he just leaves for the store. Still, it is weird how frequently he does leave and return. Are all men as strange as he is, Mother Maria?\nThe other kids are asking me to play with them, so I must go for now. Until next time, Mother Maria.\n\n\nMother Maria,\nMuch has happened since my last letter. I will try to summarize as best I can, but things have started to get worse here in the house.\nShortly after I wrote to you last, Father Dmitri and Mother Anya began fighting. From what I'm not sure, but they yell and scream at each other from within Mother Anya's room. It was okay, though, since Father Dmitri and Mother Anya would always calm down and play with us children after they were done fighting. We were also told not to worry by Mother Anya herself, so we did not think about it much.\nThat was until a week or two ago when Mother Anya and Father Dmitri got into a really big fight. I even heard your name through the walls of the house, with Mother Anya screaming that you and Dmitri shouldn't have met each other. I tried to hear more of their conversation, but by then Mother Anya came outside and told us that Father Dmitri had left us. She didn't explain to us why, but she was very panicked and scared. She was sweating really bad, and I'm pretty sure there was a new cut or something on her face. We simply did not ask about it and left her alone since she was not happy. I don't think she has been happy since then, actually. Mother Anya started to become angry and mad at us a lot, now that I think about it. I wonder if she's just worried about everything that's happened?\nFather Dmitri was able to go outside and get food, but with him gone and the snow locking us inside, it has been hard for us. Some of the younger children are laying down beside me on their beds groaning, complaining about their tummies hurting. Mother Anya swore to us that she was trying to find food for us to eat, but so far it's been a week since we had a full meal. Even I'm starting to feel some pain.\nWe are all starting to get scared, but I hope that you are okay still. We had Father Dmitri and Mother Anya to help us, but you are all alone. I am not even sure if you are still living or not. I have been thinking about sneaking out just to check on you, but I do not think I would be able to get past the snow outside.\n\n\nMaria,\nWe are starving. Some of the children have stopped moving in their beds. I feel weak even trying to write these words to you. Mother Anya swore and swore that she was close to finding us some food but I doubt her more than ever. I'm scared as well. What are we going to do?\nThe snow only grows outside. What little chance we had before to travel beyond the house no longer exists. The cold has also begun entering the house. We have used up all the firewood that we had stored inside, so the only warmth comes from us huddling together. All of our fingers are beginning to go red, some even blue and purple. The younger children won't stop crying and Mother Anya has not left her room in four days.\nWhat are we supposed to do? Is there some way we can escape here and maybe find you? Mother Maria, we need your help. What would you have us do if you were with us right now?\nThere is a… this sweet smell coming from somewhere inside. It is… unbelievable how good it is. It's like, the smell reminds me of you. Your cooking. Whenever we would have bacon during the fall. My mouth is beginning to water just by thinking about it now…\nI have not seen Mother Anya leave her room since Dmitri left. Why do you think that is, Mother Maria? Do you think that she is still trying to find a way to feed us? Or maybe she is trying to call someone else to help us?\nDo you want to know what I think Mother Anya is doing? Sitting in her room right now? I do not think she is doing anything. I think she is a coward, Mother Maria. As us kids have stayed trapped in our room, Mother Anya has been getting bigger and bigger. When we see her walking around the home, we see the remains of food around her lips and face. I think that Mother Anya stays in her room, feeding and hordering our meals. All for herself.\nSome of the children are waking up, sniffing the air like I am right now. The smell is getting stronger, and it's coming from her room. The children are beckoning me to come. They are skinny and pale, much like I am, but they can still stand. We are so, so hungry Mother Maria.\nI… I will return to writing this here soon.\n\n\nDo not worry.\nWe are no longer scared. After all, why should we be? Of course, I was angry at Mother Anya. All of this time… she was the reason why we laid weak on our beds! But… but now I see what she has done. She didn't just starve us, and she didn't just leave us to die. She has also provided for us. Her sacrifice will finally give us hope.\nWe carry parts of her with us now. Wherever we go, she is now going to be here forever.\nHer flesh has saved us.\n\nAddendum 643-4: Following the retrieval of the previous letters sent to Maria Makarova, alongside reconnaissance and observation of the Makarov orphanage, noticeable anomalous fluctuations detected within the building instigated further action by Foundation personnel. The dispatch and utilization of MTF Aleph-66 (\"Door Busters\") for aid and containment was soon approved for Podvoloch'ye, with Agent Surratt providing active support.\n\nMembers:\n\nℵ-66-1 Alpha (Lead)\nℵ-66-2 Bravo\nℵ-66-3 Charlie\nℵ-66-4 Delta\nAgent Marie Surratt\nDr. Ryan Smith (Absent)\n\n\n<Begin Log>\nFootage starts with the camera being mounted to Delta, who stands behind the rest of the group as they approach the target location. Night vision has been activated, with Aleph-66 approaching from the front.\nAlpha: Mic check.\nCharlie: Affirmative.\nBeta: Loud and clear, boss.\nAlpha takes the leading position as he raises his hand, signaling the group to halt.\nAlpha: Agent?\nSurratt: I'm here.\nAlpha: Good. <glancing towards Charlie:> Anything, yet?\nCharlie nods, raising his equipment towards his face.\nCharlie: Uh… yeah. Huh.\nAlpha: What?\nCharlie: It's TRE.4 Lots of it, too.\nAlpha: TRE? Are you sure?\nCharlie nods in the affirmative.\nAlpha: Agent, did you know anything about this demonic energy?\nSurratt: I — no? I'm… I'm just as surprised as you are, sir.\nAlpha: Can you stop it?\nSurratt: I mean… maybe? I have some training. But it depends on how strong it is.\nAlpha pauses briefly before referring to the group.\nAlpha: We got innocents in there, stick to non-lethals until I give the order. If push comes to shove, we fill whatever is in there with lead and hold it down until someone else can deal with it.\nAlpha signals the group forward. They have now arrived at the steps leading towards the front door.\nAlpha: Take point, team. Beta, you'll breach. Make sure you're wearing your blockers.\nThe group shuffles around the vicinity of the door, with Alpha and Charlie on the left while Delta and Surratt take the opposite position. Delta holds his ear to the door and listens. After a pause, he shakes his head in the negative.\nAlpha: <whispering:> Do it, Delta.\nDelta twists the doorknob, slightly opening it ajar. After a brief pause, he quietly enters the interior. Alpha and Charlie follow closely behind, covering Delta from behind. Surratt and Delta follow from the rear inside.\nThe group enters into a large living area. Towards the left sits a shredded and stained couch, which is toppled over on its back. In front of the couch sits a bare fireplace, with ash and soot spilling onto the floor. The room itself is barren and devoid of decoration or noticeable features. Alpha raises the signal to spread out and search. Charlie splits from the group and heads northwestern towards the dining room and kitchen area. Beta and Delta move towards the southeastern corner, into a nearby hallway lined with 4 separate rooms.\nCharlie: <through radio and hushed:> Kitchen and dining clear.\nDelta: Hallway clear.\nAlpha: Affirmative.\nSurratt, after investigating around the couch and fireplace nearby, suddenly stops.\nSurratt: <through radio and hushed:> Anyone else hear that noise?\nAleph-66 freezes. After a moment, noise is confirmed, its source emanating from a far room within the hallway.\nAlpha: We secure everything first, team. <pause> Heading towards the hallway now.\nAlpha and Surratt approach Delta and Beta as Charlie protects their rear. Once together, Aleph-66 breaches the first room on the right. It leads into a small, white bathroom. The ceramic toilet is notably damaged, with the nearby shower curtain hanging loosely from the tub along the wall. It is also shredded.\nAleph-66 retreats to the hallway and breaches the door on the opposite side. It leads into a large bedroom, with several bunk beds lining the walls. Beta and Alpha both enter, searching the room. Beyond the lack of sheets and the series of stains along the floor and beds, the room is featureless.\nAlpha: Clear.\nThe team returns again to the hallway, now approaching the third door. This time, Charlie breaches, revealing the inside of a storage closet.\nThe storage closet is mostly empty, with the exception of a corpse sitting upright inside. Once the area is cleared, Delta retrieves the body and quietly moves it from the hallway and into the living area. After securing the body, Delta begins searching the remains. After a moment, he retrieves a wallet and opens it.\nDelta: Dmitri Lukin.\nSurratt breathes in slightly. Alpha glances towards her for a moment before looking back at Delta.\nAlpha: Leave it here. We'll take it back later.\nDelta nods. Alpha signals the team to return towards the hallway — to the last door. Once Aleph-66 gathers, Alpha breaches, entering the room as the door swings open violently.\nAleph-66 enters into the room, accessing a large master bedroom. Along the walls, a series of large crates are stacked haphazardly, decorated in miscellaneous labels. From the camera perspective, most of these crates are filled with a brownish substance, most likely separate instances of SCP-643. Along the floor, small children lay sporadically throughout. All of which appear to be incredibly malnourished, with most being covered in SCP-643 material. In the far end of the room lays a large bed containing a sprawling body and several more children. The body also appears to be made of SCP-643, which the children are consuming. There is a window that sit's above them, which is broken.\nThe children freeze as Aleph-66 enters. Charlie and Beta spread out to the far corners of the room, their weapons aimed towards the bed.\nAlpha: Get away from that, or we will engage!\nAlpha's voice becomes inaudible as a shriek emanates from the bed. Suddenly, the sprawled body on the bed rises to a sitting position, knocking the two children onto the floor using its now outstretched limbs. The entity can be seen smiling widely, its cranium and lower jaw exposed to Aleph-66.\nAlpha: Open fire—!\nThe entity assumes a standing position as Aleph-66 opens fire. It quickly latches onto a nearby wall with its appendages before climbing upwards towards the ceiling of the bedroom. Delta takes a step backward before the entity lunges towards Charlie, who dodges with a roll towards the doorway.\nThe entity pounces closer towards the group as Aleph-66 continues firing. Alpha signals the group to retreat into the hallway. Surratt, Beta, and Delta retreat towards the living room as Alpha maintains cover fire for Charlie. The entity slows momentarily, allowing them both to exit the master bedroom.\nThe entity, now littered with gunshot wounds throughout its body, begins crawling towards Aleph-66 from the door. It leaves a trail of SCP-643 material as it lurches forward.\nAlpha: Surratt, the exorcism — now!\nSurratt vocalizes in affirmation as she begins reciting cleansing testaments. The entity screams once more as she speaks, its body dissolving and boiling as she continues.\nCharlie: Hold it down until she finishes!\nThe entity attempts to lunge once more, now aiming towards Alpha. The entity misses, dropping several meters in front of him. Alpha takes a step back and fires several more shots into the creatures torso. It gurgles and screams once more as Surratt completes the exorcism. After a moment, the entity goes completely still.\nSurratt: I'm done! I'm done. Are we in the clear yet?\nAleph-66 does not initially respond, their guns still aimed at the entity laying on the floor in front of them.\nAlpha: Yeah… yeah, I think we're clear.\n<End Log>\n\nClosing Statement: After securing the Makarova orphanage, MTF Aleph-66 was able to recover 6 injured casualties, all of whom were suffering from immense malnutrition. The body of Anya Makarova, whose composition had been altered to that of SCP-643 material, was also retrieved. It has since been presumed that Anya Makarova was under the influence of a demonic entity, which leeched from her body and the children residing inside of the orphanage. Said demonic entity is also likely responsible for the physical alteration of Anya Makarova.\nDmitri Lukin, who had since been deceased for several months prior to his discovery, was later stored in Site-120 for further investigation. All SCP-643 material recovered from the Makarova Orphanage has likewise been placed under containment indefinitely.\n\nConcluding the events mentioned in the aforementioned log, SCP-643 manifestations slowed dramatically for several months. Crimes and murders relating to the anomaly declined as SCP-643 ceased circulation within Russia and Europe.\nHowever, a sudden rise of activity similar to that previously observed with SCP-643 prompted further investigation. It was not much later until Dr. Smith came back into contact with Agent Surratt, a log of which attached to this document per their approval.\n\n<Begin Log>\nSurratt: Hello?\nSmith: Hey Marie, It's Ryan. From 119.\nSurratt: Oh. Um, hi, Ryan.\nA brief pause.\nSurratt: What's up?\nSmith: Oh, right. <chuckling slightly> I've just been thinking. You know, with all of that stuff about 643 recently?\nSurratt: Yeah?\nSmith: Well, something struck me as odd while I was looking through that file again and I wanted your input.\nSurratt: Yeah. Yeah, of course, how can I help?\nSmith: Well… <pause> How easy is it for demons to possess and use humans? Us, I mean.\nShe sniffles slightly.\nSurratt: Depends on quite a lot of things, I guess. Sometimes they take over from desire, but it's not uncommon for them to manifest from something else. Hell, some might even use objects like 643 to propagate.\nSmith: So they might use, like, sins too. Right?\nSurratt: That would be one example.\nSmith: And demons can also possess multiple hosts too?\nSurratt: Usually, yeah. But demons are cunning. They'll do whatever they can to survive. It's not uncommon that they might have one or more hosts — just depends on its power. But 643 was a weaker demon anyway, so what's your point here?\nSmith: Well, you know that Maria gave us those letters, right?\nSurratt vocalizes in the affirmative.\nSmith: Well, I tried to read them through again, just to see if I could find any leads.\nSurratt: Right.\nSmith: And at first I thought it was weird how easy things were. You know, with Anya and everyone?\nSurratt: Is this going somewhere?\nSmith: I'm getting there, it's just… Like, here for example, if that orphanage was really trapped in snow during the winter, then half of those letters should have never gotten into Maria's hands, right?\nSurratt: Well…\nAnother pause from the two personnel.\nSurratt: What if we got the wrong person?\n<End Log>\n\nClosing Statement: The current whereabouts of Maria Makarova, at the time of writing, remain unknown. Likewise, the production and supply of SCP-643 have warranted further investigation and restructuring of active containment procedures to combat the increasing effects of the anomaly throughout Esterberg.\n\n\nFootnotes\n1. SCP-643 has been observed to melt at temperatures as low as 15° Celsius.\n2. A Fae thaumaturge and a member of Site-120's Research and Inter-species Communications teams.\n3. A rural village of 125 people located in the northern areas of the outskirts of Esterberg, outside the city but still within the pocket dimension.\n4. In reference to Tartaren Resonance Energy (TRE), a form of radiation naturally produced by demonic entities; notable example of entities possesing it is SCP-6072.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-643\" by Anonymous, rewritten by JakdragonX and Ralliston, from the SCP Wiki. Source: https://scpwiki.com/scp-643. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 643-jpg\nAuthor: Bland\nLicense: CC BY-SA 3.0\nSource Link: N/A\n\n\nFilename: alley.jpg\nAuthor: Sarah Stierch\nLicense: CC BY 2.0\nSource Link: link\n\n\n\n\n\n"
}