{
  "created_at": "2011-07-04T13:37:00",
  "creator": "91stCataclysm",
  "link": "scp-178",
  "rating": 658,
  "references": [
    "scp-178-log",
    "scp-177",
    "scp-179",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 178,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "clothing",
    "euclid",
    "humanoid",
    "intangible",
    "scp",
    "visual"
  ],
  "title": "SCP-178",
  "url": "https://scp-wiki.wikidot.com/scp-178",
  "content": "Item #: SCP-178\nObject Class: Euclid\nSpecial Containment Procedures: SCP-178 is to be stored in a Class 3 Anomalous Object Container guarded by no fewer than two (2) armed personnel with Level 3 clearance when not undergoing testing. Item is to be removed from containment only with the written permission of personnel with Level 4 clearance or higher. Following Incident #178-14-Alpha all tests are to be monitored remotely and the presence of all personnel apart from test subjects in the testing area during experimentation is expressly prohibited.\nDescription: SCP-178 is a pair of white stereoscopic (“3-D”) glasses with a rectangular white cardboard frame and lenses of transparent blue and red (left and right lenses, respectively) plastic. The item exhibits no unusual physical properties apart from a slight discoloration of the cardboard consistent with age. When worn, the wearer begins perceiving large bipedal entities in addition to its ordinary surroundings. Entities reportedly exhibit a docile and occasionally curious behavior (reports include entities leaning over the shoulder of persons working and observing them with interest), with one exception. Any attempt by the wearer or any other personnel (see Incident Report #178-14-Alpha) to directly interact with the entities results in severe lacerations suddenly appearing on persons involved. The appearance of lacerations is rapid and continues until the moment the wearer expires. The pattern of lacerations is always consistent with being slashed with three (3) parallel, tapered sharp objects of lengths varying between 14.2 and 27.4 cm and maximum thickness varying between 2.9 and 8.1 cm. Recording and measuring devices used during testing failed to detect any anomalies, including while lacerations were appearing on subject(s). Subjects do not report hearing any sounds emanating from the entities. Long-term observation of subjects exposed to the item reveals no lasting effects. Stereoscopic images viewed through the item appear three-dimensional.\nAddendum #1: Item was recovered on ██/██/19██ in ███████, Tennessee, by Agent [REDACTED], operating as deep cover agent in the U.S. Fish and Wildlife Service, who arrived in the town following reports of a █ year old child being found dead in her second-floor bedroom apparently as a result of an unusual mauling. Agent [REDACTED] noticed a bloodstained stereoscopic image of a Ferris wheel adjacent to where the child was discovered, and after some searching, found the item under the child’s bed where it had apparently been thrown during the child’s death throes. Agent [REDACTED] then proceeded to call a recovery team to his location. Following the recovery team’s arrival, Agent [REDACTED] wore the item and looked at the image, reporting nothing unusual until he turned his head to his left, whereupon he noticed an entity approximately “an inch” from his face leaning over his shoulder and looking at the stereoscopic image. In the debriefing Agent [REDACTED] reported also noticing several other entities in the room observing him and the recovery team. Agent [REDACTED] refrained from attempting to interact with the entities and the item was recovered without incident.\nAddendum #2: All experiments are to be logged in file #178-E.\nAddendum #3: Personnel with Level 4 Clearance are urged to read Incident Report #178-14-Alpha. Reading Incident Report #178-14-Alpha is mandatory for all personnel with Level 4 Clearance or higher overseeing or approving experiments with the item.\nWARNING: Failure to comply with Addendum #3 is grounds for disciplinary measures.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-178\" by 91stCataclysm, from the SCP Wiki. Source: https://scpwiki.com/scp-178. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}