{
  "created_at": "2008-12-20T18:51:00",
  "creator": "agatharights",
  "link": "scp-542",
  "rating": 224,
  "references": [
    "scp-291",
    "scp-1025",
    "olympia-project",
    "scp-827",
    "scp-545",
    "scp-541",
    "scp-543",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 542,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "alive",
    "euclid",
    "humanoid",
    "scp"
  ],
  "title": "SCP-542",
  "url": "https://scp-wiki.wikidot.com/scp-542",
  "content": "Item #: SCP-542\nObject Class: Euclid\nSpecial Containment Procedures: SCP-542 is to be kept in a 8m x 8m room with small adjoining bathroom, and may submit requests for furnishings barring anything that could be modified into surgical tools. Notable requests by SCP-542 include:\n\nOne queen size bed, no blankets or sheets, bare mattress (Approved)\nTwo large work desks (Approved)\nOne large wardrobe (Approved)\nA selection of heavy coats, lab jackets, and pants (Approved)\nSeveral full-length mirrors (Denied)\nA selection of sewing supplies, along with bolts of cloth (Approved initially, revoked after Incident 542-B-03.)\nSeveral large bookcases, filled with anatomy and medical texts both old and new (Approved)\nA chess set (Approved)\nBlank-paged notebooks and various writing utensils (Approved)\nRegular supplies of German-language crossword puzzles (Approved)\nIndustrial-grade deep sinks (Denied)\nSteel nail file (Denied. Given wooden/sandpaper emery board in replacement.)\nNail Clippers (Denied)\nAccess to his personal surgery kit (Denied except in cases of testing. See Addendum.)\n\nThe room is to remain locked, dead-bolted, and barred with at least two Class D guards on duty at any time. SCP-542 is to be fed two meals per day, delivered by Class D personnel, and as per request, will be given a transfusion of fresh blood (1 pint, any type) per week.\nWhen SCP-542 begins to suffer from organ failure, he may request a fresh organ to be supplied, and Foundation Medical Personnel will sedate him and perform the surgery. Despite constant requests, SCP-542 may not be allowed to perform invasive surgery upon himself except during observed testing. Old and discarded organs or tissue are to be collected for testing.\nIn the event that SCP-542 should escape confinement, SCP-542 may be subdued by high doses of tranquilizers or disabled via a net. Should he come into possession of any knives or shards of glass/mirror that could be used to cut, nonlethal fire is permitted.\nDescription: SCP-542 claims that it has been, at one time, a typical human of Caucasian descent, identifying as German in nationality. This story is supported by the fact that German appears to be his first language, speaking all other languages with a German accent. SCP-542 requests to be called \"Herr Chirurg\" or \"Surgeon\" by staff and is fluent in German, English, and French, and can speak a small bit of Polish and Italian. Standard IQ tests have revealed 542's IQ to range around 150, placing him as high intelligence. It is unknown how old 542 is; testing of various tissue samples has revealed nothing. He claims to have been 'dreadfully normal' before World War I started, and claims to have worked for the Nazi party, even if he found their goals 'boringly simple.'\nHe has been described as a \"Frankenstein's Monster\" in appearance. SCP-542 may hide his odd features under heavy clothing, but prefers to wear only a nice pair of slacks, revealing his hunched form, distended gut, warped ribcage, and bizarre arm structure. His skin is made from patches of various hues and shades, some of these healed together with scars while others are still stitched together. Non-symmetrical bone and muscle structure reveals that he has replaced the majority of his body over time, and admits to having worked with \"helpers\" before to replace such things as portions of his own spinal cord. Although his appearance can change with surgery, his arms are always too long for his body, and his hands have been modified greatly to have additional joints in the fingers.\nThe skin is pulled rather tightly over 542's face, giving him a somewhat skeletal appearance along with the tendency for his bones to bulge through his skin. His teeth, it should be noted, are collected from different individuals, some of them not even human by all appearances. It is not uncommon for him to cough or to vomit blood, and as such requires infusions of fresh blood approximately once per week. He currently boasts two hearts and multiples of several other organs and organ systems. How 542 keeps track of his own structure while performing surgery is unknown, but he likens it to 'having a very good memory.'\nDNA testing on all tissues is inconclusive, and reveals fragmented DNA. It is unknown how he is able to accept different blood types and multiple organs without suffering from organ rejection or allergic reactions, nor how he is able to function while performing invasive surgery on himself, even while inserting extra brain matter into his skull. SCP-542 is to be kept alive for observation and testing on the process that keeps him alive.\nSCP-542 behaves in a surprisingly pleasant manner most of the time, enjoying lengthy conversations about science and biology, politics, and long games of chess. However, when an organ begins to fail or part of his body becomes necrotic, he undergoes a drastic personality change, stalking and observing people from a distance. Additional information on his habits and attacks may be found in the addendum.\nSCP-542 appears to have a previously unknown ability to be completely aware of his body's functions and workings constantly, even able to identify points of rotting or decay he should not be able to sense by any known means. This ability, however, has been shown to extend beyond his own body. He can passively sense the health and medical status of other humans within several meters of him, the range extending to approximately five meters when he focuses. He admits that he uses this process, which he doesn't understand himself, to pick his next victims.\nAddendum: SCP-542 has been proven to be the assailant in a string of 45 murders over the course of three years that occurred across Germany, England, and America, and is suspected of an additional, unconfirmed fifteen murders in that time span. He was first observed four years ago by Agent ████████ in ██████████, Germany, after four people had been attacked and had muscle, sinew, and bones removed from their limbs. Three of the victims died from blood loss and shock. The fourth, ██████ █████ happened to be staying in the hotel room next to Agent ████████, who intervened. This account may be found in Incident Report 542-A-06.\nSCP-542 has a strong connection to a collection of scalpels, blades, syringes, and various other surgical equipment from time periods ranging from modern day to archaic, if very well-kept, relics from years as early as the 1910s. He carries these in a velvet-lined, black leather suitcase, and modifies many of his jackets to have holders to hide and carry this equipment in. He is not allowed access to this collection except during testing and observation of self-surgery.\nSCP-542 has also caused several deaths of Class D personnel, even when not in testing, due to negligence or assumption that certain items may be 'safe' when used by him. Personnel are reminded that even if his personality is pleasant the majority of the time, he will still dissect personnel for amusement and curiosity's sake if given the chance. These incidents may be reviewed in Incident Reports 542-B-01 through 542-B-11. Seemingly safe items such as sewing supplies have led to him making more than a rather well-tailored jacket for himself, but also resulted in him restraining a Class D Personnel by sewing him to the mattress of the bed, before removing his kidneys and a portion of the liver.\nSCP-542 has shown to be very willing to comply with certain experiments and appears to enjoy performing self-surgery with someone observing, explaining what he is doing and displaying his knowledge of the workings of the body as if he were a teacher describing a surgical textbook. Unfortunately, this usually requires being at a risk of attack from him.\nIt has been requested that SCP-542 be kept alive so the process that allows for him to recover from intense surgery without organ rejection be studied and potentially copied for medical use. SCP-542 may also show potential for being used to assist in surgical and studying endeavors, due to his increased intelligence and compulsion for dissection. Any books and notes written by him may be accessed and studied by those with Class-2 security clearance or higher.\nUpdate ██/██/20██ SCP-542 has somehow acquired knowledge of both SCP-291 and SCP-1025, and appears to be very interested in their use. All requests to study both anomalies are to be denied until further notice.\nIncident Report 542-A-06 Agent ████████, while staying at the █████ Hotel in ██████████, Germany heard the sounds of a scuffle and screaming from across the hall at approximately 3AM Local time, at which point he felt that he had to intervene, unknown that he would come face to face with a possible SCP. After forcing the door to ██████ █████'s room he observed SCP-542 removing the muscles and bone of Miss █████'s right leg. After the agent fired several shots, 542 fled through the window and Agent ████████ contacted local authorities and an ambulance.\n██████ █████, an American tourist who had only been in town for a few days, described what had happened to her while recovering in the hospital. Afterward, she willingly took the amnestic issued to her, preferring to believe that she had instead been in an unfortunate traffic incident and her right leg had been amputated.\nHer report is as follows.\n\nI had been to Germany before, so I knew my way around…and I was used to taking the bus. But I guess I first saw him there, I think, just this guy all hidden under heavy jackets and this hat and glasses and of course, I was suspicious because it was summer, you know, sweltering hot…and I realized he was looking at me, but I ignored it. He didn't get off the bus at my stop, anyways, and there were always others on the bus, even late at night. I guess I saw him for three days, and I stopped thinking about it… He must've followed me off the bus that… that day. That night.\nI went up to my hotel room, and I don't… I don't remember… The window was open, and it was all dark, the light wouldn't turn on. I figured somebody had decided to steal my stuff, so I went in to see if anything was missing and… and…\n[[██████ █████ shows signs of intense discomfort, and asks for a minute to compose herself. This is allowed, and she resumes after several minutes.]]\nHe was hiding under the bed, and he had these freakishly… long arms… and the fingers… too many joints and he took my ankles right out from under me. He was just too fast, and… and he tied my arms and legs to the bed, and at first I thought, you know, that he was going to… to… you know.\nHe kept saying, like…\"Don't worry,\" and \"You're going to help me,\" and \"I need your help…\" and things like that, it was scary as shit, and he said that so long as I kept quiet he might call an ambulance afterward, and that was a little scary.\nI guess it really was worse than that. He picked up his jacket, it'd been on the coat hanger by the door and I hadn't even noticed it… and started pulling out all these knives and… all these tools and I just didn't know what to do. So I decided to take my chances and started screaming as loud as I could. Then he… he…\n[[██████ █████ was allowed to stop there, and was delivered the amnestic and alibi that night.]]\n\nIncident Report 542-A-15 For details on the eventual tracking and capture of SCP-542 please refer to [[DATA EXPUNGED]]. A request for declassification is under review, 20██/██/██.\nNote As of ██/██/██, SCP-542 has been moved to Bio-Research Area-12 in order to assist in the Olympia Project.\n\"And I want him back intact!\" - Dr. Rights\nNote\n\nSCP-542 has somehow acquired information of SCP-291, SCP-827, and SCP-545. Investigation into the extent of 542's knowledge of these SCPs and how he acquired this knowledge is currently under investigation. Offending personnel will be disciplined appropriately following a board review.\n-O5-██\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-542\" by agatharights, from the SCP Wiki. Source: https://scpwiki.com/scp-542. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}