{
  "created_at": "2008-07-26T01:36:00",
  "creator": "Anonymous (71.246.65.x)",
  "link": "scp-126",
  "rating": 244,
  "references": [
    "scp-125",
    "scp-127",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 126,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "acoustic",
    "euclid",
    "humanoid",
    "intangible",
    "mind-affecting",
    "rewrite",
    "sapient",
    "scp"
  ],
  "title": "SCP-126",
  "url": "https://scp-wiki.wikidot.com/scp-126",
  "content": "Item #: SCP-126\nObject Class: Euclid\nSpecial Containment Procedures: SCP-126 is kept within a standard Euclid-class Humanoid Containment Cell despite not having needs consistent with that of a normal human or any kind of nourishment as this environment has proven the most effective in keeping SCP-126 contained.\nIn case of a containment breach, acoustic sensors embedded within SCP-126's containment cell as well as the entire wing in which SCP-126's cell is housed can be used to locate SCP-126. Firm but polite verbal requests for SCP-126 to return to its cell are to be given until it complies.\nPersonnel interacting with SCP-126 must undergo regular psychiatric screening and personnel exhibiting emotional attachment to SCP-126 must be administered a Class B amnestic and reassigned.\nDescription: SCP-126 is an invisible and intangible entity that can only be identified via sound. SCP-126 is sentient, with the ability to speak in multiple languages in a female voice and engage in conversation with any subject within range. To date, no method by which SCP-126 can be visually detected has been devised as SCP-126 does not appear to emit any kind of light, radiation, heat or electromagnetic energy. SCP-126 does appear to occupy an area, as evidenced by the ability to triangulate its suggested location via its voice. SCP-126 also emits sound when moving consistent with footsteps made by a human subject wearing high heels with a mass of approximately 55 to 60 kg, though no depressions can be seen in any floor materials and pressure sensors do not register any kind of presence. SCP-126 cannot pass through barriers that would prevent a normal human subject from passing (such as a closed door), but solid objects can be pushed through the space it occupies without any effect. For unknown reasons, SCP-126 will comply with any request for it to follow a specific human subject or move to a specific location without question, though it may move away afterwards or if it is not able to \"physically\" comply with the request.\nSCP-126 will engage in conversation with any personnel within its containment cell, preferring topics such as art, nature and philosophy. SCP-126 exhibits knowledge of current topics and intelligence consistent with that of a college graduate as well as moderate attention-deficit disorder; SCP-126 will regularly change language without reason and stray off-topic while conversing without warning. Attempts to question SCP-126 about its origin or nature have been unsuccessful as SCP-126 becomes confused when presented with such questions and will quickly stray away from the topic. Despite not appearing to use or need any furniture or appliances, SCP-126 will request such items as a bed, dresser, mirror and other sundries if not present and is more likely to stay within a room if such items are available.\nA small number of personnel exhibit anomalous behavior after engaging in conversation with SCP-126, including but not limited to believing that they have known SCP-126 for many years and that SCP-126 is a close friend or loved one. If not treated, these subjects will begin to ignore basic needs in order to continue conversing with SCP-126, eventually dying from dehydration or starvation.\nSCP-126 was discovered in a suburban home in [REDACTED] after several reports of the house being haunted. A Foundation containment team was able to quickly locate SCP-126 and, after conversing for several minutes, convinced SCP-126 to enter a mobile containment unit which was used to transfer it to a local Foundation containment site.\nAddendum 126-01: Researcher Note\n\nTo date, conversations with SCP-126 have yielded several notable personality traits:\n\nSCP-126 is mildly arachnophobic and will move away from any specimens introduced to its containment cell.\nSCP-126 exhibits a desire to assist with any task which it believes it can be of help, despite being unable to manipulate objects.\nSCP-126 prefers to converse with male subjects that exhibit humor and intelligence.\nSCP-126 expresses a desire to have children and has conversed with staff on several occasions regarding child care methodology.\nSCP-126 has the ability to fluently speak English, French, German, Portuguese, Spanish and at least three (3) other unknown languages.\n\nDr. █████████\nSenior Researcher\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-126\" by Unknown author, rewritten by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-126. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}