{
  "created_at": "2008-07-25T15:56:00",
  "creator": "xthevilecorruptor",
  "link": "scp-054",
  "rating": 455,
  "references": [
    "scp-053",
    "scp-055",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 54,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "amorphous",
    "humanoid",
    "liquid",
    "rewrite",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-054",
  "url": "https://scp-wiki.wikidot.com/scp-054",
  "content": "Item #: SCP-054\nObject Class: Safe\nSpecial Containment Procedures: Subject is held in a watertight isolation room outfitted with specialized climate control equipment. An ornate fountain filled with water stands in the center of the enclosure. Maintenance personnel are required to wear NBC suits while inside the containment area and must spend ten minutes in a special drying room after exiting. In the event of a breach, the surrounding area should be evacuated and the enclosure flushed with liquid nitrogen.\nThe fountain's chemical levels and volume are to be monitored and maintained. Spring water from ████████ should be used as SCP-054 is highly sensitive to hydrological conditions. SCP-054 has developed a mistrust for human males during its confinement; thus, assignment of female personnel is recommended.\nDescription: Out of the water, the subject most often appears as a female humanoid with a mean volume of 90 L comprised entirely of water (other forms are possible, commonly geometric shapes). When it enters a body of water, it becomes indistinguishable from its surroundings. The subject must periodically return to a body of water in order to maintain its volume due to evaporation. Initially found in ████████, it was moved to Site-08 for further study. Subject was initially curious about Foundation personnel and seemed to enjoy interacting with maintenance staff and researchers, and mimicking their forms. After a number of weeks, the creature apparently felt comfortable enough to remain out of the water during routine monitoring, though it retreated when attempts were made to study its composition.\nSCP-054 is apparently composed of normal water, with no detectable differences compared to ordinary spring water from the same source. No thermal, electromagnetic, biological, or other phenomenon has ever been detected in its \"body\" that would suggest how it animates. Water lost by SCP-054 to evaporation exhibits no special properties when condensed.\nExperiments with SCP-054 were halted following [DATA EXPUNGED] two researchers injured. After this incident containment protocols were updated. Subject thereafter exhibited signs of mistrust and aggression around male personnel (which made up the majority of the original research staff). Subject reclassified Euclid.\nPartial transcripts, Audio Journal 054-A:\n\nWater loss experiment\n\"Subject becomes withdrawn and inactive when denied access to water. Its compact shape is theorized to reduce surface area exposed to evaporation. For the first few days it moved eagerly to greet anyone entering its enclosure, and behaved excitably. Possibly indicates an understanding by the subject that we control its access to water supplies. Subject ceased this behavior yesterday, presumably in recognition that no help was forthcoming.\"\n\n\nTemperature extremes testing\n\"We got authorization to attempt sub-zero testing this morning. The subject became lethargic as the temperature fell, and froze completely after ██████. Spectroscopy of the ice crystal revealed no abnormalities. Ice chips were collected for study. This is in stark contrast to its behavior in the 95 degree tests, when it became aggressive and attempted to escape its enclosure. We've submitted a work order to combine the climate control equipment with the subject's standard enclosure, as it has begun to resist efforts to transport it to experimental chambers with increasingly desperate behavior.\"\n\n\nMemory and conditioning evaluation\n\"Subject has proven unexpectedly adept at navigating complex mazes and solving puzzles. Dr. Seskel has finally overcome the problem of 'motivating' the subject by the application of electrical shocks and/or silica desiccants. He joked that we should have it trained to fetch in no time, and after observing his methods I think he might be right. Note: subject to be allowed a 48 hour recuperation period; it seemed to be lagging in its progress at the end of the week's experiments.\"\n\n\nAcid/base incorporation experiment [last log entry]\n\"I am starting with a 0.5 M HCl solution. I have no idea what will happen, but if this thing incorporates homeostatic mechanisms like I suspect then we should get some insight into how it maintains its form. Temperature in the enclosure has been lowered to 278 K to help control fifty-four's increasingly erratic behavior.\"\n\nAddendum 054-B: After five years with no incidents, subject rating has been downgraded to \"Safe\" on recommendation of Dr. ████████. Experiments will resume under the auspices of biology unit E7. Caution should still be exercised when interacting with subject.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-054\" by Unknown Author, rewritten by SimpleCadence, from the SCP Wiki. Source: https://scpwiki.com/scp-054. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}