{
  "created_at": "2009-03-30T03:57:00",
  "creator": "Whitewings",
  "link": "scp-014",
  "rating": 851,
  "references": [
    "scp-013",
    "scp-015",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 14,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "humanoid",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-014",
  "url": "https://scp-wiki.wikidot.com/scp-014",
  "content": "Item #: SCP-014\nObject Class: Safe\nSpecial Containment Procedures: SCP-014 is to be kept in Site-██, in a chair with arms, preferably facing a window. Music should be supplied on a regular basis, preferably constantly. This music should not include pieces originating after 1937. A security camera should be present in SCP-014's room.\nDescription: SCP-014 is a Caucasian male, appearing to be approximately 30 years of age, with black hair, brown eyes, and a somewhat round face. Records indicate his name to be Robert Chetford, confined in 1915 to the Norwich Asylum in Connecticut for delusional insanity, claiming that he had been cursed to live forever, and was slowly turning into concrete in consequence. The asylum closed in 1937, and the patients were transferred to various other facilities. SCP-014 came to Foundation attention in 19██, from rumours of a patient who seemed to be entirely immobile and showed no signs of aging. Further investigation determined that acquisition was warranted.\nSCP-014 is to all outward appearances a normal man, but he does not appear to age, and shows no signs of possessing a metabolism. He does not eat, drink, perspire, or in any other way demonstrate life functions. He breathes only to speak, and apart from his eyes and vocal apparatus, is to all appearances utterly immobile. He has never shown any evidence of pressure ulcers despite his position not having varied for several decades; neither do his muscles appear atrophied. He can converse normally, but shows little knowledge of or interest in events since his confinement.\nAddendum:\nNote: Frankly, were I to interview this man without knowing his history, I'd think he was a perfectly sane and well-adjusted individual who happens to be quadriplegic. As it is, I have to conclude that he's the ultimate proof of the idea that the mind rules the body. He thinks he's concrete, and will live forever, and so he's as close to both as he can be. Somehow.\n-Dr. █████\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-014\" by Whitewings, from the SCP Wiki. Source: https://scpwiki.com/scp-014. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 3241597616_e47326fc1a-new.jpg\nName: Damaged photostrip of a young man\nAuthor: simpleinsomnia\nLicense: CC BY 2.0\nSource Link: Flickr\nAdditional Notes: Image color-shifted red.\n\n\n\n\n\n"
}