{
  "created_at": "2021-07-10T00:29:00",
  "creator": "ObserverSeptember",
  "link": "scp-375",
  "rating": 73,
  "references": [
    "scp-5865",
    "scp-1015",
    "scp-1730",
    "scp-3455",
    "scp-3605",
    "scp-173",
    "scp-6001",
    "scp-4839",
    "scp-374",
    "scp-376",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 375,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "building",
    "cognitohazard",
    "euclid",
    "exchange",
    "extradimensional",
    "memetic",
    "rewrite",
    "scp",
    "telepathic",
    "transfiguration",
    "visual"
  ],
  "title": "SCP-375",
  "url": "https://scp-wiki.wikidot.com/scp-375",
  "content": "Item #: SCP-375\nObject Class: Euclid\nSpecial Containment Procedures: The shopping mall where SCP-375 is located has been purchased by the Foundation and repurposed as Site 375, a Site for the monitoring of SCP-375 and storage of Safe-class SCP objects. The main sign on the front face of SCP-375 is to remain concealed at all times; test subjects are to be shown photographs during experimentation. Testing of SCP-375 is only to take place on D-Class personnel, who are exempt from monthly termination in order to study the cumulative effects of SCP-375 exposure.\nDescription: SCP-375 is a former Wells Fargo bank located in Casper, Wyoming. The signage on the building and front door has been anomalously modified to read “Temporal Credit Union” while retaining the original Wells Fargo typeface. A series of eleven humanoid entities (designated SCP-375-A) remain present within the building at all times, equipped in matching uniforms and claiming to be employees of SCP-375.\nSCP-375’s anomalous properties manifest when any subject views its main sign and/or interacts with the SCP-375-A instances inside the building. During Phase I of SCP-375 infection, subjects will feel compelled to exchange items of personal sentimental value via deposit and withdrawal. Between 12-24 hours after a deposit has been made, the deposited item will be replaced with an extra-universal object (designated SCP-375-B) that is superficially similar to the original, but apparently from one of many alternate realities. Examples of items that have been retrieved from Phase I tests are provided in the table below.\nPhase I Experimental Data:\n\n\nSubject\nItem Deposited\nSCP-375-B Instance\n\n\nD-34924\nAutographed trading card of Major League Baseball player Albert Pujols.\nAutographed trading card of Albert Pujols for the “North American Baseball League.” Pujols is listed as having played for the Seattle Pilots from 2001-2010 and the St. Louis Browns from 2011-2022.\n\n\nD-30246\nPennies produced by SCP-1015. Subject was an SCP-1015-2 instance.\n1974 United States nickels.1 SCP-1015’s effects seem to cease while subject is inside the bank. Upon leaving, subject’s anomalous properties are altered so that nickels identical to those acquired within SCP-375 are produced in place of the previous pennies.\n\n\nD-99411\n2009 school yearbook from Sandalwood High School in Jacksonville, Florida, United States.\n2009 school yearbook from Revolution High School in Harkinsville, Florida, People’s Republic of America. Yearbook editorials focus on the eternal struggle against capitalism, the importance of accepting Cuban refugees from “the reactionary Havana regime”, and miscellaneous local developments.\n\n\nD-12539\nAutographed copy of the autobiography Under a Cruel Star by Heda Margolius Kovály.\nAutographed copy of the autobiography Fortress Prague by Heda Margolius Kovály. Narrative recounts the author’s life in fascist ruled Europe beginning with the March 1939 invasion of Czechoslovakia by the Greater German Reich and ending with the Allied liberation of the continent in 1951. The author frequently expresses guilt for doing nothing to prevent the deportation and extermination of her friends and neighbors. A note has been added to the author’s signature which reads “To [D-12539] - may Europe rise from the ashes.”\n\n\nApproximately 80% of affected subjects will not progress past Phase I and will continue to use SCP-375 to exchange their possessions indefinitely. However, 20% of affected subjects will experience Phase II of infection within six months of initial exposure. After this phase begins, SCP-375-A instances will begin asking about participating in the “Temporal Exchange Program”. Consent to participate will invariably be given by all affected subjects by the third time SCP-375-A instances ask about the program. Once subjects agree, they will follow instances to the employee section of SCP-375 and enter the building’s bank vault.\n12-24 hours after their disappearance, a humanoid with physical characteristics identical or near-identical to that of the previous subject will exit from the bank. These humanoids (designated SCP-375-C) also appear to come from alternate realities and are often wearing dramatically different attire than the original test subject. Examples of humanoids that have been retrieved from Phase II tests are provided in the table below.\nPhase II Experimental Data:\n\n\nSCP-375-C Instance\nClothing Worn Upon Retrieval\nInformation Obtained From SCP-375-C\n\n\nD-99411 Equivalent\nNon-standard Foundation lab coat.\nInstance claimed to be a researcher at the nonexistent Site-13, and described a reality in which the Foundation and the Global Occult Coalition worked together to utilize and/or destroy anomalous phenomena. Instance is apparently non-anomalous and was assigned to a humanoid containment wing at a nearby Site pending possible Foundation employment.\n\n\nD-40013 Equivalent\nCivilian clothing.\nInstance appeared to be heavily intoxicated and was determined to be under the influence of several anomalous drugs. When asked for the date, instance claimed it was “Liberary 32nd” and expressed irritation at the Foundation for interrupting its participation in a hedonistic festival. If accurate, this marks the first known ocurrence of a subject being successfully removed from an SCP-3455 event in progress.\n\n\nD-34289 Equivalent\nCivilian clothing, c. 1920s.\nInstance displayed anomalous monochromacy, with its clothing and skin appearing as black and white in a manner similar to a vintage photograph. Instance remained highly distressed and loudly vocalized in pain for five minutes before its eyes appeared to transform into large, anomalous white orbs and removed themselves from its body. Instance expired 15 minutes later while repeatedly expressing dismay at losing contact with “the beautiful blue.\"\n\n\nJr. Researcher Ólafsson Equivalent\nNon-standard Foundation field uniform.\nSee Addendum 375-A.\n\n\nAddendum 375-A: In July 2018, it was discovered that Jr. Researcher Ólafsson, a researcher assigned to SCP-375, had been using SCP-375 on himself without authorization from his superiors. After this activity was uncovered and disciplinary action had been taken, close analysis of SCP-375-B instances produced by Ólafsson’s tests concluded that he had likely exchanged SCP object documentation with the SCP-375-A instances. Upon interrogation, Ólafsson admitted this was true and said each copy submitted was a printed documentation of an SCP object which had properties or containment procedures that personally interested him, thus fulfilling SCP-375’s item criteria. Several SCP-375-B instances produced by Jr. Researcher Ólafsson are summarized below:\n\n\nOriginal SCP Documentation\nRetrieved Documentation\n\n\nSCP-173, a hostile Euclid-class anomalous sculpture that is incapable of moving when observed.\nPhenom #173, a publicly displayed anomalous art sculpture that changes its appearance when left unobserved for 1 second every 24 hours.\n\n\nSCP-4839, a Euclid-class infohazard that causes Foundation employees to believe select non-anomalous items must be contained.\nSCP-4839, an Apollyon-class infohazard that caused the Foundation to destroy human civilization in an attempt to “contain” every object in existence.\n\n\nSCP-375, baseline documentation.\nSCP-375, an anomalous bank which compels subjects to deposit items into it and eventually themselves and their family members. Subjects’ body parts are then withdrawn in various states of dismemberment referred to as “compound interest.”\n\n\nThe altered SCP-375 documentation was recovered after an SCP-375-C instance similar to in appearance to Jr. Researcher Ólafsson emerged from SCP-375 unprompted. This marked the first known spontaneous manifestation of an SCP-375-C instance without an equivalent \"Temporal Exchange.\"\n\nFootnotes\n1. Close examination of the nickels revealed they do not match coins produced by the United States Treasury in the 1970s, and depict Harriet Tubman in place of Thomas Jefferson.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-375\" by Dr Kondraki, rewritten by Anonymous, rewritten by ObserverSeptember, from the SCP Wiki. Source: https://scpwiki.com/scp-375. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: scp375.jpg\nName: Wells Fargo Rice Creek - Shoreview, MN - panoramio (1).jpg\nAuthor: Gabriel Vanslette, Anonymous\nLicense: CC BY 3.0\nSource Link: Wikimedia Commons\nAdditional Notes: Blackbox and text added onto original image.\n\n\n\n\n\n"
}