{
  "created_at": "2010-06-05T17:05:00",
  "creator": "Aelanna",
  "link": "scp-998",
  "rating": 231,
  "references": [
    "scp-997",
    "scp-999",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 998,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "airborne",
    "euclid",
    "military",
    "scp",
    "transmission",
    "vehicle"
  ],
  "title": "SCP-998",
  "url": "https://scp-wiki.wikidot.com/scp-998",
  "content": "Item #: SCP-998\nObject Class: Euclid\nSpecial Containment Procedures: Area 998-Alpha has been established in a 20 km radius around the estimated event location of SCP-998. This area is marked as off-limits on all regional maps, and any civilian ships or aircraft attempting to enter the area must be waved off. A Foundation listening ship (currently SCPS Cerberus as of █/██/06) is stationed within Area 998-Alpha and tasked with monitoring local transmissions for evidence of an SCP-998 event.\nDescription: SCP-998 is a MC-130E \"Combat Talon\" military transport formerly assigned to the United States Air Force 8th Special Operations Squadron with tail number ███████ and call sign \"Blackbird One-Niner\". SCP-998 disappeared without a trace on █/██/73 during a covert operation near [DATA EXPUNGED] along with five (5) crew members, three (3) passengers, and a classified cargo. Originally believed to have crashed under adverse weather conditions, a search for the wreckage of SCP-998 was conducted and called off three months later with no results.\nOn █/█/79, an anomalous radio transmission was detected by a US Navy patrol vessel near the last known location of SCP-998. After thorough analysis of the transmission and its contents, SCP-998 was designated and containment protocols established.\nSince 1973, contact has been established 11 times with SCP-998.\nAddendum 998-1: SCP-998 Contact Log\nDate: █/█/79\nSubject: USS █████, US Navy patrol vessel\nDescription: Initial contact. Contact was made for approximately 3 minutes before signal was lost. The sender of the signal, confirmed to be pilot [DATA EXPUNGED] via voice print analysis, reported that the aircraft had suffered multiple malfunctions in its navigation systems and requested a position check. USS █████ was unable to locate the source of the signal on radar, and contact was lost shortly thereafter.\nDate: ██/█/82\nSubject: SCPS Hydra, Foundation listening ship\nDescription: Anomalous artificial signal lasting 15 seconds detected from Area 998-Alpha. No recognizable information recorded.\nDate: █/██/83\nSubject: SCPS Hydra, Foundation listening ship\nDescription: Anomalous artificial signal lasting 32 seconds detected from Area 998-Alpha. Several words were identified in the recording, but no cohesive speech was extracted.\nDate: █/█/88\nSubject: SCPS Artemis, Foundation listening ship\nDescription: Contact made, lasting approximately 93 seconds. Similar to initial contact, a strained voice was heard, reporting that navigation systems were offline and requesting a position check. The signal also indicated that the craft was lost in fog.\nDate: █/██/89\nSubject: SCPS Artemis, Foundation listening ship\nDescription: Contact made for almost 27 minutes, the longest out of any recorded SCP-998 event. During this time, Foundation personnel gave several instructions to the crew of SCP-998 and multiple Foundation search aircraft were deployed in an attempt to locate the source of the signal. Communications during this time indicated that the craft was still lost within heavy fog despite the complete absence of adverse weather in the region, and that they could not see the sun or anything that could give them a reference. Foundation assets were unable to establish visual contact with the source, and eventually contact was lost shortly after the crew of SCP-998 indicated that they thought they saw something in the fog.\nDate: ██/█/93\nSubject: SCPS Taurus, Foundation listening ship\nDescription: An extremely faint signal was picked by automated recording systems, and was not discovered until the tapes were later analyzed. The recording consists only of a three-second burst of static, and the word \"help\".\nDate: █/█/94\nSubject: SCPS Taurus, Foundation listening ship\nDescription: Contact made. Transmission was very clear, and consisted of 19 seconds of screaming from multiple subjects before being abruptly cut off. No coherent speech was recorded.\nDate: [DATA EXPUNGED]\nSubject: [DATA EXPUNGED]\nDescription: [DATA EXPUNGED]\nDate: [DATA EXPUNGED]\nSubject: [DATA EXPUNGED]\nDescription: [DATA EXPUNGED]\nDate: [DATA EXPUNGED]\nSubject: [DATA EXPUNGED]\nDescription: [DATA EXPUNGED]\nDate: [DATA EXPUNGED]\nSubject: [DATA EXPUNGED]\nDescription: [DATA EXPUNGED]\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-998\" by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-998. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: scp998.jpg\nName: AN air-to-air left side view of an MC-130E Hercules aircraft flying low-level maneuvers over the Arizona desert. The aircraft is assigned to the 8th Special Operations Squadron at Hurlburt Field, Fla\nAuthor: N/A\nLicense: Public Domain\nSource Link: National Archives Catalog\n\n\n\n\n\n"
}