{
  "created_at": "2008-08-05T20:46:00",
  "creator": "Dr Gears",
  "link": "scp-201",
  "rating": 384,
  "references": [
    "scp-2935",
    "scp-200",
    "scp-202",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 201,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "euclid",
    "extradimensional",
    "medical",
    "scp",
    "spatial",
    "tool"
  ],
  "title": "SCP-201",
  "url": "https://scp-wiki.wikidot.com/scp-201",
  "content": "Item #: SCP-201\nObject Class: Euclid\nSpecial Containment Procedures: No personnel are to come within forty meters of SCP-201 at any time. Any and all work done with SCP-201 is to be performed via remotely controlled drone. Any personnel entering the containment area must be accompanied by two members of security. All personnel in containment area must wear a restraint harness with safety rope attached to the wall. Rope will allow access to within three meters of the minimum safe area. Exceeding this distance will result in physical removal from containment area and formal discipline.\nThose affected by SCP-201 are to have time and date of exposure, disappearance, and return, along with any and all personal information, recorded in Log ███████. Subjects who reappear are to be recovered as soon as possible by Agents and debriefed immediately.\nDescription: SCP-201 appears to be a very old piece of medical equipment, superficially resembling an IV stand, but with many other glass and metal items attached to it. SCP-201 stands 1.8 m (6 ft) tall and has a mass of 36.5 kg (80 lbs). The metal portions are made of steel and brass, and various parts are connected with rubber tubing. The two “IV bags” are porcelain and are open at the top. SCP-201 was recovered in ████████████████ Hospital, in a long-unused storage area. No record of SCP-201 appears anywhere in hospital records.\nEntering within thirty meters of SCP-201 can result in the subject being displaced into an alternate reality. This effect is apparently random, with some subjects remaining totally unaffected after exposure to SCP-201. Those affected will cease to exist in our reality between one and forty-eight hours after initial exposure. Durations of displacement vary between a few hours and upwards of eight years. Time spent in this alternate reality can vary greatly from actual time elapsed in our reality.\nThis alternate world appears identical to our own, with these exceptions:\n\nIt is apparently in a state of constant twilight, with no sun or moon visible at any time.\nLarge banks of very dense grey fog travel very low to the ground. These fog banks are unaffected by wind, and can make exposed skin feel very sticky and dirty.\nThere is no plant or animal life anywhere. All places of human habitation, including major cities, appear as if all life suddenly vanished in the same instant.\nMost, if not all, electrical systems appear to be broken or without power.\nThe air will randomly take on a grey-brown tint, accompanied by strong wind.\n\nSubjects displaced to this “alternate world” report initial surprise and curiosity, which are shortly replaced with very strong feelings of loneliness and fear. The severity varies widely with individual subjects and with time of displacement. Upon the end of displacement, subject will re-integrate from this “alternate world” to our own, which can cause a great deal of shock, especially in urban settings. Most subjects who remain displaced for more than three months suffer lasting psychological damage consistent with being sequestered within solitary confinement.\n\nSubmit Level 4/201 Login Credentials\n\nCredentials accepted\n\nIn addition, reports of intermittent, fragmentary broadcasts have been returned by subjects attempting to repair power to media devices such as televisions and radios. It is unclear if these are real or the product of the degraded mental states of those remaining long enough to complete said projects, but reports consistently resemble automated messages prepared by the Foundation in contingency for XK-Class Scenarios. Testing will commence if viable samples can be recovered.\n\n\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-201\" by Dr Gears, from the SCP Wiki. Source: https://scpwiki.com/scp-201. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 005.jpg\nAuthor: Skorj\nLicense: CC BY-SA 3.0\nSource Link: Link\n\n\n\n\n\n"
}