{
  "created_at": "2010-07-12T03:18:00",
  "creator": "LastSatellite",
  "link": "scp-950",
  "rating": 123,
  "references": [
    "scp-949",
    "scp-951",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 950,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "appliance",
    "biohazard",
    "ectoentropic",
    "electrical",
    "safe",
    "scp"
  ],
  "title": "SCP-950",
  "url": "https://scp-wiki.wikidot.com/scp-950",
  "content": "Item #: SCP-950\nObject Class: Safe\nSpecial Containment Procedures: SCP-950 is to be stored in a well-lit room, with a video camera in one corner, and is to remain plugged in to an isolated electrical generator.\nThe output resulting from the completion of SCP-950's activity must be handled with extreme caution; all non-Class D personnel must handle the laundry or any baskets containing the laundry with sterile gloves and hospital-grade masks. All output is to be inspected and photographed, as directed by the lead of SCP-950 testing. All articles output are to be incinerated afterwards, unless directed by the lead of testing.\nPersonnel who wish to volunteer their own laundry must first be vetted, and the contents of their submission must be inspected before they are granted entry to the testing room.\nDescription: SCP-950 is a black-colored dryer of the [REDACTED] series, from GE. All components match with usual examples of this series, though GE has never made them in black.\nWhen the machine is started, on any setting, any laundry within the machine goes through a normal tumbling and drying process. However, halfway through the determined cycle, the contents will begin to change or disappear entirely. When the cycle ends, and the door is opened, what is found is a collection of clothing entirely different from what was put in. Input objects that are not clothing also go through this process, and end up as laundry in the same manner. When the machine is empty, the cycle runs as normal, and no transformation occurs.\nAll tests have shown that the resultant laundry has never been seen before by the person who owned the input clothing. As well, in almost all cases, the output articles are much dirtier than those input, and are often covered in stains. Human (and other animal) bodily fluids of all known kinds have been recorded on various articles of clothing, and there have been several with contagious viruses, including Ebola and [REDACTED]. Occasionally, some articles have tears and cuts, corresponding to those that would have been made by various kind of weapons.\nDNA samples have been drawn from many of the output articles. Some samples match with those of victims of crime or disease, and more match with people who are listed as healthy, and suffered only temporary injury or illness. About 40% of the DNA samples are either animal DNA, or human DNA that has not been previously recorded in any database. Three articles have had residues of crushed insects of previously undiscovered species. One article [DATA EXPUNGED] no known life on Earth.\nAddendum: To better illustrate the condition of the output clothing, three excerpts from tests have been added. For photographs and complete transcripts of more tests, see document 950-Gamma.\nTest 950-Gamma-06\nDate: 05-12-2009\nList of submitted articles:\n\nFive standard issue D-Class uniforms, previously washed and dried\nOne civilian sport jacket, large size\nThree pairs of plain white ankle socks, lightly used and unwashed\nSix pairs of underwear, recently washed, and still wet\n\nSettings Used: Tumble Dry, 60 Minutes, 'Colors'\nList of output articles:\n\nOne white tank top, woman's fit, dried blood stain with small knife tear in stomach area\nOne black sports sock, balled up, with dried saliva stains\nOne pair of children's size pajama pants, torn down the outside of the left leg\nTwo pairs of men's medium size underwear, stained with █████ and █████ ██████\n\nTest 950-Gamma-09\nDate: 08-27-2009\nList of submitted articles:\n\nOne 25 cm x 25 cm square of heavily worn and dirtied carpet\nTwo standard D-Class pillowcases, one week since previous washing\nOne King-size bedsheet, from Researcher Garton's living quarters - had not been washed for thirty days, small dried blood stain in corner\n\nSettings Used: Tumble Dry, 60 Minutes, 'Heavies'\nList of output articles:\n\nTwin-size bedsheet, covered in a layer of rotten biological residue - later analysis revealed it to be mostly human skin and muscle, that had been left in very salty water for at least six months\nFormal men's tuxedo, displaying signs of advanced age and decomposition - staff believe it to be between 10 and 15 years old, and traces of human flesh and bone remain on the inside, as well as traces of soil on the outside surfaces\nFour pairs of lady's hosiery, heavily stained by sweat - analysis proved inconclusive as to identity of wearers, and one was torn in multiple places, while the other three, of the same kind, were intact\nTwo infant-sized button-up shirts, both dark blue, both have name 'Peter' written on tag on neck in blue ink, and no unusual stains or residues were observed on either\n\nTest 950-Gamma-03\nDate: 02-15-2009\nList of submitted articles:\n\nFive small plastic children's toys without any complex electronics or metal parts, selected to avoid damage to the inside of the machine\n\nSettings Used: Tumble Dry, 30 Minutes, 'Delicates'\nList of output articles:\n\nFive plastic wristbands, as used by modern morgues to identify bodies; each wristband had the name of a child that had died due to ingesting small toys or parts of toys. It should be noted that each name was traced to a different country, and that all five had died in the last year.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-950\" by LastSatellite, from the SCP Wiki. Source: https://scpwiki.com/scp-950. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}