{
  "created_at": "2013-02-02T23:28:00",
  "creator": "Zyn",
  "link": "scp-576",
  "rating": 266,
  "references": [
    "scp-575",
    "scp-577"
  ],
  "scp_number": 576,
  "series": "series-1",
  "tags": [
    "_cc",
    "inscription",
    "liquid",
    "marshall-carter-and-dark",
    "mind-affecting",
    "safe",
    "scp",
    "sleep"
  ],
  "title": "SCP-576",
  "url": "https://scp-wiki.wikidot.com/scp-576",
  "content": "Item #: SCP-576\nObject Class: Safe\nSpecial Containment Procedures: SCP-576 is to be kept in a digital combination locker at Site-19; the passcode to this locker is to be rotated twice each month. Level 3 authorization is required prior to any testing involving SCP-576; under no circumstances is access to SCP-576 to be granted outside of testing protocol.\nDescription: SCP-576 is a rounded glass bottle with a cork stopper, measuring approximately 6 cm in diameter at base and 8 cm in height. SCP-576 is etched with a simple design (two crisscrossed stems with leaves and flowers) and possesses no maker’s marks.\nSCP-576 is filled with a clear liquid, designated SCP-576-1. Lab analysis has revealed the chemical composition of SCP-576-1 to be identical to that of a 0.0100M fructose and water solution. It is theorized that SCP-576-1 only retains its effects while within SCP-576, as samples consumed from a vessel other than SCP-576 result in no anomalous effects. It has been observed that SCP-576 appears to be capable of refilling itself, albeit slowly; the replenishing rate is estimated at approximately 2 mL per week. The process by which SCP-576 refills itself is unknown.\nConsumption of SCP-576-1 results in no immediate effects; however, when an individual sleeps after consuming SCP-576-1, they will experience vivid dreams. Dreams caused by SCP-576-1 are reported to be based on memories significant to the individual. Individuals used in SCP-576 testing report a correlation between the quantity of the fluid consumed and the relative realism of the resulting dreams.\nWhen an individual enters an SCP-576-1-affected sleep, they will pass through the natural stages of sleep (stages 1, 2, 3, and 4) and remain in a peaceful, constant state of REM sleep for a period lasting from eight to twenty hours. Attempts to awaken individuals in this state, before they awaken on their own, have proven unsuccessful. The undisturbed sleep caused by SCP-576-1 is consistent between all subjects, regardless of any pre-existing or history of sleep disorders.\nAddendum SCP-576-1: SCP-576 was originally recovered from the mansion of a Mr. ████ █████, who was discovered dead by his household’s maid. Hospital records indicate that Mr. █████ had been suffering from stress and malnutrition (which were attributed to overwork and financial strain) prior to his death. SCP-576 was found on Mr. █████’s bedside table, next to a photo album which was determined to possess no anomalous properties. SCP-576 was noted to be a little less than 1/4 full at the time of discovery.\nAddendum SCP-576-2: Based on testing, a tentative correlation between dosage and length of time spent asleep has been established. Individual cases that are exceptions are currently being investigated.\n\nExcerpt from Testing Log SCP-576-5193-█\n\nhide\n\n\nExcerpt from Testing Log SCP-576-5193-█\nSubject: D-6312, 30-year old male.\nDosage: One sip (approx. 5.1 mL)\nLength of Sleep: 8 hours\nSubject Comments: \"I remembered all the stuff I did when I was little. I got to relive making and flying paper airplanes, building a treehouse all by myself, taking naps in the meadows behind my house. I’d forgotten all those things I used to have the time to do.\"\nSubject: D-5683, 25-year old female.\nDosage: Two sips (approx. 12.3 mL)\nLength of Sleep: 13 hours\nSubject Comments: \"I dreamed of my dog, before I started my second job. I dreamed of when we would spend time together walking through the park, just walking. Sometimes I’d just sit and watch her chase birds, and never notice the time passing. I remember that on bad days, we would play catch and I’d feel better. I miss her.\"\n\nSubject: D-3473, 40-year old male.\nDosage: One sip (approx. 4.9 mL)\nLength of Sleep: 20 hours\nSubject Comments: \"She was still smiling. We were still laughing. It was that rainy day when I brought her flowers. We were still together. She was still alive.\"\n\nSubject: D-3473, 40-year old male. (second trial)\nDosage: Two sips (approx. 11.5 mL)\nLength of Sleep: 27 hours\nSubject Comments: \"I saw the day we first met. I lived through the first time I spoke with her, I lived through the first time she smiled at me. I lived through everything again. It was wonderful.\"\n\nSubject: D-3473, 40-year old male. (third trial)\nDosage: One sip (approx. 6.0 mL)\nLength of Sleep: 36 hours\nSubject Comments: \"I remembered so many things. The day I lent her my jacket, the day we went to that outdoor concert… I don’t want to let any of that go. Any of the time we spent together. I want to keep remembering. I want to go back. I want to stay there.\"\n\n\n\n\nAddendum SCP-576-3: As of ██/██/20██, two documents have been recovered from the records of Mr. ████ █████. Investigation of the documents is currently underway.\n\nExcerpt from Document 576-█-5\n\nhide\n\n\nExcerpt from Document 576-█-5 (believed to be the diary of the late Mr. █████):\n██ ████, 200█\nI took another small dose. It couldn’t hurt. With everything that’s happened lately, I can’t fall asleep otherwise. I’ll take care of everything important later, when I’m better rested. So many numbers and dates that need to be set in order, it’s just too much, too much.\n██ ████, 200█\nIt’s not just one specific time that I wish I could return to. It’s not just one thing, it’s everything. It’s all those scattered memories and little wonders that I want to experience again. When I dream, I remember in perfect clarity the days I could take the time to feel the sun on my face, the days I didn’t have to worry about much more than being back home in time for dinner.\n██ ████, 200█\n“Things could be worse, but they could still be better, much better”… these are the thoughts that keep me awake at night. More than anything, I’m scared. Scared of what’ll be in the future, and scared of what won’t be.\nI know one thing. I don’t regret all these memories. I don’t regret returning to them. These were the best times of my life, I couldn’t possibly give them up.\n██ ████, 200█\nI found those photographs from so long ago. The day I found the bird’s nest in the woods, the day I saw snow for the first time, the day I skipped school to explore the lake and found the miniature waterfall…\n██ ████, 200█\nI can’t face it all now. When I sleep, nothing can hurt me. I’m safe when I remember the better times, the happier times. When I dream, I remember everything. Nothing can take that away from me.\n██ ████, 200█\nEverything can just wait until I wake up again.\n\n\n\n\n\nDocument 576-█-6 (found within Document 576-█-5)\nItem #████ Batch ██\nOrder #███ of █████\nTake some time to clear your mind\nBring back what’s been left behind\nOne sip and your woes are freed\nOne good night's sleep, guaranteed!\nThank you for your patronage. Sweet dreams.\n~Marshall, Carter, and Dark Ltd.\n\n"
}