{
  "created_at": "2009-01-12T22:37:00",
  "creator": "Dave Rapp",
  "link": "scp-990",
  "rating": 1501,
  "references": [
    "scp-989",
    "scp-991",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 990,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "humanoid",
    "keter",
    "phenomenon",
    "predictive",
    "sapient",
    "scp",
    "sleep",
    "uncontained"
  ],
  "title": "SCP-990",
  "url": "https://scp-wiki.wikidot.com/scp-990",
  "content": "Item #: SCP-990\nObject Class: Keter\nSpecial Containment Procedures: Currently no containment for SCP-990 has been devised. Any personnel with suggestions for the containment of SCP-990 should report to Dr. ██████████. Any and all ideas are welcome, regardless of who suggests them.\nDescription: SCP-990 is generally a human male dressed in a Cold War era business suit who appears to Foundation personnel through dreams. Thus far no Foundation personnel have encountered SCP-990 in the real world; if he corresponds to an actual human being, we have yet to find him. Presently there have been no reports of SCP-990 appearing to non-Foundation personnel.\nSCP-990 has been appearing to Foundation personnel since [DATA EXPUNGED]. SCP-990's existence came to light when several Agents discussed having dreams involving a similar individual. Numerous other Agents reported dream-sightings of an individual matching the description of SCP-990. The phenomenon did not officially receive SCP classification until the aftermath of event-990-07.\nEvent log 990-07:\n\nAgent ██████ failed to report for duty at his assigned time. He was instead found in his quarters, asleep. Subject had been asleep for roughly eighteen (18) hours and all subsequent attempts to wake him were unsuccessful. Subject was transported to medical bay.\nAfter over 40 hours of sleep, Subject awakened in a highly agitated state. Subject reportedly ran through the facility yelling loudly about \"the end of the world\". Even after being heavily sedated, all of his bodily functions remained in a dangerously accelerated state: increased heart rate, high blood pressure, etc.\nSubject described a man matching the regular appearance of SCP-990. According to Dr. ██████████'s report, Agent described with great detail a series of events that would lead to several tactical nuclear missiles being launched into mid-Europe and eastern Asia, ultimately resulting in the extermination of nearly 98% of the human race and the total collapse of human society. Agent claimed that the information had been outlined to him by SCP-990 while he was trapped within his dream.\nMobile Task Force ██-█ was dispatched to eliminate the initial threat that would begin the chain of events. MTF ██-█ was successful and the crisis was averted. Agent ██████, however, did not survive his ordeal and died of shock-like symptoms.\n\nSince Event-990-07, SCP-990 has appeared to many Foundation personnel and made similar threats. As of yet no situation on the scale of Event-990-07's has occurred; however, SCP-990 has successfully predicted the deaths of Doctors ████, ██████, and ████, as well as the destruction of Watch Station Epsilon-38, and [DATA EXPUNGED]. Any threat made by SCP-990 should be reported to Foundation authorities, regardless of its severity.\nFoundation personnel are considered free to converse with SCP-990 if he should appear to them, and are encouraged to try to obtain information from the subject regarding himself. Additionally, Dr. ██████████ has stated that anyone who can determine whether or not SCP-990 has a corresponding body somewhere in the world will be well rewarded.\nDocument 990-02:\nThe following is an interview conducted between Dr. ██████████ and SCP-990. Although the interview was not recorded until Dr. ██████████ awoke, his memory has historically been highly accurate and reliable.\n\nDr. ██████████: State your name.\nSCP-990: Are you trying to conduct an interview?\nDr. ██████████: Yes. Is that all right?\nSCP-990: Sure, I'm game.\nDr. ██████████: Please state your name.\nSCP-990: How about Tony?\nDr. ██████████: Tony? Your name is Tony?\nSCP-990: I believe a person has the right to be called whatever they want to be called.\nDr. ██████████: Very well then, Tony it is.\nSCP-990: Actually, I changed my mind. How about Richard?\nDr. ██████████: That's fine with me.\nSCP-990: Richard it is. What's the next question?\nDr. ██████████: Why do you threaten Foundation personnel?\nSCP-990: Threaten? Who's making threats?\nDr. ██████████: You've predicted a number of unfortunate events involving the Foundation, including the end of the world.\nSCP-990: And has any harm actually come of it?\nDr. ██████████: You murdered Agent ██████.\nSCP-990: [after a long pause] Doctor, I believe you have the wrong impression about me.\nDr. ██████████: How so?\nSCP-990: I'm not the bad guy here.\nDr. ██████████: I wasn't aware that there was a \"bad guy\" involved.\nSCP-990: Oh, there is.\nDr. ██████████: Who?\nSCP-990: [another long pause] SCP ██████████.\nDr. ██████████: There is no SCP with that designation, and there won't be for some time.\nSCP-990: Well of course not. She hasn't even been born yet, much less classified by your Foundation.\nDr. ██████████: Is this another prediction?\nSCP-990: This is your wake-up call.\nAt this point Dr. ██████████ was awakened by his alarm clock and proceeded to transcribe the interview.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-990\" by Dave Rapp, from the SCP Wiki. Source: https://scpwiki.com/scp-990. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: scp990-new.jpg\nSource: DeviantArt\nLicense: CC BY-SA 3.0\nTitle: SCP-990\nAuthor: Skiu photography\nRelease year: 2015\n\n\n\n\n\n"
}