{
  "created_at": "2011-10-11T21:15:00",
  "creator": "Tanhony",
  "link": "scp-863",
  "rating": 115,
  "references": [
    "scp-862",
    "scp-864"
  ],
  "scp_number": 863,
  "series": "series-1",
  "tags": [
    "_cc",
    "animal",
    "crustacean",
    "extremity",
    "safe",
    "scp",
    "self-repairing",
    "species"
  ],
  "title": "SCP-863",
  "url": "https://scp-wiki.wikidot.com/scp-863",
  "content": "Item #: SCP-863\nObject Class: Safe\nSpecial Containment Procedures: SCP-863-1 is to be contained in a 2m x 2m enclosure and provided with nutrition as detailed in Nutritional Chart 863-1-1. Due to its low risk of breaching containment, SCP-863-1 is to be kept under guard by one (1) member of security. In the event of limb loss, SCP-863-1 is to be provided with a replacement from a similarly proportioned crab.\nSCP-863-2 is to be contained in a 6m x 6m enclosure and provided with nutrition as detailed in Nutritional Chart 863-2-1. SCP-863-2 is to be kept under guard by two (2) members of security. In the event of limb loss, SCP-863-2 is to be provided with a suitable replacement.\nSCP-863-3 is to be contained in a 10m x 10m enclosure and provided with nutrition via robotic arm as detailed in Nutritional Chart 863-3-1. SCP-863-3 is to be kept under guard by six (6) members of security at all times. No personnel are to enter SCP-863-3's containment enclosure. In the event of limb loss, SCP-863-3 is to be provided with a cadaver as replacement.\nAny specimens of SCP-863 found in the wild are to be destroyed.\nDescription: SCP-863 is a species of crab commonly found in areas of ███████. SCP-863 specimens, when first born, measure roughly three centimeters in height and one (1) gram in weight, but are capable of growing up to sizes of [DATA EXPUNGED]. When fully grown, specimens superficially resemble the Japanese spider crab. Specimens of SCP-863 are born without limbs, and undergo a process in which they utilize the limbs of other organisms, or even whole organisms in lieu of their own.\nFrom birth, SCP-863 move themselves across the ground by sliding using several tendrils attached to their limb joints. When specimens of SCP-863 locate a suitably sized limb or organism, they will puncture it using their tendrils, which will then retract and slot the organism or limb into the limb joint. Using a series of electrical pulses, SCP-863 will then manipulate the limb or organism's nervous system. This process is not perfect, and the utilized limb or organism will typically twitch or jerk periodically.\nSpecimens of SCP-863 are highly territorial and larger specimens can cause severe injuries or death when provoked. Groups of SCP-863 have been observed to, on occasion, actively hunt for other organisms to remove limbs from. Larger specimens will simply utilize these organisms wholesale, as their limbs would not be suitable for specimens of that size.\n\nSpecimen Log\n\nClose\n\n\nSCP-863-1\nRight Arm: Pincer from Carpilius convexus.\nLeft Arm: Pincer from Ranina ranina.\nLegs: Four (4) legs from Ciliopagurus, two (2) from Ranina ranina.\n\n\nSCP-863-2\nRight Arm: (Awaiting replacement)\nLeft Arm: Human hand taken from a cadaver.\nLegs: Two (2) hooves from a mountain goat, three (3) legs from a dog and one (1) arm from a bear.\n\n\nSCP-863-3\nRight Arm: A human cadaver.\nLeft Arm: █████ ██████ (Life-signs normal.) (See Containment Breach 863-3-1.)\nLegs: Six legs taken from human cadavers.\n\n\n\n\n"
}