{
  "created_at": "2011-08-05T21:09:00",
  "creator": "TroyL",
  "link": "scp-765",
  "rating": 420,
  "references": [
    "scp-764",
    "scp-766"
  ],
  "scp_number": 765,
  "series": "series-1",
  "tags": [
    "_cc",
    "event-featured",
    "location",
    "mind-affecting",
    "safe",
    "scp"
  ],
  "title": "SCP-765",
  "url": "https://scp-wiki.wikidot.com/scp-765",
  "content": "Item #: SCP-765\nObject Class: Safe\nSpecial Containment Procedures: SCP-765 is to be isolated from the rest of Site-88 by a wire fence of at least 1.22 meters. Instances of SCP-765-1 are harmless beyond this area, and SCP-765's effects are negligible at this range. SCP-765 is to be staffed with a rotating group of researchers and guards. These personnel are to be changed every three to six days to avoid suffering the detrimental effects of SCP-765. Researchers who have been absent from SCP-765 for at least one month may apply for assignment to it again.\nDescription: SCP-765 is a duck pond, discovered in the █████████ region of South Carolina in 197█. SCP-765 appears to emanate an emotional effect causing what researchers have called \"serenity.\" Researchers, guards, and test subjects within the field of SCP-765 report relaxed feelings, contentment with their life, and justification with their life choices. However, after seven to twelve days, the shift becomes one of lethargy, apathy, boredom, and depression. Further shifts beyond this are currently being monitored, with test subjects D-02841, D-02844, and D-02851 having been in the effect for over a ███████ █████. Psychological reports on all these subjects are available at request with approval from Dr. G████.\nDue to its relaxing nature, SCP-765 is regularly assigned to researchers undergoing severe stress or lethargy. The effect does not appear addictive or memetic in any way.\nAddendum SCP-765-1, 197█:\n\nUnsurprisingly, several members of the Anatidae family showed up today, classified SCP-765-1. While they do not appear affected by SCP-765, staff have reported that a degree of jollity has been observed in participants and the speed with which the negative effect is reported seems to be diminished. Recommend further research with other species of waterfowl. - Dr. █████\n\n"
}