{
  "created_at": "2018-09-23T15:00:00",
  "creator": "notgull",
  "link": "scp-199",
  "rating": 116,
  "references": [
    "scp-4799",
    "not-a-seagull-proposal",
    "scp-3733",
    "scp-3095",
    "scp-4804",
    "scp-4800",
    "scp-2785",
    "scp-4348",
    "scp-4048",
    "scp-4688",
    "scp-3362",
    "scp-579-j",
    "scp-5800",
    "scp-4785",
    "scp-3339",
    "scp-4248",
    "scp-3747",
    "scp-4948",
    "scp-3296",
    "scp-4800-j",
    "scp-7234",
    "scp-3485",
    "scp-5981",
    "scp-4808",
    "scp-3833",
    "scp-3748",
    "scp-4148",
    "scp-5025",
    "scp-5054",
    "scp-093-j",
    "scp-1037",
    "scp-5680",
    "scp-1684",
    "scp-4872",
    "scp-3248",
    "scp-6904",
    "scp-5483",
    "scp-6785",
    "scp-4397",
    "the-little-robot-that-could",
    "join-the-flock",
    "the-siege-of-site-19",
    "tales-of-the-automaton-the-big-birdocalypse",
    "footage-recovered-from-a-private-server",
    "avian-anthology-i",
    "moose-on-the-loose",
    "my-empire-of-birds",
    "document-recovered-from-a-parallel-universe",
    "joey-fucknuts-steals-the-declaration-of-independence",
    "katz-and-dogs",
    "your-guard",
    "vacation-opportunity",
    "the-scent-of-a-toaster",
    "disco-inferno",
    "chasing-suns",
    "the-shape-of-water-is-humanoid",
    "wind-in-the-sails",
    "three-feet-under-i",
    "dead-reckoning",
    "three-feet-under-ii",
    "three-feet-under-iii",
    "forgotten-shrine",
    "into-the-beetle-black-yonder",
    "down-through",
    "hyperfine",
    "dont-knock-on-strange-doors",
    "notgull",
    "scp-4785-incident-report",
    "scp-4785-exploration-4",
    "scp-4785-exploration-1",
    "scp-4785-exploration-2",
    "scp-4785-exploration-3",
    "scp-093-j-blue-test",
    "scp-093-j-recovered-documents",
    "scp-093-j-purple-test",
    "scp-093-j-green-test",
    "4480-expl-log",
    "scp-198",
    "scp-200",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 199,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "airborne",
    "alive",
    "biohazard",
    "euclid",
    "plant",
    "rewrite",
    "scp",
    "species",
    "transmission"
  ],
  "title": "SCP-199",
  "url": "https://scp-wiki.wikidot.com/scp-199",
  "content": "Item #: SCP-199\nObject Class: Plant\nContainment Class: Euclid\nSpecial Containment Procedures: A garden of SCP-199 has been built at Site-19 for research and containment. The garden is kept in a ventilated containment unit with artificial light suitable for plant growth and an automatic watering system. The ceiling is covered with an electrified grate capable of destroying instances of SCP-199-2. The entire chamber is to be surrounded with a Faraday cage to prevent emission of SCP-199-3.\nInstances of SCP-199 or SCP-199-2 found outside of containment are to be destroyed with fire or pesticides.\nDescription: SCP-199 is a species of fern within the Hymenophyllaceae family. SCP-199 is tangentially related to filmy ferns, but is more tolerant to temperature, humidity, pollution, and external damage. The rhizomes of the plants can attach to and grow on most solid surfaces. SCP-199’s appearance is similar of that of thallose liverworts, but its fronds are unique to its species.\nThe fronds of SCP-199 will form into bladders approximately 10 cm in diameter, designated SCP-199-2. Eventually, they will fill with hydrogen gas generated by SCP-199, detach from the main plant, and drift into the air. SCP-199-2 will eventually float at one mile above sea level, and begin to ripen. During this period, SCP-199-2 will emit SCP-199-3 at an initial rate of one signal per hour, steadily increasing as SCP-199-2 ripens. Once SCP-199-2 is ripe, it will burst, releasing its contents.\nIn most cases, SCP-199-2 is empty, and its explosion will not have any consequences. Occasionally, the explosion of SCP-199-2 will release seeds that grow into new instances of SCP-199.\nSCP-199-3 refers to radio signals produced by SCP-199-2. All radio signals consist of a high-pitched male voice, speaking in Mandarin Chinese, giving \"analysis reports\" consisting of observations made from SCP-199-2 and \"status reports\" of SCP-199-2 itself. Analysis of SCP-199-2 has shown that neither the source of the voice nor the radio signals exist, as most instances of SCP-199-2 are empty.\nSCP-199 seems to thrive in polluted environments, implying that it is adapted to grow in heavily populated areas. In addition, SCP-199 is resistant to most pesticides. SCP-199 is most commonly seen growing in chimneys, gardens of large cities, and inside of industrial factories.\nSCP-199 was originally discovered after residents of Xi’an, China reported balloon-like objects colliding with hotels and interference with radio devices. The source of SCP-199-2 was found to be a patch of it within the center of the city. Instances of SCP-199 have since been discovered in several large cities, most notably New York City, Los Angeles, San Francisco, Beijing, and Tokyo.\nAnalysis of SCP-199-3:\n\n+ Input Level 2 Credentials\n\n- Access Granted\n\nFrom 09/12/2017 to 09/19/2017, large-scale analysis of SCP-199-3 was conducted by the Foundation. Large Containment Cell #45 at Site-9 was temporarily converted into a simulated urban area. Five instances of SCP-199 were moved to the area for testing.\nThe following is a transcript of SCP-199-3 transmissions, as well as notes in italics.\n\n\"This is Staffman Foxtail, launch successful, entering watching mode.\" (Transcript of SCP-199-3 after launch of SCP-199-2. Name and rank vary per instance.)\n\n\n\"Targets found, beginning following mode.\" (Transcript of SCP-199-3 after floating above simulated civilians.)\n\n\n\"Targets preforming clumping, engaging.\"\n\"Targets entering phase, engaging.\" (Transcript of SCP-199-3 after floating above a gathering of simulated civilians.)\n\n\n\"Engaging in Armageddon.\" (Transcript of SCP-199-3 after floating above a gathering for two minutes.)\n\"Armageddon failed, disengaging.\" (Transcript of SCP-199-3 after floating above a gathering for five minutes. It is unknown what would occur if \"Armageddon\" was successful.)\n\n\n\"Evasive drift initiated, course moved.\"\n\"Obstacle encountered, moving from course.\" (Transcript of SCP-199-3 while avoiding buildings.)\n\n\n\"Single target engaged in protectionless, retreating.\" (Transcript of SCP-199-3 after floating above a member of D-class personnel disguised as a New York citizen on a balcony.)\n\"Single target engaged in that of protection, standing by.\" (Transcript of SCP-199-3 after floating above a member of D-class personnel disguised as a New York citizen on a balcony, while the balcony had flowers.)\n\"Non-target found without that of protection, colored blue.\" (Transcript of SCP-199-3 after floating above a balcony with flowers without a civilian. Color changed depending on type of flower.)\n\"Standing position recovered, entering malign phase.\" (After this was recorded, SCP-199-2 instances actively avoided balconies.)\n\n\n\"[Unintelligible] — the Paragon — [Unintelligible]\" (Emitted by a contained instance of SCP-199-2 while floating above Site-19.)\n\n\n\"Payload ready for deployment soon, standing by.\" (SCP-199-3 as SCP-199-2 became close to explosion.)\n\"Sorry, it looks like we have mayday here, please avoid future infertility.\" (SCP-199-3 before explosion, when SCP-199-2 was empty.)\n\"We have a complete deployment ready, pleasure to serve you, sir.\" (SCP-199-3 before explosion, when SCP-199-2 had spores.)\n\n\n\"If you could tell them I loved them—\" (One instance of SCP-199-2 emitted this while idle, and appeared to be cut off mid-sentence. Context unknown.)\n\nMany variations and idle phrases cut out of this document. Please consult Testing Log 199-#023 for an unabridged log.\n\n\n\nAddendum: On 09/21/2018, residents of Istanbul, Turkey reported a collective \"cloud\" of over 50 instances of SCP-199-2. Before a task force could respond to this, all instances simultaneously burst. Instead of seeds, SCP-199-2 released an acidic slime that caused severe damage to a road intersection and created three casualties. An ongoing disinformation campaign was released crediting the source of SCP-199-2 to be a bio-terrorist attack.\nThe source of this phenomena was identified to be a patch of SCP-199 on the outskirts of Istanbul. The task force attempted to use fire to destroy these plants; however, SCP-199 reacted with the fire and exploded into acidic green slime, injuring five Foundation agents. Following destruction of the patch, analysis of the soil revealed that SCP-199 had been planted there four weeks earlier.\nThis new variant of SCP-199 has been tentatively designated SCP-199-B. SCP-199-B has also been reported in Mumbai, Lagos, and Mexico City.\nNear the patch found in Lagos, a partially biodegraded plastic seed packet was recovered buried underground. The front of the packet had a symbol resembling an eye with a red iris with a green substance covering a third of the eye. The back of the packet had a symbol strongly resembling the Foundation’s shield logo, but with the arrows pointing away from the shield and three vertical bars covering the shield’s inner circle.\n \n\n\n\nMore by notgull\n\nMore by notgull\n\n\n\n\n\nSCPs\n\n\n\nnotgull's Proposal\nRating: 564\n\n\nSCP-3733\nRating: 363\n\n\nSCP-3095\nRating: 346\n\n\nSCP-4804\nRating: 274\n\n\nSCP-4800\nRating: 274\n\n\nSCP-2785\nRating: 261\n\n\nSCP-4348\nRating: 249\n\n\nSCP-4048\nRating: 200\n\n\nSCP-4688\nRating: 192\n\n\nSCP-3362\nRating: 184\n\n\nSCP-579-J\nRating: 180\n\n\nSCP-5800\nRating: 174\n\n\nSCP-4785\nRating: 172\n\n\nSCP-3339\nRating: 164\n\n\nSCP-4248\nRating: 160\n\n\nSCP-3747\nRating: 160\n\n\nSCP-4948\nRating: 153\n\n\nSCP-3296\nRating: 122\n\n\nSCP-4800-J\nRating: 117\n\n\nSCP-199\nRating: 116\n\n\nSCP-4799\nRating: 116\n\n\nSCP-7234\nRating: 107\n\n\nSCP-3485\nRating: 106\n\n\nSCP-5981\nRating: 104\n\n\nSCP-4808\nRating: 100\n\n\nSCP-3833\nRating: 92\n\n\nSCP-3748\nRating: 90\n\n\nSCP-4148\nRating: 84\n\n\nSCP-5025\nRating: 78\n\n\nSCP-5054\nRating: 78\n\n\nSCP-093-J\nRating: 72\n\n\nSCP-1037\nRating: 71\n\n\nSCP-5680\nRating: 62\n\n\nSCP-1684\nRating: 61\n\n\nSCP-4872\nRating: 61\n\n\nSCP-3248\nRating: 58\n\n\nSCP-6904\nRating: 56\n\n\nSCP-5483\nRating: 37\n\n\nSCP-6785\nRating: 33\n\n\nSCP-4397\nRating: 31\n\n\n\n\nTales\n\n\n\nThe Little Robot that Could\nRating: 324\n\n\nJoin the Flock\nRating: 162\n\n\nThe Siege of Site-19\nRating: 152\n\n\nTales of the Automaton: The Big Birdocalypse\nRating: 139\n\n\nFootage Recovered From a Private Server\nRating: 105\n\n\nAvian Anthology I\nRating: 74\n\n\nMoose on the Loose\nRating: 66\n\n\nMy Empire of Birds\nRating: 64\n\n\nDocument recovered from a Parallel Universe\nRating: 58\n\n\nJoey Fucknuts Steals The Declaration of Independence\nRating: 56\n\n\nKatz and Dogs\nRating: 54\n\n\nYour Guard\nRating: 48\n\n\nVacation Opportunity\nRating: 43\n\n\nThe Scent of a Toaster\nRating: 34\n\n\nBurn, Baby, Burn\nRating: 29\n\n\nChasing Suns\nRating: 26\n\n\nThe Shape of Water is Humanoid\nRating: 23\n\n\nWind in the Sails\nRating: 22\n\n\nThree Feet Under I\nRating: 22\n\n\nDead Reckoning\nRating: 21\n\n\nThree Feet Under II\nRating: 21\n\n\nThree Feet Under III\nRating: 19\n\n\nForgotten Shrine\nRating: 17\n\n\nInto the Beetle Black Yonder\nRating: 16\n\n\nDown Through\nRating: 15\n\n\nHyperfine\nRating: 12\n\n\nDon't Knock on Strange Doors\nRating: 10\n\n\n\n\nOther\n\n\n\nResearcher Calvin's Personnel File\nRating: 91\n\n\nIncident Report ████/████\nRating: 79\n\n\n\"Sphere\" Incursion Log\nRating: 50\n\n\nInitial Incursion Log\nRating: 48\n\n\n\"Cube\" Incursion Log #1\nRating: 41\n\n\n\"Cube\" Incursion Log #2\nRating: 41\n\n\nSCP-093-J Blue Test\nRating: 40\n\n\nSCP-093-J Recovered Documents\nRating: 40\n\n\nSCP-093-J Purple Test\nRating: 34\n\n\nSCP-093-J Green Test\nRating: 33\n\n\nExploration Log 4480-1\nRating: 20\n\n\n\n\n\nSee my Author Page for more information. If you like reading my stuff, consider checking out my YouTube Channel for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-199\" by Photosynthetic and MisterFlames, rewritten by notgull, from the SCP Wiki. Source: https://scpwiki.com/scp-199. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: fern.jpg\nName: Crepidomanes minutum utiwagoke01.jpg\nAuthor: keisotyo\nLicense: CC BY-SA 3.0\nSource Link: Wikimedia\n\n\n\n\n\n"
}