{
  "created_at": "2011-04-18T21:26:00",
  "creator": "Drewbear",
  "link": "scp-338",
  "rating": 99,
  "references": [
    "scp-1427",
    "scp-337",
    "scp-339",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 338,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "appliance",
    "k-class-scenario",
    "safe",
    "scp",
    "transmission"
  ],
  "title": "SCP-338",
  "url": "https://scp-wiki.wikidot.com/scp-338",
  "content": "Item #: SCP-338\nObject Class: Safe\nSpecial Containment Procedures: SCP-338 is to be activated and constantly monitored at all times, with its broadcasts recorded for later analysis. Every 10 minutes, the channel is to be changed, alternating between the broadcasts at 89.1 MHz, 100.2 MHz, 104.9 MHz and 107.9 MHz. If at any time SCP-338 does not receive a broadcast on one of these frequencies, Dr. ███████ is to be immediately notified and the entire frequency band is to be scanned to determine the status of the remaining broadcasts. Only personnel with Level 3 clearance or greater are allowed to listen to, interpret, or analyze data resulting from recordings of SCP-338.\nNo personnel are allowed to spend more than 100 cumulative hours interpreting the broadcast at frequency 107.9 MHz. Any personnel that has reached the maximum number of hours of exposure is to be administered a class C amnestic and returned to the regular workforce as appropriate. All personnel working on data from the broadcast at 107.9 MHz are to be searched before leaving the data analysis center. Any and all data storage devices are to be confiscated and the personnel involved terminated, in order to prevent the possibility of [REDACTED] occurring in this reality.\nDescription: SCP-338 is a portable crank- and battery-powered survival radio manufactured by █████ ███████████, Inc. Disassembly reveals no anomalies compared to similar radios, with the exception of 3 small (~1 mm in diameter) drops of solder on the receiver circuitry. Replicating this defect on other models does not result in effects similar to SCP-338. Excepting the anomalous properties described below, SCP-338 functions identically to similar models manufactured by █████ ███████████, Inc.\nSCP-338 is capable of receiving anomalous broadcast signals on 11 different frequencies. These broadcasts maintain the same signal strength, no matter the physical location of SCP-338. Each broadcast appears to originate from a greatly different reality. With the exception of the one at 100.2 MHz, all broadcasts appear to be live and transmitted at the same date and time that they are received by SCP-338, as indicated by references to known natural disasters. The broadcast frequencies and a brief description of their general contents are as follows:\n\n\nFrequency\nContents\nPrimary Language(s)\n\n\n88.7 MHz\norchestral music, pieces unknown\nTagalog\n\n\n89.1 MHz\ntalk radio, primarily focused on politics & sports\nmixture of French and Mandarin\n\n\n91.8 MHz\nreligious hymns and chants, primarily Hindu\nUrdu\n\n\n94.5 MHz\nrap and tejano music, pieces unknown\nmixture of English and Zuni\n\n\n97.0 MHz\nheavy static, faint voices heard, content unknown\nunknown\n\n\n99.3 MHz\nsmooth jazz, pieces unknown\nheavily distorted Korean\n\n\n100.2 MHz\nemergency broadcast\nLatin\n\n\n101.7 MHz\nelectronic/dance music, pieces unknown\nunknown/unidentified\n\n\n103.4 MHz\nminor static, country music, pieces unknown\nSwahili\n\n\n104.9 MHz\neducation programs\nArabic\n\n\n107.9 MHz\n[REDACTED]\n[REDACTED]\n\n\nAlthough the music broadcasts are interesting from a cultural viewpoint, the talk-based broadcasts are the primary focus of analysis. The broadcast at 89.1 MHz references political scenarios extremely similar to those found in the United States of America, but describe actions and events 4-6 weeks before they occur in the Foundation's reality. Although the political situations appear analogous, all names of people and places are different, mostly indicating a French or Mandarin origin. The broadcast at 100.2 MHz is apparently a looped recording of survival instructions, rendezvous locations, and status updates about \"The Great War\", and seems to describe an EK-class scenario caused by the release of SCP-1427. The contents are changed and updated sporadically, ranging from twice daily to once every 3 weeks. The broadcast at 104.9 MHz is a mixture of educational programs suitable for university-level classes, covering topics including electronics, mathematics, biology, art history, literature, and \"star building\". Many of the science topics covered indicate a technological base significantly different from and possibly more advanced than that currently possessed by the Foundation. The broadcast at 107.9 MHz [DATA EXPUNGED], which constitutes a major security breach in the event of [REDACTED]. Although the physical modifications necessary to [REDACTED] are not readily available, [DATA EXPUNGED] in no more than 4 years.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-338\" by Drewbear, from the SCP Wiki. Source: https://scpwiki.com/scp-338. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}