{
  "created_at": "2008-07-25T23:38:00",
  "creator": "Kain Pathos Crow",
  "link": "scp-028",
  "rating": 1277,
  "references": [
    "scp-1995",
    "scp-2669",
    "scp-027",
    "scp-029",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 28,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "event-featured",
    "knowledge",
    "location",
    "mind-affecting",
    "safe",
    "scp"
  ],
  "title": "SCP-028",
  "url": "https://scp-wiki.wikidot.com/scp-028",
  "content": "Item #: SCP-028\nObject Class: Safe\nSpecial Containment Procedures: No special means are needed to contain at this time, as SCP-028 has not shown any change in size, position or shape during the entire period of its containment, but access must be restricted. Currently, SCP-028 is contained on site (Site █), as SCP-028 is not transportable by any known means. SCP-028 is sealed in a six (6) by six (6) by three (3) meter (twenty (20) by twenty (20) by ten (10) foot) concrete room with a single door, with two (2) armed personnel stationed outside. Only authorized personnel are to be allowed exposure to SCP-028, and extreme care must be taken at all times. While SCP-028 is itself harmless, the effect can be very damaging to the unprepared. (See document EL-028-1125)\nDescription: SCP-028 is located in an abandoned storage yard outside a copper mine in northern Michigan. SCP-028 has no detectable physical presence of any kind, but its effect occurs in a 2.1 meter (7 foot) cube around what is commonly held as the “center” of SCP-028. All forms of scanning and testing in the area of SCP-028 have shown no abnormal readings. Adding or removing objects, or attempting to remove dirt from under SCP-028 has no effect in altering the size or shape of SCP-028’s area of effect, nor the onset or quality of the Effect.\nSubjects “entering” SCP-028 are, within three (3) to six (6) seconds, struck by total and complete knowledge of a subject. This knowledge is thus far completely random in both size and usefulness, and sometimes goes unnoticed for extended periods of time. More “profound” knowledge generally has a stronger effect, with some cases [EXPUNGED: SEE DOCUMENT EL-028-1125]. This Effect can be experienced multiple times by exiting and re-entering SCP-028, but can result in increasingly strong migraines and dizziness after two (2) exposures.\nSCP-028 came to the Foundation’s attention after research into news reports of a local miner who submitted a design for a cold-fusion reactor to the US patent office. Mr. ███ reported that it “just came to me, like a bolt outta the blue!” News and subjects were suppressed and contained after discovery of SCP-028, and the reactor designs implemented in the containment of SCP-1995. Subsequent testing of SCP-028 has yielded mixed results.\nDocument #EL-028-1114: Partial Information Retrieval Log for 1/5/██ (Note: all knowledge is perfect, total, and eidetic)\n\nEvery phonebook entry for New York City in 1998\n\n\nHow to redesign the internal combustion engine to run on human blood, using only pre-existing parts. (Note: Full redesign takes four (4) hours, and runs at higher efficiency than gasoline.)\n\n\nLocation of keys for a Buick LeSabre\n\n\nThe proper method of care for a mole rat colony\n\n\nOrigin and history of twelve SCP objects. (Note: The main [EXPUNGED])\n\n\nFamily history of the Blackthorn family, located in London, England.\n\n\nGeological structure of the earth beneath Greenland, including several unknown caves and [EXPUNGED]\n\nDocument # EL-028-1125: Log\nE-112: Subject D-1182 exposed to SCP-028. Subject began to cry and went into fetal position, showing signs of high distress. Unresponsive to questioning and outside stimulus for several days. Lapsed into catatonia shortly after stating that “this is not life”. Subject passed into a coma and died shortly thereafter. C.O.D. was attributed to shock.\nE-127: Agent ███████ accidentally exposed to SCP-028. Agent showed signs of sudden surprise and bemusement. When questioned, Agent requested “a moment to gather my thoughts, please”. After several seconds, Agent laughed, shook his head, and removed his service pistol from its holster. Agent then shot and wounded Dr. ████, and killed Agents ████████ and █████, before being restrained. Post-incident interrogation revealed Agent ███████ had extensive knowledge of classified Foundation activities, and several SCP objects he had not been previously exposed to, including SCP-2669.\nAny Foundation personnel found to have entered SCP-028's area of effect are to be detained indefinitely.\nDocument # EL-028-1128: Log\nExperiment-189: Subject D-9843 was exposed to SCP-028. ████/03/19 11:46\nExamination of subject revealed abnormal respiratory actions. ████/03/19 13:37\nQuestioning revealed subject had learned to recycle the carbon dioxide inside his body. ████/03/19 17:21\nRepeated attempts to teach skill to other D-class personnel failed. ████/03/24 12:11\nSubject terminated. ████/07/18 15:03\nAutopsy reveals no abnormal organ formations. ████/07/18 18:37\nResearchers notes: Dr. ████████ █████: Seriously, how the hell did he do that?\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-028\" by Dr Gears, from the SCP Wiki. Source: https://scpwiki.com/scp-028. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: SCP-028\nName: Willerby Caravans storage yard - geograph.org.uk - 3246967.jpg\nAuthor: Ian S\nLicense: CC-BY-SA 2.0\nSource Link: https://commons.wikimedia.org/wiki/File:Willerby_Caravans_storage_yard_-_geograph.org.uk_-_3246967.jpg\n\n\n\n\n\n"
}