{
  "created_at": "2011-09-01T20:31:00",
  "creator": "Tanhony",
  "link": "scp-779",
  "rating": 190,
  "references": [
    "scp-778",
    "scp-780",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 779,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "bee",
    "hallucination",
    "insect",
    "mind-affecting",
    "safe",
    "scp",
    "species"
  ],
  "title": "SCP-779",
  "url": "https://scp-wiki.wikidot.com/scp-779",
  "content": "Item #: SCP-779\nObject Class: Safe\nSpecial Containment Procedures: SCP-779 is currently contained at Site ██, in ██████. SCP-779 specimens are to be contained in a 6 m x 6 m chamber with no furniture. All personnel entering SCP-779's containment chamber are to wear hazmat suits. Hazmat suits are to be checked for ruptures before and after entering the containment chamber.\nIn the event of a suit breach, compromised personnel are to be removed from the area and detained for twenty-four (24) hours. SCP-779 is to be provided with one (1) liter of milk each day.\nDescription: SCP-779 is a species of insect similar in appearance to the common bee or a wasp. Specimens of SCP-779 are typically colored red and black, although variations in this have been noted among their populace. SCP-779 usually breed and live in human residences, but sightings of SCP-779 have been reported at rivers and lakes, suggesting the possible existence of a subspecies.\nSCP-779 operates with a typical social system; a queen is always present in the center of the nest and reproduces constantly, while workers retrieve food for the rest of the hive by stealing from the residence. SCP-779 queens are recognizable by the distinctive yellow spot present on their backs.\nSCP-779 nests are usually formed from whatever materials are available in a section of the human residence with little traffic, such as an attic or basement. SCP-779 have been observed to operate at all times of the day. When a nest has been formed, specimens of SCP-779 will attempt to sting residents, injecting them with their hallucinogenic venom. After this initial injection, SCP-779 will sting their victims at least once per day to keep the venom in their system.\nWhen injected with the venom, victims of SCP-779 will perceive SCP-779 as small humanoid figures with wings and believe that SCP-779 are assisting with the maintenance of the residence. Victims will continue to believe this even if the residence undergoes structural collapse.\nContinued exposure to SCP-779's venom can result in victims viewing them as their 'children' and defending them from most threats. SCP-779 appears to only sting humans, and will not undergo this parasitic relationship with other species.\nSCP-779 will consume most edible substances, with a particular affinity to milk. Consumption of milk seems to be remedial to SCP-779. Injuries such as torn wings and missing legs have been observed to heal in a matter of hours after consumption.\nVictims of SCP-779 will usually give most of their food to SCP-779, but will not allow themselves to succumb to malnutrition. SCP-779 can exist in symbiosis with their victims for months or years, until the victim is cut off from the supply of venom.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-779\" by Tanhony, from the SCP Wiki. Source: https://scpwiki.com/scp-779. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 779-new.jpg\nSource: Flickr\nLicense: CC BY-SA 2.0\nTitle: Red paper wasp from W-Java\nAuthor: gbohne\nRelease year: 2010\n\n\n\n\n\n"
}