{
  "created_at": "2008-08-02T23:29:00",
  "creator": "FritzWillie",
  "link": "scp-165",
  "rating": 485,
  "references": [
    "scp-164",
    "scp-166",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 165,
  "series": "series-1",
  "tags": [
    "_cc",
    "_licensebox",
    "alive",
    "arachnid",
    "featured",
    "keter",
    "predatory",
    "scp",
    "self-replicating",
    "species",
    "swarm",
    "toxic"
  ],
  "title": "SCP-165",
  "url": "https://scp-wiki.wikidot.com/scp-165",
  "content": "Item #: SCP-165\nObject Class: Keter\nSpecial Containment Procedures: Housed in a facility at Armed Bio-Containment Area-14, SCP-165 is to be treated as a contagious, pathological organism. The highest sterilization and quarantine procedures are to be followed.\nMicrowave field generators around SCP-165's area are in place to restrict movement of its dune within its containment area. Once every nine (9) days, SCP-165 is fed live cattle weighing at least seven hundred fifty (750) kilograms.\n\nDescription: The organic component of SCP-165 resembles that of typical parasitic mites, seven hundred fifty (750) micrometers in length, with eight (8) legs and a genetic structure similar to the house dust mite. The main difference is the hermit-crab-like behavior of attaching grains of sand to its back. It is unknown what purpose the sand serves, but the massive colony of SCP-165 numbers in the hundreds of billions to possibly trillions, creating a rather large dune.\n\n\nAn electron microscope image of SCP-165\n\n\nThe similarities between [DATA EXPUNGED] and SCP-165 are only superficial. [DATA EXPUNGED]'s colony is protozoan in nature and apparently shows a collective intelligence and awareness that is not understood. SCP-165's colony is made up of individual Acari who don't show cooperation but rather competition in the hunt for food. Like mosquitoes, they rely on chemical detection of carbon dioxide and sugars in the air to detect prey. The Acari mites roll and bound over one another toward prey, only using their legs to climb over one another. When in contact with the flesh of animals, they release a numbing chemical toxin in their bite, similar in make-up to that of mosquito and flea bite toxins. Subjects are typically unaware that millions of mites are 'taking turns' at grabbing mouthfuls of its flesh as they swarm around their victim.\nA typical swarm resembles a swirling vortex around a victim or victim's appendage. The SCP-165 colony is efficient enough in their competitive swarming that most animals' appendages can be de-fleshed and reduced to bone within minutes. The numbing toxin is so effective that sleeping victims may not wake up as their limbs are eaten away.\n\n\nThese images, taken before containment, were made using an unmanned ground traversing drone\n\n\nThe Acari mites are resistant to all but the most dangerous of pesticides. They retreat from heat and will often seek shade when available, being the most active during the night, hunting for large sleeping prey. Their vulnerability to heat is the most preferable technique for containment.\n\nAddendum - Acquisition: It is apparent that the US Government has been aware of dunes of SCP-165 for some eighty (80) years. The area where SCP-165 was found is now a forgotten German immigrant ghost town of Fredricksburg, Arizona, in the Tule Desert near the Goldwater Air Force Bombing Range.\nThe remote town of Fredricksburg was founded sometime in the late 1800s and by 1908 had become a ghost town. A passing cavalry troop reported that the inhabitants had disappeared and that the buildings were empty. They attempted to stay one night in the abandoned hotel, only to have seven (7) of their horses reduced to piles of bone. All but four (4) of the soldiers fled in the middle of the night, saying that sand was filling the building like a flood of water. Those four were never seen again.\n\n\nThe most complete standing building of Fredricksburg, Arizona, was home to the largest dune of SCP-165\n\n\nDuring the late 1950s, the U.S. military attempted to exterminate SCP-165 by turning the area into a bombing range. It was successful in reducing the numbers of SCP-165, but in the late 1980s, it became apparent that a ground cleanup and extraction was needed to remove the presence of SCP-165. Mobile Task-Force Epsilon-9 (aka \"Fire Eaters\") were dispatched for containment and extraction of SCP-165. Upon entering the town of Fredricksburg, an upturned sign was found, reading \"Vorsicht vor dem kriechenden, hungrigen Sand\" which translates to \"Beware the creeping, hungry sands.\" The flame accelerators of MTF Ɛ-9 proved highly successful in glassing the sand of SCP-165 and reducing its number to a manageable size. A living dune of nearly four (4) metric tons of SCP-165 was contained and transported to ABC Area-14 where it is monitored and contained.\n\n**IMAGES RECOVERED FROM MTF Ɛ-9**\n\nClose\n\n\n\n\n\nPhotograph '165-P1'; Fredricksburg, AZ, United States - █████ ██, 198█\n\n\n\n\n\n\n\n\n\n\n\nPhotograph '165-P2'; Fredricksburg, AZ, United States - █████ ██, 198█\n\n\n\n\n\n\n\n\n\n\n\nPhotograph '165-P3'; Fredricksburg, AZ, United States - █████ ██, 198█\n\n\n\n\n\n\n\n\nClose\n\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-165\" by FritzWillie, from the SCP Wiki. Source: https://scpwiki.com/scp-165. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\nFilename: 165-1.png\nName: Kolmannskuppe Krankenhaus Innen 09.jpg\nAuthor: Zairon\nLicense: CC BY-SA 3.0\nSource Link: Wikimedia\n\n\nFilename: SCP-165-2.jpg\nName: Yellow mite (Tydeidae), Lorryia formosa 2.jpg\nAuthors: Erbe, Pooley: USDA, ARS, EMU\nLicense: Public Domain\nSource Link: Wikimedia\n\n\nFilename: 165-3.png\nName: Kolmanskop sand.jpg\nAuthor: Damien du Toit\nLicense: CC BY 2.0\nSource Link: Wikimedia\n\n\nFilename: 165-4.png\nName: Kolmanskop 2018 02.jpg\nAuthor: Johan Jönsson\nLicense: CC BY-SA 4.0\nSource Link: Wikimedia\n\n\nFilename: 165-5.jpg\nName: Kolmanskop 2018-07-28 24.jpg\nAuthor: Johan Jönsson\nLicense: CC BY-SA 4.0\nSource Link: Wikimedia\n\n\nFilename: 165-6.png\nName: Kolmanskop1 flip666.jpg\nAuthor: Philipp Schäufele\nLicense: CC BY-SA 3.0\nSource Link: Wikimedia\n\n\nFilename: 165-7.png\nName: Kolmanskop 2018-07-28 63.jpg\nAuthor: Johan Jönsson\nLicense: CC BY-SA 4.0\nSource Link: Wikimedia\n\n\n\n\n\n"
}