{
  "created_at": "2009-02-18T00:13:00",
  "creator": "Agent Circeus",
  "link": "scp-519",
  "rating": 88,
  "references": [
    "scp-145",
    "scp-400-arc",
    "scp-518",
    "scp-520",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 519,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "appliance",
    "safe",
    "sapient",
    "scp"
  ],
  "title": "SCP-519",
  "url": "https://scp-wiki.wikidot.com/scp-519",
  "content": "Item #: SCP-519\nObject Class: Safe\nSpecial Containment Procedures: SCP-519 is to be kept in a standard storing room 5x5 m in size. It must not be connected to a phone line unless experiments are being performed.\nDescription: SCP-519 is a Model 7 Southwestern Bell phone box with heavy graffiti, serial number ███████████. Its displayed phone number matches that which it would have if it were in service. It was recovered from an abandoned mall in █████████, Missouri, following rumors of a talking telephone box.\nWhen the handset is lifted, the user is greeted (with variations according to season and time of day) by a voice asking for the correspondent's name or phone number. The voice is of indeterminate gender, though most users perceive it as belonging to the opposite gender. Dialing the desired number instead of speaking into the handset causes the voice to become petulant. Any person may be requested, as long as a phone connection to a phone dedicated to that person can be reasonably established. Phones called may include blacklisted numbers and similar phones that are not supposed to receive calls etc., should that be the only phone used by the person on a regular basis. Once a number (with the exception of 1-800, 911 etc.) or person has been requested the appropriate rate (which are accurate as of 19██, when the mall was abandoned) will be demanded before further actions. Vocabulary and speech patterns of the voice vary greatly, but appear to roughly match those of the user, with a few exceptions.\nDuring the entire conversation, the user will never directly hear the person they have called, instead having their speech reported by the voice. Conversations appear normal from the other end of the line, with speech addressed to the SCP not heard. What is heard, however, might not reflect the exact words used by the speaker. The voice will often comment profusely on the intent of either speakers, and even mock the user in a \"devil/angel on the shoulder\" fashion. Its overall personality varies from sarcastic and misleading in reporting to bubbly and ridiculously willing to trust the interlocutor. Interrogating the voice itself makes it grow increasingly aggressive in its refusal to answer (always along the line of \"I'm only there to repeat what people say!\") until the conversation is cut and a \"busy line\" tone begins playing at deafening level. Hitting or damaging the box will lead to the same result, although it has displayed the ability to discern whether or not the speaker is responsible for such actions.\nOnly well-defined persons or numbers are accepted; random or purposefully invented names will fail (but not, for example, reading a random name from a phone book). One can request family members by relation rather than name (\"My mother\", \"my cousin\"), and even if there are several possible the intended recipient will be called. Requests such as \"that girl I met yesterday\", unless a number or name are known, will be sneered at by the voice. Requests for fictional characters will lead variously to the phone reaching actors who prominently played the character, homonyms, or the creator of the character. Calls can only be done to a phone line that can be described as \"normal\" for that person, such as a house phone, cell phone, or office work, although the line being blacklisted is not an impediment: phone calls have carried through strictly internal systems on several occasions. Similarly, SCP-519 appears able to bypass all automated phone systems, to the point of immediately connecting to the desired department of a company even if only the phone number was requested. It is also able to connect to phones in locations where no signal should be able to reach.\nAddendum 01 When requested to call SCP-145, SCP-519 retorted \"That line's occupied, dude. Always was.\" and refused to expound further.\nIncident 519a: On ██/██/██, Agent █████ unexpectedly requested a call to SCP-400-ARC, upon which the voice commented \"Ooooh, boy…\" before apparently establishing a connection. Dr. ███████ immediately ended the experiment, and both were later disciplined when it was found that SCP-400-ARC had begun ringing at the same time the connection was established.\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-519\" by Agent Circeus, from the SCP Wiki. Source: https://scpwiki.com/scp-519. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}