{
  "created_at": "2009-07-01T16:17:00",
  "creator": "Aelanna",
  "link": "scp-390",
  "rating": 83,
  "references": [
    "scp-389",
    "scp-391",
    "component:license-box",
    "licensing-guide"
  ],
  "scp_number": 390,
  "series": "series-1",
  "tags": [
    "_licensebox",
    "historical",
    "mechanical",
    "safe",
    "scp",
    "thermal",
    "weapon"
  ],
  "title": "SCP-390",
  "url": "https://scp-wiki.wikidot.com/scp-390",
  "content": "Item #: SCP-390\nObject Class: Safe\nSpecial Containment Procedures: SCP-390 is stored in a disassembled state in a climate-controlled containment unit at Site ██. Direct access to or experimentation with SCP-390 may only be performed with permission from at least two (2) Level 3 Senior Researchers.\nDescription: SCP-390 is the remains of a large mechanical device that is suggested to have been approximately 6 m in height and 4 m in diameter, hand-crafted and primarily composed of wood, rubber, and other organic materials with metal fixtures and fittings. The remaining, intact section of the device consists of a large aiming mechanism topped with a heavy, sealed housing containing multiple large glass lenses as well as several components that have yet to be identified. Despite carbon dating of the wood in the structure placing the device at approximately 2200-2300 years old, little to no deterioration of the device's non-wooden components has occurred.\nExperimentation on SCP-390 performed after years of careful restoration has shown that the device is capable of generating intense heat focused at a distance of up to 1200 meters, causing water to vaporize and flammable materials to ignite within seconds. Exactly how the device is able to accomplish this is currently unknown, and is the subject of continued research on the device.\nSCP-390 was uncovered by archaeologists at a dig site at [REDACTED] near what was ancient Syracuse and subsequently reported to the Foundation by an undercover agent embedded in the team. Examination of the site also revealed what appears to be a mount that allowed the device to be precisely rotated and aimed. SCP-390 was recovered along with numerous documents and other minor anomalous artifacts, and Class B amnestics were administered to the members of the archaeology team.\nAddendum 390-01: Transcript of Recovered Documents\nThe following set of vellum documents written in Hellenistic Greek were discovered in a sealed container at a dig site adjacent to the primary site of SCP-390 and secured by Foundation field personnel.\n\n[indecipherable] genius. Despite the overwhelming odds, his inventions turn the tide of battle time and time again. Agnes, my love, still fears for our safety, but one cannot stand by the side of this intellectual giant and not see hope rekindled that we may yet win this war.\n\n\n[indecipherable] but it is now nearly a year and a half and there is no end in sight. The master has become increasingly desperate, I feel, and toils throughout the night like a man possessed, alone and cloistered within his workshop where [indecipherable]\n\n\n[indecipherable] stomach turns as I remember the smell of burning Roman flesh and the screams, the horrified screams as the machine set fire to their ships and soldiers died by the hundred. If that were not enough, I saw the master standing atop the machine, laughing as he [indecipherable]\n\n\n[indecipherable] no longer stand by as he falls ever deeper into madness. Better to become a Roman slave than be one responsible for such wanton death and destruction as an apprentice to the demon this man has become. I have arranged for a message to be handed to the Roman commander [indecipherable]\n\n\n[indecipherable] madness upon madness! Marcellus intends to take this madman as his own, to take his machine of death back to Rome! No, I cannot allow this. I cannot allow the demon to win, I will end his life by my own hand if need be. If I am lucky, the general may even think that his own soldiers [indecipherable]\nForgive me, Agnes.\n\n\n\n‡ Licensing / Citation\n\n‡ Hide Licensing / Citation\n\nCite this page as:\n \n\n\"SCP-390\" by Aelanna, from the SCP Wiki. Source: https://scpwiki.com/scp-390. Licensed under CC-BY-SA.\n\n\n\nFor information on how to use this component, see the License Box component. To read about licensing policy, see the Licensing Guide.\n\n\n\n\n"
}